Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: The bar at the top of most views, that contains the logo, says logged in as <user>, and contains the logout and admin links.
ru_ru: Панель в верхней части большинства представлений, которая содержит логотип, указывает под учетной записью какого пользователя <user> вошли в систему, а также содержит ссылки на администрирование и выход из системы.

source: auto inject the splunk footer to the end of the documents body tag
ru_ru: автоматически вставлять колонтитул splunk в конец тега тела документов

source: When this is set to 'popup,' there are no links, the logo cannot be clicked, the view name is displayed instead of the app name, and there is a close button in the upper right. 'lite' mode displays only the account links and a back link, no logo or app menu.
ru_ru: Когда это установлено на 'всплывающее окно', нет никаких ссылок, нельзя кликнуть на логотип, имя представления отображается вместо имени приложения, и есть кнопка 'закрыть' в правом верхнем углу. Режим 'lite' отображает только ссылку на учетную запись и ссылку 'обратно', но не логотип или меню приложения.

source: Controls if a click on the app logo cancels all jobs or not.
ru_ru: Управляет тем будут ли отменены все задания по нажатию на логотип приложения или нет.

source: Title shown next to the Splunk logo on AccountBar in popup mode
ru_ru: Название отображаемое рядом с логотипом Splunk на AccountBar в режиме всплывающего окна

source: This is the bar second from the top in most views. It contains the top level view categories (by default Dashboards Views Saved Searches), and the auxiliary links section (help | preferences | about).
ru_ru: Это вторая сверху панель в большинстве представлений. Она содержит категории представлений верхнего уровня (по умолчанию Приборные панели, Представления, Сохраненные поиски), а также вспомогательные ссылки раздела (помощь | предпочтения | о).

source: Simple navigation breadcrumb for a multi-view flow.
ru_ru: Простая навигационная цепочка для потока с несколькими представлениями.

source: This is a list of views to link to as well as labels for the links. When absent, the Breadcrumb module can still print out the saved search name, or saved report name.
ru_ru: Это список представлений для ссылок, а также метки для ссылок. При отсутствии, модуль навигационной цепочки Breadcrumb еще может отображать имя сохраненного поиска, или имя сохраненного отчета.

source: If True, whenever any job on the current page is cancelled the module will take the user away from the current view. If the module has no 'earlier' links, it will go to the default view in the current app. If the module does have a link to an 'earlier' view then it will go there. At that point it will make an effort to commit outstanding viewstate changes, swap out the (now dead) 'sid' for a corresponding 'q' arg in the permalink, and preserve any other existing querystring arguments.
ru_ru: Если "Истинно" (True), при отмене какого-либо задания на текущей странице модуль переведет пользователя от текущего представления. Если модуль не имеет "предыдущих" ссылок, он направится к представлению по умолчанию в текущем приложении. Если модуль имеет ссылку на "предыдущее" представление, то он будет перенаправлен туда. В этот момент будут делаться попытки, чтобы актуализировать сделанные изменения viewstate, выгрузить (ныне мертвый) 'sid' для соответствующего аргумента 'q' в постоянной ссылке и сохранить любые другие существующие аргументы строки запроса.

source: Your previous report was canceled
ru_ru: Ваш предыдущий отчет был отменен

source: A simple dashboard title bar with edit controls for simple xml dashboards.
ru_ru: Простая панель заголовка с элементами управления редактированием для простых приборных досок xml.

source: Edit:
ru_ru: Редактировать:

source: Switch to edit mode
ru_ru: Переключить в режим редактирования

source: Switch to view mode
ru_ru: Переключить в режим просмотра

source: Generate PDF
ru_ru: Создать PDF

source: Move panels
ru_ru: Переместить панели

source: Edit XML
ru_ru: Редактировать XML

source: Edit permissions
ru_ru: Редактировать полномочия

source: Panel editing functionalities are disabled for dashboards with grouped panels. <a href="%s" class="spl-icon-external-link-xsm" target="_blank">Learn more</a>
ru_ru: Панель редактирования функциональных возможностей отключена для приборных досок со сгруппированными панелями. <a href="%s" class="spl-icon-external-link-xsm" target="_blank">Узнать больше</a>

source: This is Main Navigation bar used in Splunk Lite
ru_ru: Это главная панель навигации используемая в Splunk Lite

source: This is a header bar that shows up at the top of the view. Used specifically in Splunk Manager. When present in any view, it will display a header of "Manager: <view name>".
ru_ru: Это - панель заголовка, появляющаяся в верхней части представления. Используется главным образом в Splunk Manager. Когда присутствует в любом представлении, она будет отображать заголовок "Менеджер: <имя представления> ".

source: Control menu/actions menu. This module is persistent, and contains information such as the name of the dashboard, the name of the view, or the name of the view and associated saved search. The titlebar functions as a place for contextual actions, like saving a new search that has been run after loading a view.
ru_ru: Меню управления/меню действий. Этот модуль является постоянным, и содержит такую ​​информацию, как имя приборной доски, имя представления, или имя представления и связанного с ним сохраненного поиска. Панель заголовка функционирует как место для контекстных действий, таких как сохранение нового поиска, который запускался после загрузки представления.

source: Toggle whether or not to show the actions menu.
ru_ru: Переключатель показывать или нет меню действий.

source: Get Link to Results
ru_ru: Получить ссылку на результаты

source: Build report...
ru_ru: Создание отчета...

source: Add to dashboard...
ru_ru: Добавить на приборную доску...

source: Create alert...
ru_ru: Создать оповещение...

source: Schedule search...
ru_ru: Запланировать поиск...

source: Save as event type...
ru_ru: Сохранить как тип события...

source: Inspect search job...
ru_ru: Инспектировать задание поиска...

source: Get link to results...
ru_ru: Получить ссылку на результаты...

source: Export results...
ru_ru: Экспорт результатов...

source: Print...
ru_ru: Печать...

source: Please run a search first.
ru_ru: Пожалуйста сначала запустите поиск.

source: This module displays a series of links to page around in your data. It must be configured to page either through the 'events' or the 'results' of your search.
ru_ru: Этот модуль отображает ряд ссылок для разбиения на страницы ваших данных. Он должен быть настроен на разбиение на страницы либо через 'события' либо через 'результаты' вашего поиска.

source: This determines whether the paginator builds links based on the number of events, the number of final results, or a settings map change. (While these are often the same, in searches with transforming commands these numbers are generally different.)
ru_ru: Это определяет, создает ли модуль разбивки на страницы Paginator ссылки на основе числа событий, числа конечных результатов, или изменения карты настроек. (Не смотря на то, что они часто совпадают, при поисках с командами преобразования эти числа, как правило, различны.)

source: This determines the number of items to be shown per page.
ru_ru: Это определяет количество элементов которое будет отображаться на странице.

source: This determines the maximum number of page links that the module will display on the page at a time.
ru_ru: Это определяет максимальное количество ссылок на страницы, которые модуль будет единовременно отображать на странице.

source: Deprecated: EXPERIMENTAL. This was a very early working prototype of the timeline and although we keep it around, it is not intended for serious use.
ru_ru: Устаревшее: ЭКСПЕРИМЕНТАЛЬНЫЙ. Это был очень ранний рабочий прототип шкалы времени и хотя мы его здесь оставили, он не предназначен для серьезного использования.

source: Deprecated: This is a prototype module to show one strange and silly way in which the Flash PropertyManager can be used to customize your charting. If you have this module upstream from your FlashChart, it gives you the ability to set the 'charting.chart' key to '@cake'. The end result is basically a 'pie' chart except with correctly aligned images of different cakes instead of flat color fills.
ru_ru: Устаревшее: Это прототип модуля, для показа одного странного и глупого способа, в котором Flash PropertyManager может быть использован для настройки вашей диаграммы. Если этот модуль является вышестоящим относительно вашего FlashChart, это дает вам возможность установить ключ 'charting.chart' на '@cake'. Конечным результатом в основном является круговая диаграмма («пирог») с правильно выровненным изображениями различных кусков вместо плоской цветной заливки.

source: This is a list of images to cakes. They should be taken from exactly above the cake, perfectly square, and cropped as closely as possible around the circle of the cake.
ru_ru: Это список изображений для круговой диаграммы. Их следует расположить точно над "пирогом", сделать совершенно квадратными и обрезать максимально близко вокруг круга "пирога".

source: Deprecated: EXPERIMENTAL. This simple prototype module displays a multi-select combobox, where the user can choose which distributed search servers they wish to search against. As of this writing the splunk instance names of the distributed search servers must be entered by the app developer into the 'servers' param, as a space seperated list. In the future this module and other such modules will pick up the list automatically.
ru_ru: Устаревшее: ЭКСПЕРИМЕНТАЛЬНЫЙ. Этот простой прототип модуля отображающий многовариантный комбинированный список, где пользователь может выбрать на каких серверах распределенного поиска, он хотят производить поиск. При этом написание имен экземпляров splunk серверов распределенного поиска должно вводиться разработчиком приложения в параметр 'servers' в виде списка разделенного пробелами. В будущем этот модуль и другие такие модули будут получать список автоматически.

source: This is the set of all distributed search servers, represented as a space-seperated list of splunkd instance names (not host+port).
ru_ru: Это набор всех серверов распределенного поиска, представленных в виде списка имен экземпляров splunkd (не хост+порт) разделенных пробелами .

source: Deprecated: This simple prototype displays which splunk indexes are present, and how many events they each contain.
ru_ru: Устаревшее: Этот простой прототип показывает, какие индексы splunk есть в наличии и какое количество событий содержит каждый из них.

source: Indicates if the event count per index is displayed. If True, renders a table; otherwise just shows a single number.
ru_ru: Указывает отображается ли число событий каждого индекса. Если "Истинно" (True), отображает таблицу; в противном случае просто показывает одно число.

source: Total events indexed:
ru_ru: Всего проиндексированных событий:

source: Deprecated: EXPERIMENTAL. This module will take the results of your search and when the cells are numeric it will render them as a series of sparklines.
ru_ru: Устаревшее: ЭКСПЕРИМЕНТАЛЬНЫЙ. Этот модуль будет принимать результаты поиска, и если ячейки являются числовыми, он будет отображать их как серию спарклайнов.

source: DEPRECATED. The SimpleEventsViewer module displays events resulting from the search that it's ancestor modules combined to specify. This module is very similar to EventsViewer, and one of these two modules will in the future be folded into the other.
ru_ru: УСТАРЕВШЕЕ. Модуль SimpleEventsViewer отображает события, полученные в результате поиска, определенного в результате комбинирования родительскими модулями. Этот модуль очень похож на EventsViewer, и один из этих двух модулей будет в дальнейшем свернут в другой.

source: When present, this module sets the segmentation that the events should be displayed with.
ru_ru: Когда присутствует, этот модуль устанавливает сегментацию с которой должны отображаться события.

source: This is the abstract base class for EventsViewer, SimpleEventsViewer and table viewer modules. This module should never be itself present in a view.
ru_ru: Это абстрактный базовый класс для EventsViewer, SimpleEventsViewer и модулей просмотра таблиц. Этот модуль сам по себе никогда не должен присутствовать в представлении.

source: This determines the number of events to display per page. Note this is almost always overridden by other modules that can set this from above.
ru_ru: Это определяет количество событий, отображаемых на одной странице. Обратите внимание, что это почти всегда переопределяется другими модулями, которые могут установить это с верхнего уровня.

source: This determines the offset to use when retrieving results for the paged module.
ru_ru: Это определяет смещение, которое используется при получении результатов для загруженного модуля.

source: This determines the number of lines to display per event. Other modules, such as the MaxLines module, override this property unless you set it explicitly in this module.
ru_ru: Это определяет количество строк, отображаемых для события. Другие модули, такие как модуль MaxLines, переопределят это свойство, если вы не установите его в явном виде в этом модуле.

source: This determines the fields that the module should be configured to show. It is commonly overridden by modules above like FieldPicker and HiddenFieldPicker.
ru_ru: Это определяет поля, которые модуль должен быть настроен показывать. Обычно переопределяется вышестоящими модулями такими как FieldPicker и HiddenFieldPicker.

source: The EventsViewer module displays events resulting from the search that it's ancestor modules combined to specify. This module is very similar to SimpleEventsViewer, and one of these two modules will in the future be folded into the other.
ru_ru: Модуль EventsViewer отображает события, полученные в результате поиска, определенного в результате комбинирования родительскими модулями. Этот модуль очень похож на SimpleEventsViewer, и один из этих двух модулей будет в дальнейшем свернут в другой.

source: this determines the segmentation with which the events should be rendered.
ru_ru: это определяет сегментацию, с которой должны быть обработаны события.

source: this determines if row numbers are displayed or not.
ru_ru: это определяет, отображаются или нет номера строк.

source: This determines if mouseover, click, etc.. behavior is on or off.
ru_ru: Это определяет, включена или выключенa обработка событий таких как "курсор мыши над" (mouseover), "клик" (click) и т. д.

source: This determines if term selection is enabled for time, raw and field name/value pairs.
ru_ru: Это определяет, включен ли выбор термина для времени, необработанных данных и пар имя поля/значение.

source: This determines if field actions are enabled or not. NOTE: Setting enableFieldActions to False will hide all field actions.
ru_ru: Это определяет, включены или нет действия поля. Примечание: Установка enableFieldActions на значение "Ложно" (False) будет скрывать все действия поля.

source: This determines if event actions are enabled or not. NOTE: Setting enableEventActions to False will hide all field actions.
ru_ru: Это определяет, включены или нет действия события. Примечание: Установка enableEventActions на значение "Ложно" (False) будет скрывать все действия события.

source: When present, this module param enables the scroller.
ru_ru: Если присутствует, то этот параметр модуля включает прокрутку.

source: When scrollerEnable is True, this controls the scroller maximum pixel height constraint.
ru_ru: Если scrollerEnable имеет значение "Истинно" (True), определяет ограничение максимальной высоты скроллера в пикселях.

source: When scrollerEnable is True, this controls the scroller minumum pixel height constraint.
ru_ru: Если scrollerEnable имеет значение "Истинно" (True), определяет ограничение минимальной высоты скроллера в пикселях.

source: Indicates the job data feed to use
ru_ru: Указывает канал данных задания для использования

source: When this is present, a field dropdown link enabling a report action is presented.
ru_ru: При его наличии представлено поле раскрывающейся ссылки включающее действие отчета.

source: Browser crash control for the maximum lines displayed.
ru_ru: Контроль сбоев браузера для максимума отображаемых строк.

source: This determines the number of lines to display per event. Set to 0 to remove the explicit number of lines to display (use maxLinesConstraint instead). Other modules, such as the MaxLines module, override this property unless you set it explicitly in this module.
ru_ru: Это определяет количество строк, отображаемых на событие. Установите 0, чтобы удалить явно заданное количество отображаемых строк (вместо этого используйте maxLinesConstraint). Другие модули, такие как модуль MaxLines, переопределяют это свойство, если вы не установили его в явном виде в этом модуле.

source: This determines whether the events are wrapped or not
ru_ru: Определяет переносятся или нет события

source: Loading field actions...
ru_ru: Загрузка действий поля...

source: Getting search results...
ru_ru: Получение результатов поиска...

source: Retrieving updated lines...
ru_ru: Извлечение обновленных строк...

source: Could not retrieve updated lines, try again?
ru_ru: Не удалось получить обновленные строки, попробуете еще раз?

source: Tagging is currently unavailable.
ru_ru: Тегирование в настоящее время недоступно.

source: Tag This Field
ru_ru: Пометить тегом это поле

source: Tag %(field_name)s=%(field_value)s
ru_ru: Тег %(field_name)s=%(field_value)s

source: Report on field
ru_ru: Отчет о поле

source: The job appears to have expired or has been canceled. Splunk could not retrieve data for this search.
ru_ru: Садание, похоже, истекло или было отменено. Splunk не смог получить данные по этому поиску.

source: An error occurred. Splunk could not retrieve events for this search.
ru_ru: Произошла ошибка. Splunk не смог получить события для этого поиска.

source: Valid.
ru_ru: Допустимо.

source: Gap.
ru_ru: Разрыв.

source: Tampered!
ru_ru: Фальсификация!

source: Can't validate!
ru_ru: Не удается проверить!

source: Show most relevant lines (Exceeds %s limit)
ru_ru: Показывать наиболее релевантные строки (Превышен лимит %s)

source: Collapse back to %s lines
ru_ru: Свернуть снова в %s строк(и)

source: Event options menu
ru_ru: Меню параметров события

source: Options
ru_ru: Опции

source: This simple module shows the top N values for a given field, along with a number in parentheses showing the number of events that had the given value.
ru_ru: Этот простой модуль показывает N ведущих значений для данного поля, вместе с числом в скобках, показывающим число событий, которые имели заданное значение.

source: This is the name of the search-time or index-time field for which the module will display the top values.
ru_ru: Это имя поля "время поиска" или "время индексирования", для которого модуль будет отображать ведущие значения.

source: not used by this module (but technically it gets inherited from the abstract parent class).
ru_ru: не используется этим модулем (но технически он наследуется от абстрактного родительского класса).

source: This is the number of most common values that the module should display.
ru_ru: Это число наиболее общих значений, которые модуль должен отображать.

source: If this option is present, the module will present a link to a view. On click will pass that view the ' | top <field>' search that would generate the corresponding chart. Values are a dictionary of keys: 'viewTarget', 'label'
ru_ru: Если эта опция присутствует, то модуль будет показывать ссылку на представление. По щелчку передасться представление ' | top <field>' поиска, которое будет генерировать соответствующую диаграмму. Значения - это словарь ключей: 'viewTarget', 'label'

source: Listens to all instructions and says nothing.
ru_ru: Прослушивает все инструкции и ничего не говорит.

source: DEPRECATED. This module is no longer supported, and should be replaced with one of the *Lister modules in the /lists subdirectory.
ru_ru: УСТАРЕВШЕЕ. Этот модуль больше не поддерживается и должен быть заменен с одним из модулей *Lister в подкаталоге /lists.

source: The field in the result set to sort on when the link list is first rendered.
ru_ru: Поле в наборе результатов для сортировки при первом отображении списка ссылок.

source: The direction to sort the results based on the initialSort field.
ru_ru: Направление сортировки результатов основано на поле initialSort.

source: This is the name of the result field whose value should be displayed in the label part of the link list. Link lists are generally a combination of a descriptive label and a numeric count or other (value) field.
ru_ru: Это имя поля результата, значение которого должно быть отображено в части "метки" списка ссылок. Списки ссылок, как правило, являются сочетанием описательной метки и числового счетчика или другого (значения) поля.

source: This is the view to target if the label field is setup to generate a clickable link that dispatches a search.
ru_ru: Это целевое представление, если поле метки сконфигурировано для генерации интерактивной ссылки, которая диспетчеризует поиск.

source: This is the search string to generate when the user clicks on the label field. It requires labelFieldTarget to be defined to a valid view. The value of the label field is automatically added to the search.
ru_ru: Это строка поиска для генерации, когда пользователь нажимает на поле метки. Это требует чтобы labelFieldTarget был определен для действительного представления. Значение поля метки автоматически добавляется к поиску.

source: This is the name of the result field whose value should be displayed in the value part of the link list. This is often a count or numeric value relevant to the "label" portion of the link list.
ru_ru: Это имя поля результата, значение которого должно быть отображено в части "значения" списка ссылок. Зачастую это счетчик или числовое значение, имеющее отношение к части "метка" списка ссылок.

source: This is the view to target if the value field is setup to generate a clickable link that dispatches a search.
ru_ru: Это целевое представление, если поле значения сконфигурировано для генерации интерактивной ссылки, которая диспетчеризует поиск.

source: This is the search string that is generated when the user clicks on the value field. It requires valueFieldTarget to be defined to a valid view. The value of the label field is automatically added to the search.
ru_ru: Это строка поиска, которая генерируется, когда пользователь нажимает на поле значения. Это требует чтобы valueFieldTarget был определен для действительного вида. Значение поля метки автоматически добавляется к поиску.

source: Sort by
ru_ru: Сортировать по

source: Link List cannot find the search.
ru_ru: Список ссылок не может найти поиск.

source: Link List cannot find the list object "%(listObject)s" for the list class "%(listClass)s".
ru_ru: Список ссылок не может найти объект список "%(listObject)s" для класса список "%(listClass)s".
