Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: List of Instances $forwarderStatusDrilldown$ Connects to
ru_ru: Список экземпляров к которым подключается $forwarderStatusDrilldown$

source: <p>Click on a forwarder to see a list of connected receivers.</p><p><b>Note: </b>Multiple forwarders installed on one host appear with identical host names, but different GUIDs.</p>
ru_ru: <p>Нажмите на перенаправитель, чтобы увидеть список подключенных приемников.</p><p><b>Примечание:</b>Несколько перенаправителей, установленные на одном хосте отображаются с одинаковыми именами хоста, но разными идентификаторами GUID. </p>

source: <a data-unset-token="forwarderStatusDrilldown">Close this panel</a>
ru_ru: <a data-unset-token="forwarderStatusDrilldown">Закрыть эту панель</a>

source: Count of Missing Forwarders
ru_ru: Число отсутствующих перенаправителей

source: Average Indexing Rate
ru_ru: Средняя скорость индексации

source: Outoging Data Rate - All Forwarders
ru_ru: Скорость исходящих данных - Все перенаправители

source: Forwarder Status
ru_ru: Статус перенаправителя

source: Outgoing Data Rate - $hostname$
ru_ru: Скорость исходящих данных - $hostname$

source: <p><b>Note:</b> A forwarder shows a status of "missing" if it has not connected to the indexer within 15 minutes.</p>
ru_ru: <p><b>Примечание:</b>Перенаправитель показывает статус "отсутствует", если он не подключился к индексатору в течение 15 минут.</p>

source: Snapshots
ru_ru: Снимки состояния

source: Index Structure Overview
ru_ru: Обзор структуры индекса

source: Events Overview
ru_ru: Обзор событий

source: Indexer Averages
ru_ru: Средние значения индексатора

source: Instances ($indexCount$)
ru_ru: Экземпляры ($indexCount$)

source: Event Count by Metadata
ru_ru: Число событий по метаданным

source: Hosts ($hostCount$)
ru_ru: Хосты ($hostCount$)

source: Sources ($sourceCount$)
ru_ru: Источники ($sourceCount$)

source: Sourcetypes ($sourcetypeCount$)
ru_ru: Типы источников ($sourcetypeCount$)

source: $IndexUsageChartTitle$ Index Size (GB)
ru_ru: Размер индекса $IndexUsageChartTitle$ (ГБ)

source: Instances by $PercentIndexUsageChartTitle$ Index Usage (%)
ru_ru: Экземпляры по $PercentIndexUsageChartTitle$ использованию индекса (%)

source: $DataAgeChartTitle$ Data Age
ru_ru: Возраст данных $DataAgeChartTitle$

source: Index Detail: Deployment
ru_ru: Детали индекса: развертывание

source: Total Index Size
ru_ru: Общий размер индекса

source: Total Raw Data Size (Uncompressed)
ru_ru: Общий размер необработанных данных (несжатый)

source: Raw to Index Size Ratio*
ru_ru: Соотношение размера необработанных данных и размера индекса*

source: Total Events
ru_ru: Всего событий

source: Average Index Size
ru_ru: Средний размер индекса

source: Average Event Count
ru_ru: Среднее число событий

source: Median Data Age
ru_ru: Медианный возраст данных

source: Average Bucket Count
ru_ru: Среднее количество корзин

source: All Indexers
ru_ru: Все индексаторы

source: Instance Count
ru_ru: Счетчик экземпляров

source: Data Age (days)
ru_ru: Возраст данных (в днях)

source: <h2><span>Select views: </span><span id="link-switcher-view"><a href="#" class="btn-pill active" data-item="all">All</a><a href="#" class="btn-pill" data-item="snapshot">Snapshot</a><a href="#" class="btn-pill" data-item="historical">Historical</a></span></h2>
ru_ru: <h2><span>Выберите представления: </span><span id="link-switcher-view"><a href="#" class="btn-pill active" data-item="all">Все</a><a href="#" class="btn-pill" data-item="snapshot">Снимок состояния</a><a href="#" class="btn-pill" data-item="historical">Исторический обзор</a></span></h2>

source: <p>* This is the ratio of uncompressed raw data size to index size.</p>
ru_ru: <p>*Это отношение размера несжатых необработанных данных к размеру индекса.</p>

source: <p>The columns use attributes specified in <a href="/help?location=learnmore.index.settings" class="external" target="_blank">indexes.conf</a>:</p><ul><li><b>Data Age vs Frozen Age:</b> The first value is based on the age of the oldest event in the index. The second value is derived from the attribute frozenTimePeriodInSecs.</li><li><b>Index Usage:</b> The first value is the current size of the index. The second value is the index capacity, as specified in maxTotalDataSizeMB.</li><li><b>Home Path Usage:</b> The first value is the current size of the home path portion of the index. The second value is the home path capacity, as specified in homePath.maxDataSizeMB.</li><li><b>Cold Path Usage:</b> The first value is the current size of the cold path portion of the index. The second value is the cold path capacity, as specified in coldPath.maxDataSizeMB.</li></ul>
ru_ru: <p>Столбцы используют атрибуты, указанные в <a href="/help?location=learnmore.index.settings" class="external" target="_blank">indexes.conf</a>:</p><ul><li><b> Возраст данных vs Возраст "замороженных" данных: </b> Первое значение основано на возрасте самого старого события в индексе. Второе значение является производным от атрибута frozenTimePeriodInSecs.</li><li><b>Использование индекса:</b> Первое значение является текущим размером индекса. Второе значение является емкостью индекса, как определено в maxTotalDataSizeMB.</li><li><b>Использование домашнего пути:</b> Первое значение является текущим размером части "домашнего пути" индекса. Второе значение является емкостью домашнего пути, как указано в homePath.maxDataSizeMB.</li><li><b> Использование холодного пути:</b> Первое значение является текущим размером части "холодного пути" индекса. Второе значение является емкостью холодного пути, как это указано в coldPath.maxDataSizeMB.</li></ul>

source: <p>Note: An indexer on which the maximum data size of the index is infinite will not be represented here.</p>
ru_ru: <p>Примечание: Индексатор, на котором максимальный размер данных тома infinite (бесконечный) не будет представлен здесь.</p>

source: Statistics by Bucket Types
ru_ru: Статистика по типам корзин

source: Size (GB)
ru_ru: Размер (ГБ)

source: Bucket Count
ru_ru: Количество корзин

source: Retention policies
ru_ru: Политики хранения

source: Index Structure & Bucket Configuration
ru_ru: Структура индекса и конфигурация корзины

source: Index Size Over Time
ru_ru: Размер индекса с течением времени

source: Data Age Over Time
ru_ru: Возраст данных с течением времени

source: Bucket Properties Over Time
ru_ru: Свойства корзины с течением времени

source: Index Detail: Instance
ru_ru: Детали индекса: экземпляр

source: Index Capacity Overlay
ru_ru: Перекрытие емкости индекса

source: Index Size
ru_ru: Размер индекса

source: Uncompressed Raw Data Size
ru_ru: Размер несжатых необработанных данных

source: Total Bucket Count
ru_ru: Общее количество корзин

source: Average Bucket Size
ru_ru: Средний размер корзины

source: Total Event Count
ru_ru: Общее число событий

source: Total Bucket Size
ru_ru: Общий размер корзин

source: Bucket Directory
ru_ru: Каталог корзин

source: Index Size (GB)
ru_ru: Размер индекса (ГБ)

source: <p>Refer to <a href="/help?location=learnmore.index.settings" class="external" target="_blank">indexes.conf</a> for more details about configuring indexes.</p>
ru_ru: <p>Обратитесь к <a href="/help?location=learnmore.index.settings" class="external" target="_blank">indexes.conf</a> для дополнительной информации о конфигурировании индексов.</p>

source: Warning and Error Patterns
ru_ru: Паттерны предупреждений и ошибок

source: Event Details
ru_ru: Детали события

source: Fixup Tasks - In Progress ($taskInProgressCount$)
ru_ru: Задачи упорядочения - Выполняются ($taskInProgressCount$)

source: Fixup Tasks - Pending
ru_ru: Задачи упорядочения - Ожидают

source: Tasks to Meet Search Factor ($taskSFCount$)
ru_ru: Задачи для достижения Фактора поиска ($taskSFCount$)

source: Tasks to Meet Replication Factor ($taskRFCount$)
ru_ru: Задачи для достижения Фактора репликации ($taskRFCount$)

source: Tasks to Meet Generation ($taskGenerationCount$)
ru_ru: Задачи для достижения Поколения ($taskGenerationCount$)

source: Indexes With Excess Buckets ($indexWithExcessBucketsCount$)
ru_ru: Индексы с избыточными корзинами ($indexWithExcessBucketsCount$)

source: Bucket Fixup Tasks
ru_ru: Задачи упорядочения корзин

source: Service Jobs
ru_ru: Сервисные задания

source: Service Job Activity
ru_ru: Активность сервисных заданий

source: Service Jobs Executed
ru_ru: Выполненные сервисные задания

source: REST Endpoint Activity
ru_ru: Активность конечных точек REST

source: Time Spent on Hitting REST Endpoints
ru_ru: Время, затраченное на контакт с конечными точками REST

source: Count of Hits on REST Endpoints
ru_ru: Число контактов с конечными точками REST

source: Indexer Clustering: Service Activity
ru_ru: Кластеризация индексатора: активность сервиса

source: Indexer Cluster
ru_ru: Кластер индексатора

source: Task Count
ru_ru: Количество задач

source: Job Count
ru_ru: Количество заданий

source: Time Spent (seconds)
ru_ru: Затраченное время (секунды)

source: <p>Click on a row to see event details.</p>
ru_ru: <p>Нажмите на строку, чтобы просмотреть подробную информацию о событии.</p>

source: <a data-unset-token="warningErrorPunct">Close this panel</a>
ru_ru: <a data-unset-token="warningErrorPunct">Закрыть эту панель</a>

source: Peers ($peerCount$)
ru_ru: Одноранговые узлы ($peerCount$)

source: Indexes ($indexCount$)
ru_ru: Индексы ($indexCount$)

source: Search Heads ($searchHeadCount$)
ru_ru: Головные узлы поиска ($searchHeadCount$)

source: Indexer Clustering: Status
ru_ru: Кластеризация индексаторов: статус

source: <div class="indexer-cluster-summary"><div class="indexer-cluster-summary-single-value"><i class="$searchable_icon$"/>$searchable_indicator$</div><div class="indexer-cluster-summary-single-value"><i class="$search_factor_icon$"/>$search_factor_indicator$</div><div class="indexer-cluster-summary-single-value"><i class="$replication_factor_icon$"/>$replication_factor_indicator$</div></div><div class="indexer-cluster-count"><div class="indexer-cluster-count-value"><span class="indexer-cluster-count-value-searchable">$searchable_peer_count$</span> searchable <span class="indexer-cluster-count-value-not-searchable">$not_searchable_peer_count$</span> not searchable</div><div class="indexer-cluster-count-value"><span class="indexer-cluster-count-value-searchable">$searchable_index_count$</span> searchable <span class="indexer-cluster-count-value-not-searchable">$not_searchable_index_count$</span> not searchable</div></div><div class="index-cluster-count-under-label"><div class="index-cluster-count-under-label-value">Peers</div><div class="index-cluster-count-under-label-value">Indexes</div></div>
ru_ru: <div class="indexer-cluster-summary"><div class="indexer-cluster-summary-single-value"><i class="$searchable_icon$"/>$searchable_indicator$</div><div class="indexer-cluster-summary-single-value"><i class="$search_factor_icon$"/>$search_factor_indicator$</div><div class="indexer-cluster-summary-single-value"><i class="$replication_factor_icon$"/>$replication_factor_indicator$</div></div><div class="indexer-cluster-count"><div class="indexer-cluster-count-value"><span class="indexer-cluster-count-value-searchable">$searchable_peer_count$</span> с возможностью поиска <span class="indexer-cluster-count-value-not-searchable">$not_searchable_peer_count$</span> без возможности поиска</div><div class="indexer-cluster-count-value"><span class="indexer-cluster-count-value-searchable">$searchable_index_count$</span> с возможностью поиска <span class="indexer-cluster-count-value-not-searchable">$not_searchable_index_count$</span> без возможности поиска</div></div><div class="index-cluster-count-under-label"><div class="index-cluster-count-under-label-value">Одноранговые узлы</div><div class="index-cluster-count-under-label-value">Индексы</div></div>

source: <p>Click on each peer to see more details. </p>
ru_ru: <p>Нажмите на каждый одноранговый узел, чтобы посмотреть более подробные данные.</p>

source: <a data-unset-token="peerDrilldown">Close this panel</a>
ru_ru: <a data-unset-token="peerDrilldown">Закрыть эту панель</a>

source: <a class="btn" href="indexer_clustering_service_activity?form.group=$group$">Bucket Status</a>
ru_ru: <a class="btn" href="indexer_clustering_service_activity?form.group=$group$">Статус корзины</a>

source: Data Age
ru_ru: Возраст данных

source: Volumes ($volumeCount$)
ru_ru: Тома ($volumeCount$)

source: Indexes and Volumes: Deployment
ru_ru: Индексы и Тома: Развертывание

source: Total Indexes
ru_ru: Всего индексов

source: Non-Empty Indexes
ru_ru: Непустые индексы

source: Total Across Deployment
ru_ru: Всего по развертыванию

source: Averaged Across All Indexers
ru_ru: Усреднено по всем Индексаторам

source: Oldest
ru_ru: Старейший(-ие)

source: <p>Click on instance name for more details.</p><p>*Number of instances freezing or about to freeze data at 95% or more of configured disk usage capacity.</p>
ru_ru: <p>Нажмите на имя экземпляра для получения более подробной информации.</p><p>*Количество экземпляров "заморозивших" или "почти заморозивших" данные на 95% или более настроенной емкости использования диска.</p>

source: <p>Click on volume name for more details.</p>
ru_ru: <p>Нажмите на имя тома для более подробной информации.</p>

source: Volume Usage by Indexes and Directories
ru_ru: Использование тома по индексам и каталогам

source: $index_metric_label$ of Indexes Over Time
ru_ru: $index_metric_label$ индексов с течением времени

source: Volume Size Over Time
ru_ru: Размер тома с течением времени

source: Indexes and Volumes: Instance
ru_ru: Индексы и Тома: экземпляр

source: Volume Names
ru_ru: Имена томов

source: Volume Usage (GB)
ru_ru: Использование тома (ГБ)

source: <p><b>Volume Usage:</b> The first value is the current size of the volume. The second value is the volume capacity, as specified by the maxVolumeDataSizeMB attribute in <a href="/help?location=learnmore.index.settings" class="external" target="_blank">indexes.conf</a>.</p><p><b>Note: </b>if the volume is "unlimited", it is not possible to determine the disk usage for the volume. </p>
ru_ru: <p><b>Использования тома:</b> Первое значение — текущий размер тома. Второе значение — объем, как указано атрибутом maxVolumeDataSizeMB в <a href="/help?location=learnmore.index.settings" class="external" target="_blank">indexes.conf</a>.</p><p><b>Примечание: </b>если объем "unlimited", невозможно определить использование диска для тома.</p>

source: Overview of Indexing Performance
ru_ru: Обзор производительности индексации

source: Indexing Performance by Instance
ru_ru: Производительность индексации по экземплярам

source: $totalCountOfInstances$ instances
ru_ru: $totalCountOfInstances$ экземпляров

source: Estimated Indexing Rate
ru_ru: Оценочная скорость индексации

source: Time range: $drilldown_indexing_rate_earliest_label$ ~ $drilldown_indexing_rate_latest_label$. Metric: indexing rate range: $drilldown_indexing_rate_metric$. ($drilldown_indexing_rate_count$ instances)
ru_ru: Временной диапазон: $drilldown_indexing_rate_earliest_label$ ~ $drilldown_indexing_rate_latest_label$. Метрика: диапазон скорости индексации: $drilldown_indexing_rate_metric$. ($drilldown_indexing_rate_count$ экземпляров)

source: $funcQueueLabel$ Queue Fill Ratio
ru_ru: $funcQueueLabel$ Коэффициент заполнения очереди

source: Time range: $drilldown_queue_fill_ratio_earliest_label$ ~ $drilldown_queue_fill_ratio_latest_label$. Metric: $funcQueue$ $queueType$ fill ratio range: $drilldown_queue_fill_ratio_metric$. ($drilldown_queue_fill_ratio_count$ instances)
ru_ru: Временной диапазон: $drilldown_queue_fill_ratio_earliest_label$ ~ $drilldown_queue_fill_ratio_latest_label$. Метрика: $funcQueue$ $queueType$ диапазон коэффициента заполнения: $drilldown_queue_fill_ratio_metric$. ($drilldown_queue_fill_ratio_count$ экземпляров)

source: Indexing Performance: Deployment
ru_ru: Производительность индексации: развертывание

source: Total Indexing Rate
ru_ru: Общая скорость индексации

source: Median Indexing Rate
ru_ru: Медианная скорость индексации

source: Split by host
ru_ru: Разделить по хостам

source: Splunk Tcpin Queue
ru_ru: Очередь Tcpin Splunk

source: Parsing Queue
ru_ru: Очередь разбора

source: Aggregation Queue
ru_ru: Очередь агрегации

source: Typing Queue
ru_ru: Очередь типизации

source: Indexing Queue
ru_ru: Очередь индексации

source: Tcpout Queue(s) - Consolidated
ru_ru: Очередь(и) Tcpout - Консолидировано

source: 90th Percentile
ru_ru: 90-й процентиль

source: Sampled
ru_ru: Выбрано

source: Instance count
ru_ru: Счетчик экземпляров

source: Queue % filled
ru_ru: % заполнения очереди

source: <p>Click instance name for more details. </p><p>Indexing rate measured over 30 seconds every 30 seconds (available with Splunk Enterprise 6.2 or later indexers).</p>
ru_ru: <p>Нажмите на имя экземпляра для получения более подробной информации. </p><p>Скорость индексирования измеренная в течение 30 секунд каждые 30 секунд (доступна в Splunk Enterprise 6.2 или более поздних индексаторах).</p>

source: <a data-unset-token="drilldown_indexing_rate">Close this drilldown table</a>
ru_ru: <a data-unset-token="drilldown_indexing_rate">Закрыть эту таблицу углубленной детализации</a>

source: <p>Count of instances grouped by indexing rate over time.</p>
ru_ru: <p>Количество экземпляров, сгруппированных по скорости индексации с течением времени.</p>

source: <p>Indexing rate over time by instance.</p>
ru_ru: <p>Скорость индексации с течением времени по экземплярам.</p>

source: <a data-unset-token="drilldown_queue_fill_ratio">Close this drilldown table</a>
ru_ru: <a data-unset-token="drilldown_queue_fill_ratio">Закрыть эту таблицу углубленной детализации</a>

source: <p>Count of instances grouped by $funcQueueLabel$ fill ratio of the selected queue over time.</p>
ru_ru: <p>Количество экземпляров, сгруппированных по $funcQueueLabel$ коэффициенту заполнения выбранной очереди с течением времени.</p>

source: <p>$funcQueueLabel$ fill ratio of the selected queue over time by instance.</p>
ru_ru: <p>$funcQueueLabel$ Коэффициент заполнения выбранной очереди в течение времени по экземплярам. </p>

source: Splunk Enterprise Data Pipeline
ru_ru: Конвейер данных Splunk Enterprise

source: Indexing Overview
ru_ru: Обзор индексирования

source: Estimated Indexing Rate Per $groupTypeIdxPerf$
ru_ru: Оценочная скорость индексации по $groupTypeIdxPerf$

source: $funcQueueLabel$ Fill Ratio of Data Processing Queues
ru_ru: $funcQueueLabel$ Коэффициент заполнения очередей обработки данных

source: Estimated CPU Usage per Splunk Processor
ru_ru: Оценочное использование ЦПУ по процессорам Splunk

source: Aggregate CPU Seconds Spent per Indexer Processor Activity
ru_ru: Затраченное агрегированное время (секунды) ЦПУ по активности процессора индексатора

source: Indexing Performance: Instance
ru_ru: Производительность индексации: экземпляр

source: Queues to Measure:
ru_ru: Очереди для измерения:

source: Event-Processing Queues
ru_ru: Очереди обработки событий

source: All Queues
ru_ru: Все очереди

source: Split index service by subtask
ru_ru: Разделить сервис индекса по подзаданиям

source: Indexing Rate (KB/s)
ru_ru: Скорость индексации (КБ/с)

source: Fill Ratio (%)
ru_ru: Коэффициент заполнения (%)

source: CPU Usage (%)
ru_ru: Использование ЦПУ (%)

source: CPU seconds
ru_ru: Секунды ЦПУ

source: <p>Indexing rate measured over 30 seconds every 30 seconds (available with Splunk Enterprise 6.2 or later indexers).</p>
ru_ru: <p>Скорость индексирования измеренная в течение 30 секунд каждые 30 секунд (доступна в Splunk Enterprise 6.2 или более поздних индексаторах).</p>

source: KV Store Status
ru_ru: Статус хранилища "ключ/значениe"

source: Instances by $countPageFaultsFuncLabel$ Page Faults per Operation
ru_ru: Экземпляры по $countPageFaultsFuncLabel$ ошибкам страниц за операцию

source: Time range: $drilldown_page_fault_earliest_label$ ~ $drilldown_page_fault_latest_label$. Metric: $countPageFaultsFunc$ page fault range: $drilldown_page_fault_metric$. ($drilldown_page_fault_count$ instances)
ru_ru: Временной диапазон: $drilldown_page_fault_earliest_label$ ~ $drilldown_page_fault_latest_label$. Метрика: $countPageFaultsFunc$ диапазон ошибки страницы: $drilldown_page_fault_metric$. ($drilldown_page_fault_count$ экземпляров)

source: Deployment-wide KV Store Network Traffic
ru_ru: Сетевой трафик всего хранилища "ключ/значение"

source: Time range: $drilldown_network_traffic_earliest_label$ ~ $drilldown_network_traffic_latest_label$. Metric: Network traffic: $drilldown_network_traffic_metric$. ($drilldown_network_traffic_count$ instances)
ru_ru: Временной диапазон: $drilldown_network_traffic_earliest_label$ ~ $drilldown_network_traffic_latest_label$. Метрика: Сетевой трафик: $drilldown_network_traffic_metric$. ($drilldown_network_traffic_count$ экземпляров)

source: Instances by Virtual to Mapped Memory Ratio
ru_ru: Экземпляры по соотношение виртуальной памяти к мапированой

source: Time range: $drilldown_mapped_memory_ratio_earliest_label$ ~ $drilldown_mapped_memory_ratio_latest_label$. Metric: Virtual to mapped memory ratio: $drilldown_mapped_memory_ratio_metric$. ($drilldown_mapped_memory_ratio_count$ instances)
ru_ru: Временной диапазон: $drilldown_mapped_memory_ratio_earliest_label$ ~ $drilldown_mapped_memory_ratio_latest_label$. Метрика: Соотношение виртуальной памяти к мапированной: $drilldown_mapped_memory_ratio_metric$. ($drilldown_mapped_memory_ratio_count$ $ экземпляров)

source: Instances by Average Replication Latency
ru_ru: Экземпляры по средней задержке репликации

source: Time range: $drilldown_rep_latency_earliest_label$ ~ $drilldown_rep_latency_latest_label$. Metric: Replication lag range: $drilldown_rep_latency_metric$ seconds. ($drilldown_rep_latency_count$ instances)
ru_ru: Временной диапазон: $drilldown_rep_latency_earliest_label$ ~ $drilldown_rep_latency_latest_label$. Метрика: Диапазон запаздывания репликации: $drilldown_rep_latency_metric$ seconds. ($drilldown_rep_latency_count$ экземпляров)

source: Operations Log Window of KV Store Captain
ru_ru: Окно журнала операций капитана Хранилища "ключ/значение"

source: Time range: $drilldown_primary_oplog_window_earliest_label$ ~ $drilldown_primary_oplog_window_latest_label$. Metric: Primary Oplog Window. ($drilldown_primary_oplog_window_count$ instances)
ru_ru: Временной диапазон: $drilldown_primary_oplog_window_earliest_label$ ~ $drilldown_primary_oplog_window_latest_label$. Метрика: Первичное окно Oplog. ($drilldown_primary_oplog_window_count$ экземпляров)

source: Instances by Percent of Each Minute Spent Flushing to Disk
ru_ru: Экземпляры по процентам каждой минуты, затраченным на сброс на диск

source: Time range: $drilldown_background_flush_earliest_label$ ~ $drilldown_background_flush_latest_label$. Metric: Flushing rate range: $drilldown_background_flush_metric$. ($drilldown_background_flush_count$ instances)
ru_ru: Временной диапазон: $drilldown_background_flush_earliest_label$ ~ $drilldown_background_flush_latest_label$. Метрика: Диапазон скорости сброса на диск: $drilldown_background_flush_metric$. ($drilldown_background_flush_count$ экземпляров)

source: Slowest Operations
ru_ru: Самые медленные операции

source: KV Store: Deployment
ru_ru: Хранилище "ключ/значениe": Развертывание

source: All KV Stores
ru_ru: Все хранилища "ключ/значениe"

source: Total traffic (MB)
ru_ru: Суммарный трафик (MB)

source: Window (hours)
ru_ru: Окно (часы)

source: <p>Click instance name for more details. Total queued is operations (readers and writers) waiting for a read or write lock to be cleared.</p>
ru_ru: <p>Нажмите имя экземпляра для получения более подробной информации. Общая очередь это операции (чтения и записи), ожидающие снятия блокировки чтения или записи блокировки. </p>
