Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: E-mail data your Splunk server can access
ru_ru: Данные электронной почты к которой ваш сервер Splunk может получить доступ

source: Configure Splunk to index the contents of /var/log.
ru_ru: Настроить Splunk для индексирования содержимого/var/log.

source: Splunk for *nix app
ru_ru: Splunk для приложений *nix

source: Configure Splunk's file change monitoring input feature
ru_ru: Настроить функцию ввода Splunk по мониторингу изменений файла

source: Monitor remote files for changes
ru_ru: Мониторить удаленные файлы на предмет изменений

source: Track changes in the files on your Splunk server, or other servers in your network.
ru_ru: Отслеживать изменения в файлах на вашем сервере Splunk или других серверах в сети.

source: This app collects Unix/Linux data, and provides predefined dashboards and searches built on this data
ru_ru: Это приложение собирает данные Unix/Linux и предоставляет предопределенные приборные доски и поиски, построенные на этих данных

source: Configure Splunk to watch for changes in the local file system.
ru_ru: Настроить Splunk для наблюдения за изменениями в локальной файловой системе.

source: Use Splunk's universal forwarder to watch for and forward changes in any file system on your network.
ru_ru: Использовать универсальный перенаправитель Splunk для наблюдения за изменениями в любой файловой системе в вашей сети и их перенаправления.

source: IIS logs
ru_ru: Журналы IIS

source: Consume IIS logs on this Splunk server
ru_ru: Использовать журналы IIS на этом сервере Splunk

source: Forward IIS logs from another server
ru_ru: Перенаправить журналы IIS с другого сервера

source: Configure Splunk to index any IIS logs available to this machine.
ru_ru: Настроить Splunk для индексирования любых журналов IIS, доступных для этой машины.

source: Use Splunk's universal forwarder to send data from any machine to your Splunk server.
ru_ru: Использовать универсальный перенаправитель Splunk для отправки данных с любого компьютера на ваш сервер Splunk.

source: J2EE data
ru_ru: Данные J2EE

source: Splunk for Websphere Application Server app
ru_ru: Приложение Splunk for Websphere Application Server

source: J2EE data your Splunk server can access
ru_ru: Данные J2EE к которым ваш сервер Splunk может получать доступ

source: J2EE data your Splunk server can't access
ru_ru: Данные J2EE к которым ваш сервер Splunk не может получать доступ

source: This app indexes Websphere Application Server logs and metrics. It also contains dashboards and searches for Websphere Application Server data.
ru_ru: Это приложение индексирует журналы и метрики Websphere Application Server. Оно также содержит приборные доски и поиски для данных Websphere Application Server.

source: Add any J2EE data on the Splunk server to Splunk.
ru_ru: Добавить любые данные J2EE на сервере Splunk к Splunk.

source: Use Splunk's universal forwarder to forward J2EE data from any machine to your Splunk server.
ru_ru: Использовать универсальный перенаправитель Splunk для перенаправления данных J2EE с любого компьютера на ваш сервер Splunk.

source: JMS or JMX data
ru_ru: Данные JMS или JMX

source: Write your own script
ru_ru: Напишите свой собственный сценарий

source: Use this app to index data from Websphere Application Server logs, JMX and JMS. This app also contains dashboards, searches and reports for Websphere Application Server data.
ru_ru: Используйте это приложение для индексирования данных из журналов WebSphere Application Server, JMX и JMS. Это приложение также содержит приборные доски, поиски и отчеты для данных WebSphere Application Server.

source: Configure Splunk to run your own script to gather data from JMS, JMX and other APIs.
ru_ru: Настроить Splunk запускать свой собственный сценарий для сбора данных из JMS, JMX и других API.

source: Consume any file on this Splunk server
ru_ru: Использовать любой файл на этом сервере Splunk

source: Forward data from files or directories to this Splunk server from another server
ru_ru: Перенаправлять данные из файлов или каталогов на этот сервер Splunk с другого сервера

source: Including any log files or directories anywhere in your network.
ru_ru: Включая все файлы журналов или каталоги находящиеся в любом месте вашей сети.

source: Configure Splunk to index any log file it can access.
ru_ru: Настроить Splunk для индексирования любого файла журнала, к которому он может получить доступ.

source: Use Splunk's universal forwarder to send files or directories from remote machines to your Splunk server.
ru_ru: Используйте универсальный перенаправитель Splunk в для отправки файлов или каталогов с удаленных компьютеров на ваш сервер Splunk.

source: Get an app to help you collect logs from Checkpoint and other LEA-compliant firewalls
ru_ru: Получить приложение, помогающее вам собирать журналы от Check Point и других LEA-совместимыx МСЭ

source: Technology-specific apps help you get your data in, as well as provide reports and dashboards. Browse and choose from the available apps on SplunkApps.
ru_ru: Приложения, ориентированные на определенные технологии, помогут вам получить ваши данные, а также предоставят отчеты и приборные доски. Просмотрите и выберите доступные приложения в SplunkApps.

source: Consume any syslog files or directories on this Splunk server
ru_ru: Использовать любые файлы или каталоги системного журнала syslog на этом сервере Splunk

source: Consume syslog over UDP
ru_ru: Использовать системный журнал syslog по протоколу UDP

source: Consume syslog over TCP
ru_ru: Использовать системный журнал syslog по протоколу TCP

source: Forward syslog from another server
ru_ru: Перенаправить системный журнал с другого сервера

source: Including any syslog data from files, directories or network sources.
ru_ru: Включая любые данные системного журнала syslog из файлов, каталогов или сетевых источников.

source: Configure Splunk to index the contents of /var/log, or other directory.
ru_ru: Настроить Splunk для индексирования содержимого/var/log или другого каталога.

source: Configure Splunk to listen for syslog data on any UDP port (514, for example).
ru_ru: Настроить Splunk для прослушивания данных системного журнала syslog на любом порте UDP (например, 514).

source: Configure Splunk to listen for syslog data on any TCP port.
ru_ru: Настроить Splunk для прослушивания данных системного журнала syslog на любом порте TCP.

source: Use Splunk's universal forwarder to send data from any machine to your Splunk server
ru_ru: Использовать универсальный перенаправитель Splunk для отправки данных с любого компьютера на ваш сервер Splunk

source: This app collects syslog data stored in /var/log, and provides predefined dashboards and searches built on this data.
ru_ru: Это приложение собирает данные системного журнала syslog, хранящиеся в /var/log и предоставляет предопределенные приборные доски и поиски, построенные на этих данных.

source: Consume Unix/Linux logs and metrics from this Splunk server
ru_ru: Использовать журналы и метрики Unix/Linux с этого сервера Splunk

source: Forward Unix/Linux data from another server
ru_ru: Перенаправить данные Unix/Linux от другого сервера

source: Configure Splunk to index data from any files or directories it can access on this server.
ru_ru: Настроить Splunk для индексирования данных из любых файлов или каталогов, к которым он может получить доступ на этом сервере.

source: Get the Splunk for WebSphere Application Server app
ru_ru: Получить приложение Splunk for WebSphere Application Server

source: Collect messages from JMS
ru_ru: Сбор сообщений от JMS

source: Consume WebSphere server logs on this Splunk server
ru_ru: Использовать журналы сервера WebSphere на этом сервере Splunk

source: Forward WebSphere data to this Splunk server from another server
ru_ru: Перенаправлять данные WebSphere на этот сервер Splunk с другого сервера

source: Including WebSphere and Java/J2EE server and application log files, WebSphere metrics via JMX, JMS messages.
ru_ru: Включая файлы журналов серверов и приложений WebSphere и Java/J2EE и файлов, метрики WebSphere через JMX, сообщения JMS.

source: This app indexes WebSphere Application Server logs and metrics. It also contains dashboards and searches for WebSphere Application Server data.
ru_ru: Это приложение индексирует журналы и метрики WebSphere Application Server. Оно также содержит приборные доски и поиски для данных WebSphere Application Server.

source: Splunk can programmatically collect messages from JMS by running and collecting the output from a script.
ru_ru: Splunk может программно собирать сообщения из JMS, выполняя сценарий и собирая его выходные данных.

source: Configure Splunk to index any WebSphere data available to this Splunk server.
ru_ru: Настроить Splunk для индексирования любых данные WebSphere доступных на этом сервере Splunk.

source: Collect Windows event logs from this Splunk server
ru_ru: Собирать журналы событий Windows с этого сервера Splunk

source: Collect Windows event logs from another machine
ru_ru: Собирать журналы событий Windows с другой машины

source: Forward Windows event logs from another machine
ru_ru: Перенаправлять журналы событий Windows с другой машины

source: Configure Splunk to collect Windows event logs from this machine.
ru_ru: Настройте Splunk для сбора журналов событий Windows с этой машины.

source: Use WMI to collect Windows event logs from any other machine on your network.
ru_ru: Используйте WMI для сбора журналов событий Windows с любого другого компьютера в вашей сети.

source: Use Splunk's universal forwarder to forward data from remote machines to this Splunk server.
ru_ru: Использовать универсальный перенаправитель Splunk для перенаправления данных с удаленных машин на этот сервер Splunk.

source: Collect Windows performance metrics from this Splunk server
ru_ru: Собирать метрики производительности Windows с этого сервера Splunk

source: Collect Windows performance metrics from another machine
ru_ru: Собирать метрики производительности Windows с другой машины

source: Forward Windows performance metrics from another machine
ru_ru: Перенаправлять метрики производительности Windows с другой машины

source: Configure Splunk to index Windows performance metrics from this machine.
ru_ru: Настроить Splunk для индексирования метрик производительности Windows с этой машины.

source: Use WMI to collect Windows performance counters and metrics from other machines.
ru_ru: Использовать WMI для сбора счетчиков производительности и метрик Windows от других машин.

source: Collect Windows Registry data on this Splunk server
ru_ru: Собирать данные реестра Windows на этом сервере Splunk

source: Forward Windows Registry data from another machine
ru_ru: Перенаправлять данные реестра Windows с другой машины

source: Configure Splunk to index data from the Windows Registry.
ru_ru: Настроить Splunk для индексирования данных из реестра Windows.

source: Use Splunk's universal forwarder to forward data from any machine to this Splunk server.
ru_ru: Использовать универсальный перенаправитель Splunk для перенаправления данных с любой машины на этот сервер Splunk.

source: Advanced Charting
ru_ru: Расширенное построение диаграмм

source: Formatting options
ru_ru: Параметры форматирования

source: X-axis
ru_ru: Ось X

source: Y-axis
ru_ru: Ось Y

source: results
ru_ru: результаты

source: Summary
ru_ru: Сводка

source: Global summary
ru_ru: Глобальная сводка

source: Events indexed
ru_ru: Событий проиндексировано

source: Earliest event
ru_ru: Самое раннее событие

source: Latest event
ru_ru: Самое позднее событие

source: This lists all of the data you have loaded into your default indexes, based on data recency. <a href="/manager/search/adddata"> Add more data</a>.
ru_ru: Это перечисляет на основании их новизны все данные, которые были загружены в ваши индексы по умолчанию. <a href="/manager/search/adddata">Добавить дополнительные данные</a>.

source: All indexed data
ru_ru: Все индексированные данные

source: Sources (%(count)s)
ru_ru: Источники (%(count)s)

source: Total Count
ru_ru: Общее число

source: Source types (%(count)s)
ru_ru: Типы источников (%(count)s)

source: Hosts (%(count)s)
ru_ru: Хосты (%(count)s)

source: This lists all of the data you have loaded into your default indexes. <a href="/manager/search/adddata"> Add more data</a>.
ru_ru: В этом списке перечислены все данные, которые вы загрузили в свои индексы по умолчанию. <a href="/manager/search/adddata"> Добавить больше данных</a> .

source: Events List
ru_ru: Список событий

source: inner
ru_ru: внутренние

source: outer
ru_ru: внешние

source: full
ru_ru: полные

source: raw
ru_ru: необработанные

source: Results Chart
ru_ru: Диаграмма результатов

source: Index activity overview
ru_ru: Обзор активности индекса

source: Total events indexed and index sizes
ru_ru: Общее количество индексированных событий и размеры индекса

source: View full results
ru_ru: Посмотреть полные результаты

source: Top five sourcetypes (by total KB indexed) in the last 24 hours
ru_ru: Пять ведущих типов источников (по общему объему индексированных КБ данных) за последние 24 часа

source: KB Indexed
ru_ru: КБ индексировано

source: Indexing rate over time by sourcetype (including internal indexes)
ru_ru: Скорость индексации с течением времени по типу источника (включая внутренние индексы)

source: KB/s
ru_ru: КБ/с

source: CPU utilization by index-time processor in the last 1 hour
ru_ru: Использование ЦПУ процессором времени индексации за прошедший 1 час

source: Load (%)
ru_ru: Загрузка (%)

source: CPU Seconds
ru_ru: Секунды ЦПУ

source: Index health
ru_ru: "Здоровье" индекса

source: Distribution of index buckets over time
ru_ru: Распределение индексных корзин по времени

source: Analysis of index buckets
ru_ru: Анализ индексных корзин

source: Indexing ERRORS
ru_ru: ОШИБКИ (ERRORS) индексирования

source: Indexing Significant WARNS
ru_ru: Значимые ПРЕДУПРЕЖДЕНИЯ (WARNS) индексирования

source: Bucket Transitions
ru_ru: Переходы корзин

source: Indexing volume
ru_ru: Объем индексации

source: Search Server
ru_ru: Сервер поиска

source: Choose a recent $groupSelection$ to analyze
ru_ru: Выберите недавнюю $groupSelection$ для анализа

source: MB thruput over time for $groupSelection$ $drilldown.value$ $time$
ru_ru: производительность в МБ с течением времени для $groupSelection$ $drilldown.value$ $time$

source: (click a bar to see the events)
ru_ru: (нажмите на панель, чтобы увидеть события)

source: time
ru_ru: время

source: $count$ events for $groupSelection$=$drilldown.value$ $time$
ru_ru: $count$ событий для $groupSelection$=$drilldown.value$ $time$

source: Inputs activity
ru_ru: Активность вводов

source: Most recently processed files
ru_ru: Недавно обработанные файлы

source: Most recently ignored files
ru_ru: Недавно проигнорированные файлы

source: Latest Splunkd Errors
ru_ru: Последние ошибки Splunkd

source: Messages by Minute
ru_ru: Сообщения по минутам

source: Internal Errors and Messages
ru_ru: Внутренние ошибки и сообщения

source: Recently scheduled PDF view deliveries
ru_ru: Недавно запланированные доставки представлений PDF

source: Recent PDF activity
ru_ru: Недавняя активность PDF

source: PDF activity
ru_ru: Активность PDF

source: Report Builder
ru_ru: Построитель отчетов

source: 1: Define report content
ru_ru: 1: Определить содержимое отчета

source: Report Data
ru_ru: Данные отчета

source: Next Step: Format Report
ru_ru: Следующий шаг: Форматировать отчета

source: Display Report
ru_ru: Показать отчет

source: 2: Format report
ru_ru: 2: Форматирование отчета

source: $count$ results
ru_ru: $count$ результатов

source: Status Summary
ru_ru: Сводка состояния

source: Status Details
ru_ru: Сведения о состоянии

source: Total RunTime
ru_ru: Общее время выполнения

source: Total Result Count
ru_ru: Общее количество результатов

source: Total Actions
ru_ru: Всего действий

source: Scheduler activity by saved search
ru_ru: Активность планировщика по сохраненным поискам

source: Choose Scheduled Search
ru_ru: Выбрать запланированный поиск

source: Timechart Span
ru_ru: Диапазон timechart

source: 1 Minute
ru_ru: 1 минута

source: 5 Minutes
ru_ru: 5 минут

source: 10 Minutes
ru_ru: 10 минут

source: 30 Minutes
ru_ru: 30 минут

source: 2 Hours
ru_ru: 2 часа

source: 12 Hours
ru_ru: 12 часов

source: 10 Days
ru_ru: 10 дней

source: 30 Days
ru_ru: 30 дней

source: Runtime (sec)
ru_ru: Время выполнения (сек)

source: Result Count
ru_ru: Количество результатов

source: Action Count
ru_ru: Количество действий

source: Started and Skipped - Last 24 Hours
ru_ru: Стартовавшие и пропущенные - за последние 24 часа

source: Average Execution Lag - Last 24 Hours
ru_ru: Средняя задержка выполнения - за последние 24 часа

source: Avg Running Searches- Last 24 Hours
ru_ru: Сред. число выполняемых поисков - за последние 24 часа

source: Triggered Actions, Completed Searches - Last 24 Hours
ru_ru: Сработавшие действия, выполненные поиски - за последние 24 часа

source: Avg/Max Runtime - Last 24 Hours
ru_ru: Сред./Макс. время выполнения - за последние 24 часа

source: Scheduler activity overview
ru_ru: Обзор активности планировщика

source: Avg Lag (sec)
ru_ru: Средняя задержка (сек)

source: Errors while executing saved searches - Last 24 Hours
ru_ru: Ошибки при выполнении сохраненных поисков - за последние 24 часа

source: Skipped Scheduled Search Executions - Last 24 Hours
ru_ru: Пропущенные выполнения запланированных поисков - за последние 24 часа

source: Execution Time > Execution Period - Last 24 Hours
ru_ru: Время выполнения > Период выполнения - за последние 24 часа

source: Scheduler errors
ru_ru: Ошибки планировщика

source: Saved Search Id
ru_ru: ID сохраненного поиска

source: Error Counter
ru_ru: Счетчик ошибок

source: Skipped Counter
ru_ru: Счетчик пропущенных

source: Successful searches
ru_ru: Успешные поиски

source: Skipped searches
ru_ru: Пропущенные поиски

source: Scheduler activity by user
ru_ru: Активность планировщика по пользователям

source: ResultCount
ru_ru: Число результатов

source: ActionCount
ru_ru: Число действий

source: Scheduler activity by user or app
ru_ru: Активность планировщика по пользователям или приложениям

source: Report By
ru_ru: Отчет по

source: Today's Usage by User (Non-Scheduled Only)
ru_ru: Использование по пользователям за сегодняшний день (только незапланированные)

source: Yesterday's Usage by User (Non-Scheduled Only)
ru_ru: Использование по пользователям за вчерашний день (только незапланированные)

source: Last 7 days Usage by User (Non-Scheduled Only)
ru_ru: Использование по пользователям за последние 7 дней (только незапланированные)

source: Last 7 days Peak Concurrency by User (All searches)
ru_ru: Пиковый параллелизмом по пользователям за последние 7 дней (Все поиски)

source: Search activity by user
ru_ru: Поисковая активность по пользователям

source: Common Searches
ru_ru: Распространенные поиски

source: Expensive Searches
ru_ru: Затратные поиски

source: Common Search Commands
ru_ru: Распространенные поисковые команды

source: Search Commands Associated with Expensive Searches
ru_ru: Поисковые команды, связанные с затратными поисками

source: Search details
ru_ru: Детали поиска

source: Scheduled vs Non-Scheduled
ru_ru: Запланированные vs незапланированные

source: Include Internal Data Searches?
ru_ru: Включать поиски внутренних данных?

source: Non-Scheduled Only
ru_ru: Только незапланированные

source: Scheduled Only
ru_ru: Только запланированные

source: ALL
ru_ru: ВСЕ

source: Peak search concurrency over time (last 24 hours)
ru_ru: Пиковый параллелизм поиска с течением времени (за последние 24 часа)

source: Search count by user (last 24 hours)
ru_ru: Количество поисков по пользователям (за последние 24 часа)

source: Run time by user (last 24 hours)
ru_ru: Время выполнения по пользователям (за последние 24 часа)

source: Common searches (last hour)
ru_ru: Распространенные поиски (за последний час)

source: Recent searches by time (last hour)
ru_ru: Недавние поиски по времени (за последний час)

source: Recent searches by expense (last hour)
ru_ru: Недавние поиски по затратам (за последний час)

source: Search activity overview
ru_ru: Обзор поисковой активности

source: Peak concurrency
ru_ru: Пиковый параллелизм

source: Views over time (last 7 days)
ru_ru: Представления с течением времени (за последние 7 дней)

source: Popular views (last 7 days)
ru_ru: Популярные представления (за последние 7 дней)

source: UI activity by user
ru_ru: Активность пользовательского интерфейса по пользователям

source: Average splunkd Latency per Search Job Endpoint Type (last 24 hours)
ru_ru: Средняя задержка splunkd по типу конечной станции задания поиска (за последние 24 часа)

source: UI activity
ru_ru: Активность пользовательского интерфейса

source: Service time (s)
ru_ru: Время обслуживания (сек)

source: Show source
ru_ru: Показать источник

source: After you download the universal forwarder, follow the steps to install and start it, then specify the data you want to send to Splunk Light.
ru_ru: После того, как вы загрузите универсальный перенаправитель, выполните следующие действия, чтобы установить и запустить его, а затем укажите данные, которые вы хотите отправить в Splunk Light.

source: <div style="padding: 40px;"><p><b>To set up the Universal Forwarder:</b></p><ol><li style="padding-top: 5px; padding-bottom: 5px"><p>Download the universal forwarder from splunk.com to the /opt directory on the machine that will send data to Splunk Light.</p><p><a class="btn btn-primary" target="_blank" href="http://www.splunk.com/download/universalforwarder">Download Universal Forwarder</a></p></li><li style="padding-top: 5px; padding-bottom: 5px"><p>Download the universal forwarder credentials to the /opt directory of the machine that will send data to Splunk Light.</p><p><a class="btn btn-primary" href="/dj/splunkclouduf/ufpackage/">Download Universal Forwarder Credentials</a></p></li><li style="padding-top: 5px; padding-bottom: 5px"> Install the universal forwarder on your operating system by following the <a target="_blank" href="/help?location=splunkclouduf.installation.instructions">Universal Forwarder installation instructions</a>. </li></ol></div>
ru_ru: <div style="padding: 40px;"><p><b>Для настройки Универсального Перенаправителя:</b></p><ol><li style="padding-top: 5px; padding-bottom: 5px"><p>Загрузите универсальный перенаправитель с сайта splunk.com в каталог /opt на машине, которая будет посылать данные в Splunk Light.</p><p><a class="btn btn-primary" target="_blank" href="http://www.splunk.com/download/universalforwarder">Загрузить Универсальный Перенаправитель</a></p></li><li style="padding-top: 5px; padding-bottom: 5px"><p>Загрузите учетные данные универсального перенаправителя в каталог /opt на машине, которая будет посылать данные в Splunk Light.</p><p><a class="btn btn-primary" href="/dj/splunkclouduf/ufpackage/"> Загрузить Учетные данные Универсального Перенаправителя</a></p></li><li style="padding-top: 5px; padding-bottom: 5px">

source: Splunkd activity overview
ru_ru: Обзор активности splunkd

source: Splunkd errors this hour
ru_ru: Ошибки Splunkd этого часа

source: Average splunkd access delay this hour (in s)
ru_ru: Средняя задержка доступа splunkd в этот час (в секундах)

source: Average splunkd uptime (in days)
ru_ru: Среднее время безотказной работы splunkd (в днях)

source: Most recent splunkd errors
ru_ru: Последние ошибки splunkd

source: Most recent timestamping issues
ru_ru: Последние проблемы с метками времени

source: Recent Browser Usage
ru_ru: Недавние использования браузера

source: Most Recent Splunk Web Errors
ru_ru: Последние ошибки Splunk Web

source: Splunk Web Unhandled Exceptions
ru_ru: Необработанные исключения Splunk Web

source: Splunk Browser Usage and Activity
ru_ru: Использование и активность Браузера Splunk
