Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: (GMT+04:00) Moscow, St. Petersburg, Volgograd
ru_ru: (GMT + 04:00) Москва, Санкт-Петербург, Волгоград

source: (GMT+04:00) Yerevan
ru_ru: (GMT + 04:00) Ереван

source: (GMT+04:30) Kabul
ru_ru: (GMT 04: 30) Кабул

source: (GMT+05:00) Tashkent
ru_ru: (GMT + 05:00) Ташкент

source: (GMT+05:30) Chennai, Kolkata, Mumbai, New Delhi
ru_ru: (GMT + 05:30) Ченнаи, Калькутта, Мумбаи, Нью-Дели

source: (GMT+05:45) Kathmandu
ru_ru: (GMT 05: 45) Катманду

source: (GMT+06:00) Astana, Dhaka
ru_ru: (GMT + 06:00) Астана, Дхака

source: (GMT+06:00) Ekaterinburg
ru_ru: (GMT + 06:00) Екатеринбург

source: (GMT+06:00) Novosibirsk
ru_ru: (GMT + 06:00) Новосибирск

source: (GMT+06:30) Yangon (Rangoon)
ru_ru: (GMT + 06:30) Янгон (Рангун)

source: (GMT+07:00) Bangkok, Hanoi, Jakarta
ru_ru: (GMT 07: 00) Бангкок, Ханой, Джакарта

source: (GMT+07:00) Krasnoyarsk
ru_ru: (GMT + 07:00) Красноярск

source: (GMT+08:00) Beijing, Chongqing, Hong Kong, Urumqi
ru_ru: (GMT + 08:00) Пекин, Чунцин, Гонконг, Урумчи

source: (GMT+08:00) Irkutsk, Ulaan Bataar
ru_ru: (GMT + 08:00) Иркутск, Улан-Батор

source: (GMT+08:00) Perth
ru_ru: (GMT + 08:00) Перт

source: (GMT+08:45) Eucla
ru_ru: (GMT + 08:45) Юкла

source: (GMT+09:00) Osaka, Sapporo, Tokyo
ru_ru: (GMT 09: 00) Осака, Саппоро, Токио

source: (GMT+09:00) Seoul
ru_ru: (GMT + 09:00) Сеул

source: (GMT+09:00) Yakutsk
ru_ru: (GMT + 09:00) Якутск

source: (GMT+09:30) Adelaide
ru_ru: (GMT + 09:30) Аделаида

source: (GMT+09:30) Darwin
ru_ru: (GMT + 09:30) Дарвин

source: (GMT+10:00) Brisbane
ru_ru: (GMT + 10:00) Брисбен

source: (GMT+10:00) Hobart
ru_ru: (GMT + 10:00) Хобарт

source: (GMT+10:00) Vladivostok
ru_ru: (GMT + 10:00) Владивосток

source: (GMT+10:30) Lord Howe Island
ru_ru: (GMT + 10:30) Остров Лорд-Хау

source: (GMT+11:00) Solomon Is., New Caledonia
ru_ru: (GMT + 11:00) Соломоновы о-ва, Новая Каледония

source: (GMT+11:00) Magadan
ru_ru: (GMT + 11:00) Магадан

source: (GMT+11:30) Norfolk Island
ru_ru: (GMT + 11:30) Остров Норфолк

source: (GMT+12:00) Anadyr, Kamchatka
ru_ru: (GMT + 12:00) Анадырь, Камчатка

source: (GMT+12:00) Auckland, Wellington
ru_ru: (GMT + 12:00) Окленд, Веллингтон

source: (GMT+12:00) Fiji, Kamchatka, Marshall Is.
ru_ru: (GMT + 12:00) Фиджи, Камчатка, Маршалловы о-ва.

source: (GMT+12:45) Chatham Islands
ru_ru: (GMT + 12:45) Острова Чатем

source: (GMT+13:00) Nuku Alofa
ru_ru: (GMT + 13:00) Нукуалофа

source: (GMT+14:00) Kiritimati
ru_ru: (GMT + 14:00) Остров Киритимати

source: Explore Data
ru_ru: Изучение данных

source: Select Virtual Index
ru_ru: Выбрать Виртуальный Индекс

source: Next
ru_ru: Далее

source: Select a File
ru_ru: Выберите файл

source: Preview Data
ru_ru: Просмотр данных

source: Enter Context Settings
ru_ru: Введите настройки контекста

source: Review
ru_ru: Просмотр

source: Finish
ru_ru: Завершить

source: Confirmation
ru_ru: Подтверждение

source: The virtual index you have selected does not contain a path.
ru_ru: Виртуальный индекс, который вы выбрали не содержит путь.

source: This page lets you see how Hunk sees your data when searching. If the events look correct and have the right timestamps, click "Next" to proceed. If not, use the options below to define proper event breaks and timestamps. If you cannot find an appropriate source type for your data, create a new one by clicking "Save As".
ru_ru: Эта страница позволяет вам увидеть, как Hunk видит ваши данные при поиске. Если события выглядят корректно и имеют правильные отметки времени, нажмите кнопку "Далее" для продолжения. Если нет, используйте нижеуказанные параметры для определения правильного разбиения событий и отметок времени. Если вам не удается найти соответствующий тип источника для ваших данных, создайте новый, нажав кнопку "Сохранить как".

source: The %s object does not exist in the data model.
ru_ru: Объект %s не существует в модели данных.

source: object
ru_ru: обьект

source: model
ru_ru: модель

source: Line
ru_ru: Строка

source: Area
ru_ru: Зонная

source: Column
ru_ru: Столбец

source: Bar
ru_ru: Столбчатая

source: Pie
ru_ru: Круговая

source: Scatter
ru_ru: Точечная

source: Bubble
ru_ru: Пузырьковая

source: Single Value
ru_ru: Одно значение

source: Radial Gauge
ru_ru: Радиальный датчик

source: Filler Gauge
ru_ru: Датчик с заполнением

source: Marker Gauge
ru_ru: Рейсмус

source: Map
ru_ru: Карта

source: Choropleth
ru_ru: Фоновая картограмма

source: Statistics Table
ru_ru: Таблица статистики

source: Events
ru_ru: События

source: Down
ru_ru: Вниз

source: Up
ru_ru: Вверх

source: Select %s before adding %s.
ru_ru: Выберите %s перед добавлением %s.

source: Time Range
ru_ru: Временной диапазон

source: Filter
ru_ru: Фильтр

source: Reset
ru_ru: Сброс

source: Reset Zoom
ru_ru: Сброс масштаба

source: Invalid timestamp
ru_ru: Неверная отметка времени

source: No Results
ru_ru: Результатов нет

source: Invalid Data
ru_ru: Неверные данные

source: Numeric Data Required
ru_ru: Требуется числовые данные

source: Invalid data: second column must be numeric for a pie chart
ru_ru: Недопустимые данные: второй столбец должен быть числовым для круговой диаграммы

source: Search Head
ru_ru: Заголовок поиска

source: Cluster Master
ru_ru: Мастер кластера

source: License Master
ru_ru: Мастер лицензий

source: Deployment Server
ru_ru: Сервер развертывания

source: KV Store
ru_ru: Хранилище "ключ/значениe"

source: SHC Deployer
ru_ru: Развертывание Головного кластера поиска

source: You must provide at least one server role.
ru_ru: Вы должны указать по крайней мере одну роль сервера.

source: Group names must only contain alphanumeric characters, dashes, or underscores.
ru_ru: Имена групп должны содержать только алфавитно-цифровые символы, дефисы или подчеркивания.

source: Indexer cluster names must only contain alphanumeric characters, dashes, or underscores.
ru_ru: Имена кластера индексатора должны содержать только алфавитно-цифровые символы, дефисы или подчеркивания.

source: Search head cluster names must only contain alphanumeric characters, dashes, or underscores.
ru_ru: Имена головного кластера поиска должны содержать только алфавитно-цифровые символы, дефисы или подчеркивания.

source: Please enter a valid instance name.
ru_ru: Пожалуйста, введите правильное имя экземпляра программы.

source: Please enter a valid machine name.
ru_ru: Пожалуйста, введите правильное имя машины.

source: Label Rotation
ru_ru: Вращение метки

source: Label Truncation
ru_ru: Усечение метки

source: Scale
ru_ru: Шкала

source: Linear
ru_ru: Линейная

source: Log
ru_ru: Логарифмическая

source: Axis range
ru_ru: Диапазон оси

source: Independent
ru_ru: Независимая

source: Uniform
ru_ru: Равномерная

source: Interval
ru_ru: Интервал

source: optional
ru_ru: необязательный

source: Min Value
ru_ru: Мин. значение

source: Max Value
ru_ru: Макс. значение

source: Legend Position
ru_ru: Позиция легенды

source: Right
ru_ru: Справа

source: Bottom
ru_ru: Внизу

source: Left
ru_ru: Слева

source: Top
ru_ru: Вверху

source: None
ru_ru: Отсутствует

source: Legend Truncation
ru_ru: Усечение легенды

source: Truncate End
ru_ru: Отбросить конец

source: Truncate Middle
ru_ru: Вырезать середину

source: Truncate Start
ru_ru: Отбросить начало

source: Stack Mode
ru_ru: Режим стека

source: not stacked
ru_ru: не стекировано

source: stacked
ru_ru: стекировано

source: stacked 100%
ru_ru: стекировано 100%

source: Multi-series Mode
ru_ru: Режим с разбиением на серии

source: Drilldown
ru_ru: Детальное исследование

source: Show Data Values
ru_ru: Показать значения данных

source: Min/Max
ru_ru: Мин./макс.

source: Null Values
ru_ru: Нулевые значения

source: Gaps
ru_ru: Пробелы

source: Zero
ru_ru: Нуль

source: Connect
ru_ru: Подключить

source: Minimum Size
ru_ru: Минимальный размер

source: Minimum Size is applied when there are more than 10 slices.
ru_ru: Минимальный размер применяется, когда существует более 10 долей.

source: Min Size
ru_ru: Мин. размер

source: Max Size
ru_ru: Макс. размер

source: Style
ru_ru: Стиль

source: Minimal
ru_ru: Минимальный

source: Shiny
ru_ru: Блестящий

source: Show trend indicator
ru_ru: Показать индикатор тренда

source: Show trend in
ru_ru: Показать тренд в

source: Absolute
ru_ru: Абсолютный

source: Percent
ru_ru: Процент

source: Compared to
ru_ru: В сравнении с

source: Before Label
ru_ru: Перед меткой

source: After Label
ru_ru: После метки

source: Caption
ru_ru: Подпись

source: Show Sparkline
ru_ru: Показать спарклайн

source: Use colors
ru_ru: Использовать цвета

source: Color by
ru_ru: Цвет по

source: Value
ru_ru: Значение

source: Trend
ru_ru: Тренд

source: Color interpretation
ru_ru: Интерпретация цвета

source: Color Mode
ru_ru: Режим цвета

source: Precision
ru_ru: Точность

source: Use Thousand Separators
ru_ru: Используйте разделитель тысяч

source: For security reasons, the admin on this account has requested that you change your password
ru_ru: По соображениям безопасности администратор на этой учетной записи просит изменить ваш пароль

source: For security reasons, the new password must be at least 4 characters in length
ru_ru: По соображениям безопасности новый пароль должен быть длиной минимум 4 символа

source: Invalid username or password.
ru_ru: Неверное имя пользователя или пароль.

source: Your password must be changed.
ru_ru: Ваш пароль должен быть изменен.

source: You must accept terms of service.
ru_ru: Вы должны принять условия предоставления услуг.

source: New password is required.
ru_ru: Требуется новый пароль.

source: Type
ru_ru: Тип

source: Name
ru_ru: Имя

source: Size
ru_ru: Размер

source: User
ru_ru: Пользователь

source: Group
ru_ru: Группа

source: Permissions
ru_ru: Полномочия

source: Title is required.
ru_ru: Требуется указать название.

source: Title can not contain an asterisk.
ru_ru: Название не может содержать звездочку.

source: ID is required.
ru_ru: Требуется указать идентификатор.

source: ID can only contain alphanumeric characters, underscores or hyphens. Whitespace is not allowed.
ru_ru: Идентификатор может содержать только буквенно-цифровые символы, подчеркивание или дефис. Пробелы не допускается.

source: Field Name is required.
ru_ru: Требуется указать название поля.

source: Field Name can not contain whitespace, double quotes, single quotes, curly braces or asterisks.
ru_ru: Название поля не может содержать пробелов, двойные кавычки, одиночные кавычки, фигурные скобки или звездочки.

source: Display Name can not contain an asterisk.
ru_ru: Имя дисплея не может содержать звездочку.

source: Field in Lookup is a required field.
ru_ru: Поле в Просмотре является обязательным параметром.

source: File is required.
ru_ru: Требуется указать файл.

source: Index Name is required.
ru_ru: Требуется указать название индекса.

source: Index Names may contain only letters, numbers, underscores, or hyphens. They must begin with a letter or number.
ru_ru: Имена индекса может содержать только буквы, цифры, знаки подчеркивания и дефисы. Они должны начинаться с буквы или цифры.

source: Max Data Size is required.
ru_ru: Требуется указать максимальный размер данных.

source: Max Data Size must be a positive integer.
ru_ru: Максимальный размер данных должен быть положительным целым числом.

source: Max Bucket Size is required.
ru_ru: Требуется указать максимальный размер корзины.

source: Archive Name is required.
ru_ru: Требуется указать название архива.

source: AWS S3 Path is required.
ru_ru: Требуется указать путь к AWS S3.

source: No scheme found in AWS S3 Path.
ru_ru: В пути к AWS S3 не найдено схемы.

source: AWS S3 Path is missing the bucket name.
ru_ru: В пути к AWS S3 отсутствует имя корзины.

source: AWS S3 Path must point to the root of the bucket.
ru_ru: Путь к AWS S3 должен указывать на корень корзины.

source: Index Names may contain only lowercase letters, numbers, underscores, or hyphens. They must begin with a lowercase letter or number.
ru_ru: Имена индексов могут содержать только строчные буквы, цифры, знаки подчеркивания и дефисы. Они должны начинаться со строчной буквы или цифры.

source: Retention is required.
ru_ru: Требуется указать период хранения.

source: Retention must be a positive integer.
ru_ru: Период хранения должно быть положительным целым числом.

source: Source type name does not allow ? or # or &.
ru_ru: Имя типа источника не должно содержать ? или # или &.

source: filters
ru_ru: фильтры

source: Not applied to a single time split.
ru_ru: Не применимо к одному разделению по времени.

source: Not applied to a single boolean split
ru_ru: Не применимо к одному булевому разделению.

source: Not applied to a single range-based split.
ru_ru: Не применимо к одному разделению по диапазону.

source: Limit must be a number between 0 and 1,000,000.
ru_ru: Граница должна быть числом между 0 и 1 000 000.

source: Limit must be a number between 0 and 1,000.
ru_ru: Граница должна быть числом между 0 и 1000.

source: Max # of Ranges must be an integer greater than 1.
ru_ru: Макс. количество диапазонов должно быть целое число больше 1.

source: Range Size must be a positive number.
ru_ru: Размер диапазона должен быть положительным числом.

source: Range Start must be a number.
ru_ru: Начало диапазона должен быть числом.

source: Range End must be a number.
ru_ru: Конец диапазона должен быть числом.

source: Limit Amount must be an integer greater than 1.
ru_ru: Предельная величина должна быть целым числом больше 1.

source: Match is a required field.
ru_ru: Совпадение является обязательным полем.

source: Per-Result.
ru_ru: По результату.

source: Number of Results is > 0.
ru_ru: Количество результатов > 0.

source: Unsupported.
ru_ru: Не поддерживается.

source: Results
ru_ru: Результаты

source: Hosts
ru_ru: Хосты

source: Sources
ru_ru: Источники

source: Number of %(typetext)s is > %(threshold)s in %(timeAmount)s minute.
ru_ru: Количество %(typetext)s > %(threshold)s за %(timeAmount)s минуту.

source: Number of %(typetext)s is > %(threshold)s in %(timeAmount)s hour.
ru_ru: Количество %(typetext)s > %(threshold)s за %(timeAmount)s час.

source: Number of %(typetext)s is > %(threshold)s in %(timeAmount)s day.
ru_ru: Количество %(typetext)s > %(threshold)s за %(timeAmount)s день.

source: Number of %(typetext)s is > %(threshold)s.
ru_ru: Количество %(typetext)s > %(threshold)s.

source: Number of %(typetext)s is < %(threshold)s in %(timeAmount)s minute.
ru_ru: Количество %(typetext)s < %(threshold)s за %(timeAmount)s минуту.

source: Number of %(typetext)s is < %(threshold)s in %(timeAmount)s hour.
ru_ru: Количество %(typetext)s < %(threshold)s за %(timeAmount)s час.

source: Number of %(typetext)s is < %(threshold)s in %(timeAmount)s day.
ru_ru: Количество %(typetext)s < %(threshold)s за %(timeAmount)s день.

source: Number of %(typetext)s is < %(threshold)s.
ru_ru: Количество %(typetext)s < %(threshold)s.

source: Number of %(typetext)s is = %(threshold)s in %(timeAmount)s minute.
ru_ru: Количество %(typetext)s = %(threshold)s за %(timeAmount)s минуту.

source: Number of %(typetext)s is = %(threshold)s in %(timeAmount)s hour.
ru_ru: Количество %(typetext)s = %(threshold)s за %(timeAmount)s час.

source: Number of %(typetext)s is = %(threshold)s in %(timeAmount)s day.
ru_ru: Количество %(typetext)s = %(threshold)s за %(timeAmount)s день.

source: Number of %(typetext)s is = %(threshold)s.
ru_ru: Количество %(typetext)s = %(threshold)s.

source: Number of %(typetext)s is &#8800; %(threshold)s in %(timeAmount)s minute.
ru_ru: Количество %(typetext)s &#8800; %(threshold)s за %(timeAmount)s минуту.

source: Number of %(typetext)s is &#8800; %(threshold)s in %(timeAmount)s hour.
ru_ru: Количество %(typetext)s &#8800; %(threshold)s за %(timeAmount)s час.

source: Number of %(typetext)s is &#8800; %(threshold)s in %(timeAmount)s day.
ru_ru: Количество %(typetext)s &#8800; %(threshold)s за %(timeAmount)s день.

source: Number of %(typetext)s is &#8800; %(threshold)s.
ru_ru: Количество %(typetext)s &#8800; %(threshold)s.

source: Number of %(typetext)s drops by %(threshold)s.
ru_ru: Количество %(typetext)s упало ниже %(threshold)s.

source: Number of %(typetext)s rises by %(threshold)s.
ru_ru: Количество %(typetext)s превысило %(threshold)s.

source: Custom. "%(alertCondition)s" in %(timeAmount)s minute.
ru_ru: Пользовательские настройки. "%(alertCondition)s" за %(timeAmount)s минуту.

source: Custom. "%(alertCondition)s" in %(timeAmount)s hour.
ru_ru: Пользовательские настройки. "%(alertCondition)s" за %(timeAmount)s час.

source: Custom. "%(alertCondition)s" in %(timeAmount)s day.
ru_ru: Пользовательские настройки. "%(alertCondition)s" за %(timeAmount)s день.

source: Custom. "%s".
ru_ru: Пользовательские настройки. "%s".

source: Trigger threshold must be a number.
ru_ru: Порог срабатывания должен быть числом.

source: Trigger time range must be a number greater than 0.
ru_ru: Пороговый диапазон времени должен быть числом больше 0.

source: Per result alert throttling requires at least one throttling field; use * to throttle on all fields.
ru_ru: Регулирование оповещений требует по крайней мере одного поля регулирования; Используйте * для регулирования на всех полях.

source: Throttle suppression time range must be a integer greater than 0.
ru_ru: Временной диапазон подавления регулирования должен быть целым числом больше 0.

source: A filename is required if script action is enabled
ru_ru: Если активировано действие сценария, необходимо указать имя файла.

source: An email address is required if email action is enabled
ru_ru: Если активировано действие эл. почты, необходимо указать адрес электронной почты.

source: Your report has an absolute time range.
ru_ru: Ваш отчет имеет абсолютный диапазон времени.

source: Your changes to the time range of this alert will not be saved.
ru_ru: Ваши изменения временного диапазона этого оповещения не будут сохранены.

source: Saving a scheduled report as a real-time report will remove the schedule.
ru_ru: Сохранение запланированного отчета в виде отчета в режиме реального времени удалит расписание.

source: This report cannot be accelerated. Acceleration will be disabled.
ru_ru: Этот отчет не может быть ускорен. Ускорение будет отключено.

source: A report running in verbose mode cannot be accelerated. Your search mode will be saved as Smart Mode.
ru_ru: Отчет в подробном режиме не может быть ускорен. Ваш режим поиска будет сохранен как Интеллектуальный режим.

source: A report running in verbose mode cannot be accelerated. Your search mode will not be saved.
ru_ru: Отчет в подробном режиме не может быть ускорен. Ваш режим поиска не будет сохранен.

source: Send Email
ru_ru: Отправить эл.почту

source: Run a Script
ru_ru: Запустить сценарий

source: List in Triggered Alerts
ru_ru: Список сработавших оповещений

source: Consider using "dedup … sortby …" rather than "sort … | dedup …"
ru_ru: Рассмотрите возможность использования «dedup... sortby...» вместо «sort... | dedup...»

source: Consider using "count()" rather than "count(_raw)"
ru_ru: Рассмотрите возможность использования "count()", а не "count(_raw)"

source: Consider using CIDR support in the search operator (e.g., "host=10.0.0.1/16")
ru_ru: Рассмотрите возможность использования поддержки CIDR в операторе поиска (например, "host=10.0.0.1/16")

source: Your first search term is also a search command. Did you mean "%(better)s"?
ru_ru: Ваше первое условие поиска также является командой поиск. Вы имели в виду "%(better)s"?

source: Wildcards are supported with an asterisk ('*'), not an ellipsis ('...').
ru_ru: Подстановочные символы поддерживаются знаком звездочка ('*'),а не знаком многоточие ('...').

source: Boolean operators must be uppercased (e.g., AND, OR, NOT) otherwise the search is looking for the terms 'and', 'or', and 'not'.
ru_ru: Логические операторы должны быть указаны в верхнем регистре (например, AND, OR, NOT) в противном случае происходит поиск терминов 'и', 'или' и 'не'.

source: Consider combining the 'where' condition (%(worse)s) into the 'search' condition (%(better)s)
ru_ru: Рассмотрите объединение условия 'где' (%(worse)s) в 'поисковое' условие (%(better)s)

source: Subject is empty
ru_ru: Не указана тема письма.

source: Email Address list is empty
ru_ru: Список адресов электронной почты пуст

source: Email Address list is invalid
ru_ru: Список адресов электронной почты некорректный

source: Entity ID is required.
ru_ru: Требуется ID объекта.

source: SSO URI is required.
ru_ru: Требуется адрес (URI) SSO.

source: Pending
ru_ru: Ожидание

source: Detention
ru_ru: Удержание

source: Restarting
ru_ru: Перезапуск

source: Shutting down
ru_ru: Выключение

source: Reassigning primaries
ru_ru: Переназначение праймериз

source: Decommissioning
ru_ru: Вывод из эксплуатации

source: Graceful shutdown
ru_ru: Мягкое выключение

source: Input with the same name already exists.
ru_ru: Ввод с тем же именем уже существует.

source: Token name is required.
ru_ru: Требуется указать название токена.

source: Default index is required when list of allowed indexes is set.
ru_ru: Когда задан список допустимых индексов требуется указать индекс по умолчанию.

source: File or directory path is required.
ru_ru: Требуется указать путь к файлу или каталогу.

source: Host value is required.
ru_ru: Требуется указать значение хоста.

source: Host regex value is required.
ru_ru: Требуется указать регулярное выражение хоста.

source: Host segment value is required.
ru_ru: Требуется указать сегмент хоста.

source: This path does not exist or is not accessible.
ru_ru: Этот путь не существует или не доступен.

source: File path is required.
ru_ru: Требуется указать путь к файлу.

source: Command field is required.
ru_ru: Поле команды является обязательным.

source: Sourcetype value is required.
ru_ru: Требуется указать значение sourcetype.

source: Interval field is required.
ru_ru: Поле интервала является обязательным.

source: Port number is required
ru_ru: Требуется указать номер порта.

source: File must be selected.
ru_ru: Файл должен быть выбран.

source: Collection name is required.
ru_ru: Требуется указать название собрания.

source: This starting node does not exist or is not accessible.
ru_ru: Этот начальный узел не существует или не доступен.

source: Collection name can can only contain alphanumeric characters, spaces, underscores, dashes, periods, tildes, or at signs.
ru_ru: Имя собрания может содержать только алфавитно-цифровые символы, пробелы, подчеркивания, тире, точки, тильды (~), или знаки @.

source: Lookup host value is required.
ru_ru: Требуется указать значение хоста просмотра.

source: At least one log must be selected.
ru_ru: Должен быть выбран по крайней мере один журнал.

source: Enter a number for the Interval field.
ru_ru: Введите число в поле интервала.

source: An object must be selected.
ru_ru: Объект должен быть выбран.

source: Target host must be selected.
ru_ru: Целевой хост должен быть выбран.

source: A performance object must be selected.
ru_ru: Объект производительности должен быть выбран.

source: Registry hive must be selected.
ru_ru: Куст реестра должен быть выбран.

source: This hive does not exist or is not accessible.
ru_ru: Этот куст не существует или не доступен.

source: Name is a required field.
ru_ru: Имя является обязательным полем.

source: HDFS Path is a required field.
ru_ru: Путь файловой системы HDFS является обязательным полем.

source: Java Home is a required field.
ru_ru: Домашний каталог Java является обязательным полем.

source: Hadoop Home is a required field.
ru_ru: Домашний каталог Hadoop является обязательным полем.

source: File System is a required field.
ru_ru: Файловая система является обязательным полем.

source: HDFS Working Directory is a required field.
ru_ru: Рабочий каталог HDFS является обязательным полем.

source: Eval Expression
ru_ru: Выражение Еval

source: Regular Expression
ru_ru: Регулярное выражение

source: Lookup
ru_ru: Просмотр
