Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: The column that should be used to initially sort the JobManager
ru_ru: Столбец, который должен быть использован для первоначальной сортировки JobManager

source: The direction to initially sort the jobs.
ru_ru: Направление для начальной сортировки заданий.

source: Loading job data.
ru_ru: Загрузка данных задания.

source: No jobs found.
ru_ru: Задания не найдены.

source: Reload.
ru_ru: Перезагрузить.

source: Dispatched at
ru_ru: Диспетчеризован в

source: Application
ru_ru: Приложение

source: Run time
ru_ru: Время выполнения

source: Expires
ru_ru: Истекает

source: Selected jobs
ru_ru: Выбранные задания

source: Finalize
ru_ru: Завершить

source: Are you sure you want to delete %i job?
ru_ru: Вы уверены, что хотите удалить %i задание?

source: Splunk cannot %(action)s this job. It may have expired. Try refreshing this page.
ru_ru: Splunk не может %(action)s это задание. Возможно, его срок истек. Попробуйте обновить эту страницу.

source: Received unexpected error: %(error)s
ru_ru: Получена непредвиденная ошибка: %(error)s

source: Splunk cannot delete this job. It may have expired. Try refreshing this page.
ru_ru: Splunk не может удалить это задание. Возможно, его срок истек. Попробуйте обновить эту страницу.

source: Finalized
ru_ru: Завершенные

source: Running (%.0f%%)
ru_ru: Исполняется (%.0f%%)

source: Saved
ru_ru: Сохраненные

source: Expired
ru_ru: Просроченные

source: Unpause
ru_ru: Возобновить

source: earliest time=%s, latest time=%s
ru_ru: самое раннее время=%s, самое позднее время=%s

source: earliest time%s, latest time%s
ru_ru: самое раннее время%s, самое позднее время%s

source: real-time
ru_ru: в реальном времени

source: This module is intended to supply basic search management functionality and information/general status information.
ru_ru: Этот модуль предназначен для обеспечения базовой функциональности управления поиском и информацией/общей информацией о состоянии.

source: This param itself contains nested params. It is a is a dictionary of config values that specifies behaviour for a link that should only be shown to the user when the search has completed. The link sends the user to the configured view (within the same app), and Splunk loads that view with these search results. Contains a required 'viewTarget' sub-param that is the view to which the user should be sent. And also an optional 'popup' sub-param that when True will make the link open a new popup window.
ru_ru: Этот параметр сам содержит в себе вложенные параметры. Это представляет собой словарь значений конфигурации, который определяет поведение для ссылки, которая должна быть показана пользователю только когда поиск завершен. Ссылка отправляет пользователя на сконфигурированное представление (в пределах того же приложения) и Splunk загружает это представление с этими результатами поиска. Содержит обязательный суб-параметр 'viewTarget' , который является представлением, к которому должен быть отправлен пользователь, а также дополнительный суб-параметр "всплывающее окно", который, если значение равно "Истинно" (True), сделает ссылку на открытие нового всплывающего окна.

source: in certain cases (notably in Report Builder), the JobStatus module is only visible while the search is running, and when the search has finished, it dissappears and a different module takes its place.
ru_ru: в некоторых случаях (в частности, в Построителе отчетов), модуль JobStatus виден только во время работы поиска, а когда поиск закончен, он исчезает и его место занимает другой модуль.

source: Number of seconds to wait before automatically pausing the running job; only active when the Search.Context object contains a 'auto_pause' setting = true.
ru_ru: Количество секунд ожидания перед автоматической приостановкой работы выполняемого задания; активна только тогда, когда объект Search.Context содержит параметр 'auto_pause' = true.

source: Controls the display of wizard work flows.
ru_ru: Управляет отображением рабочих потоков мастера.

source: Sets the filter on which action menu items to show.
ru_ru: Устанавливает фильтр, при котором показываются пункты меню действий

source: Set a bool to determin if the Create menu should be displayed
ru_ru: Установите логическое значение, чтобы определить должно ли отображаться меню "Создать"

source: Set a bool to determin if the Save menu should be displayed
ru_ru: Установите логическое значение, чтобы определить должно ли отображаться меню "Сохранить"

source: Send to background
ru_ru: Отправить в фоновый режим

source: Your search has been paused!
ru_ru: Ваш поиск был приостановлен!

source: This search is taking more than %s seconds to complete. Narrow your time range via the time picker drop down if you want to get results faster.
ru_ru: Этот поиск занимает для завершения больше, чем %s секунд. Сузьте диапазон времени через выпадающее меню выбора времени, если вы хотите получить результаты быстрее.

source: Save report
ru_ru: Сохранить отчет

source: Save report as...
ru_ru: Сохранить отчет как...

source: Save report...
ru_ru: Сохранить отчет...

source: Save search...
ru_ru: Сохранить поиск...

source: Save results
ru_ru: Сохранить результаты

source: These search results have been saved. You can retrieve them later via the jobs manager.
ru_ru: Эти результаты поиска были сохранены. Вы можете получить их позже через менеджер заданий.

source: Failed to save search results. The search job may have expired.
ru_ru: Не удалось сохранить результаты поиска. Возможно, истек срок действия задания поиска.

source: Save & share results...
ru_ru: Сохранить и поделиться результатами...

source: Dashboard panel...
ru_ru: Панель приборной доски...

source: Alert...
ru_ru: Оповещение...

source: Report...
ru_ru: Отчет...

source: Event type...
ru_ru: Тип события...

source: Scheduled PDF...
ru_ru: Запланированный PDF...

source: Scheduled search...
ru_ru: Запланированный поиск...

source: Create Scheduled Search
ru_ru: Создать запланированный поиск

source: Scheduled report...
ru_ru: Запланированный отчет...

source: Tried to update "%s" but it was not loaded into the current view
ru_ru: Пытался обновить "%s", но он не был загружен в текущее представление

source: Tried to update "%s" but it did not have an existing viewstate
ru_ru: Попытался обновить "%s", но там нет существующего viewstate

source: Successfully updated view settings
ru_ru: Настройки представления успешно обновлены

source: %s matching event
ru_ru: %s совпавшее событие

source: &#8805; %s matching event
ru_ru: &#8805; %s совпавшее событие

source: %s scanned event
ru_ru: %s просканированное событие

source: %s%% complete
ru_ru: %s%% завершено

source: Your search is finalizing...
ru_ru: Ваш поиск завершается...

source: Your search is pausing...
ru_ru: Ваш поиск приостанавливается...

source: Your search job has been backgrounded. To retrieve it, visit [[| this page]]. Backgrounded jobs expire after 1 week.
ru_ru: Ваш поиск переведен в фоновый режим. Чтобы вызвать его обратно, посетите [[| эту страницу]]. Срок действия заданий в фоновом режиме истекает через 1 неделю.

source: Show report
ru_ru: Показать отчет

source: Build report
ru_ru: Создать отчет

source: Auto-pausing in <strong>%s</strong> second.
ru_ru: Автопауза через <strong>%s</strong> секунду.

source: Auto-pause
ru_ru: Автопауза

source: Resume search
ru_ru: Продолжить поиск

source: Finalize search
ru_ru: Завершить поиск

source: The base class for modules that need to obtain lists of Splunk Entities and display them in a particular way.
ru_ru: Базовый класс для модулей, которые должны получить списки Объектов Splunk и отображать их в определенным образом.

source: This should be a valid entity path such as saved/searches.
ru_ru: Это должно быть допустимый путь объекта, такой как сохраненные/поиски.

source: The setting to generate and pass down to child modules.
ru_ru: Настройка, указывающая на создание и передачу вниз к дочерним модулям.

source: The entity fields to display. These are specified as <list> objects in a view xml specification and must contain at least a "label" definition or a "multiLabel" definition. If "label" is defined it should be set to the name of a field in the entity listing that will become the label of the generated list. If "multiLabel" is defined it must be specified as a Python sprintf string where the tokens should map to fields in the entity list. The <list> object may also contain the following options: "value" definition which is used by child classes to define the lister's behavior.
ru_ru: Поля объектов для отображения. Они определяются как список (<list>) объектов в спецификации представления XML и должны содержать, по крайней мере, определения "label" или "MultiLabel". Если "label" определено в нем должно быть установлено имя поля в списке объекта, которое станет меткой созданного списка. Если определяется "MultiLabel" оно должно быть определено как sprintf строки Python, где токены должны быть связаны с полями в списке объекта. Объект <list> может также содержать следующие параметры: определение "value", которое используется дочерними классами для определения поведения lister'а.

source: A set of <list> objects which define static list elements to add to the dynamically generated list elements. For example a static option with a label of "Any" and a value of "*" might be desired in addition to a list of saved searches generated by the entity lister. Static fields are defined in much the same way as entity fields, as <list> objects with a "label" definition that is set to the explicit label (i.e. "Any") and an optional value definition set to the value (i.e. "*").
ru_ru: Набор объектов <list> , которые определяют статический список элементов для добавления к динамически создаваемым элементам списка. Например, статический вариант с меткой "Any", и значением "*" может быть желательным дополнением к списку сохраненных запросов, генерируемых объектом Lister. Статические поля определяются в основном так же, как и поля объектов, как объекты <list> с определением "label", которое устанавливает метку в явном виде (напр. "Any") и необязательного определения значения, установленного на ее значение (напр. "*").

source: The character to use to separate each listed field. Some concrete implementations of lists do not use the delimiter, such as the options lister.
ru_ru: Символ, используемый для разделения полей в списке. Некоторые конкретные реализации списков не используют разделители, такие как варианты Lister.

source: The field on which to sort the results. This is often deferred to Python's default sort algorithm and will observe Python's sort behavior.
ru_ru: Поле по которому сортируются результаты. Это часто перекладывается на алгоритм сортировки по умолчанию Python'а и будет следовать поведению Python при сортировке.

source: The direction to sort the results. This option may only be defined if the sortKey option is also defined.
ru_ru: Направление сортировки результатов. Этот параметр может быть определены только в том случае, если также задан параметр sortKey.

source: The number of list elements to list. This value only pertains to the dynamically generated list elements, not to the static elements. In some concrete implementations, this value can be provided by a Paginator module and provide paging behavior.
ru_ru: Число элементов списка для внесения в список. Это значение относится только к динамически создаваемым элементам списка, а не статическим элементам. В некоторых конкретных реализациях это значение может быть предоставлено модулем Paginator и определять поведение при разбиении на страницы.

source: The starting offset for the dynamically generated list elements.
ru_ru: Начальное смещение для динамически создаваемых элементов списка.

source: The post process search to apply to the entity request.
ru_ru: Постпроцессный поиск для применения к запросу объекта.

source: Usually the concrete Lister modules push their changes to their children when a user has acted on the list of elements. In some cases this is not desirable, such as in the simplified form configurations.
ru_ru: Обычно конкретные модули Lister передают свои изменения свои потомкам когда пользователь действовал по списку элементов. В некоторых случаях это не желательно, например, в случае конфигураций упрощенной формы.

source: The namespace to use when requesting the list of entities. Normally this defaults to the current application's name.
ru_ru: Пространство имен, используемое при запросе списка объектов. Обычно по умолчанию используется имя текущего приложения.

source: The owner to use when requesting the list of entities. Normally this defaults to the current user.
ru_ru: Владелец для использования при запросе списка объектов. Обычно по умолчанию это текущий пользователь.

source: The type of output to generate from the list of entities. For example this might be a list of HTML LI elements, or a list of HTML OPTION elements. Normally this option is defined by the concrete Lister implementations.
ru_ru: Тип вывода для создания из списка объектов. Например это может быть список элементов LI HTML или список элементов OPTION HTML. Обычно этот параметр определяется конкретными реализациями Lister.

source: This EntityLister module could not retrieve its results. A %(status)s error was returned with the following text "%(statusText)s".
ru_ru: Этот модуль EntityLister не смог извлечь свои результаты. Была возвращена ошибка %(status)s со следующим текстом "%(statusText)s".

source: A valid Splunk search string used to power the internal representation of the module.
ru_ru: Действительная строка поиска Splunk использoвана для подпитки внутреннего представления модуля.

source: The earliest time to bound the search results by.
ru_ru: Самое раннее время для привязки результатов поиска.

source: A valid saved search name.
ru_ru: Допустимое имя сохраненного поиска

source: When "savedSearch" is defined, this dictates whether a new job based on a saved search should be dispatched (useHistory == False), a cached job from a saved search's history should be used (useHistory == True) or if no job is cached in the saved search's history, dispatch a new job (useHistory == auto).
ru_ru: Когда "savedSearch" определено, это указывает на то должно ли быть диспетчеризовано новое задание на основе сохраненного поиска (useHistory == False), должно ли быть использовано кешированное задание из истории сохраненного поиска (useHistory == True) или, если в истории сохраненного поиска нет кешированных заданий, диспетчеризовано новое задание (useHistory == auto).

source: The type of search result data the module would like to work with. When entityName == results statusBuckets is set to 0, which cannot be overridden, in an attempt to significantly speed up the search.
ru_ru: Тип данных результатов поиска с которыми хотел бы работать модуль. Когда entityName == results, statusBuckets устанавливается на 0, который не может быть переопределен, в попытке значительно ускорить поиск.

source: if set to True, any intentions passed down from an upstream module will be used to drive the internal search of this module. This should be used with caution, but when used carefully allows form elements to drive each others searches in interesting ways.
ru_ru: если установлено на "Истинно" (True), какие-либо намерения переданные из вышестоящего модуля будут использоваться для приведения в действие внутреннего поиска этого модуля. Это следует использовать с осторожностью, но при корректном использовании позволяет элементам формы интересными способами приводить в действие взаимные поиски.

source: if set to True, any timeRange passed down from an upstream module like TimeRangePicker, in addition to being used to effect the main searches in the page, will also be used to drive the internal search of this module.
ru_ru: если установлено на "Истинно" (True), любой TimeRange передается вниз от вышестоящего модуля, такого как как TimeRangePicker, в дополнение к использованию его для влияния на основные поиски на странице, он будет также использоваться для приведения в действие внутреннего поиска этого модуля.

source: Could not find a saved search named "%(savedSearch)s".
ru_ru: Не удалось найти сохраненный поиск с именем "%(savedSearch)s".

source: The module "%(moduleType)s" has its useHistory flag set to True, which is not compatible with a free license. Try setting useHistory to Auto or False.
ru_ru: У модуля "%(moduleType)s" флаг useHistory установлен на значение "Истинно" (True), что не совместимо с бесплатной лицензией. Попробуйте установить useHistory на Auto или "Ложно" (False).

source: Could not find a job in the saved search "%(savedSearch)s" history.
ru_ru: Не удалось найти задание в истории сохраненных поисков "%(savedSearch)s".

source: The internal search "%(searchStr)s" for the "%(moduleType)s" module failed.
ru_ru: Внутренний поиск "%(searchStr)s" для модуля "%(moduleType)s" не удался.

source: The post process search to apply to the search request.
ru_ru: Постпроцессный поиск для применения к поисковому запросу.

source: This is the prefix used when sending values from this module to downstream modules. It is configurable to help prevent namespace collisions. In order to remain backwards compatible, this value is overriden by settingToCreate if settingToCreate is set.
ru_ru: Это префикс, используемый при передаче значений из этого модуля для нижестоящих модулей. Он настраивается, чтобы предотвратить коллизии пространства имен. Чтобы иметь обратную совместимость, это значение перекрываться settingToCreate, если settingToCreate установлен.

source: The initial number of search items to load.
ru_ru: Начальное количество элементов поиска для загрузки.

source: This SearchLister module could not retrieve its results. A %(status)s error was returned with the following text "%(statusText)s".
ru_ru: Этот модуль SearchLister не смог извлечь свои результаты. Была возвращена ошибка %(status)s со следующим текстом "%(statusText)s".

source: This is set to li by default so it need not be declared in a view configuration file. DO NO CHANGE THIS (unless you really know what you're doing).
ru_ru: Это имеет значение li по умолчанию, так что его не нужно объявлять в файле конфигурации представления. НЕ ИЗМЕНЯЙТЕ ЭТО (если вы не знаете, что вы делаете).

source: The name of the form to create.
ru_ru: Имя формы для создания.

source: The radio button to select after rending the options from a search.
ru_ru: Радио-кнопка, для выбора после разделения опций из поиска.

source: This is set to radio by default so it need not be declared in a view configuration file. DO NO CHANGE THIS (unless you like <li>s as radio buttons).
ru_ru: Это установлено по умолчанию на "радио-кнопку", так что его не нужно объявлять в файле конфигурации представления. НЕ ИЗМЕНЯЙТЕ ЭТО (если только вам не нравятся элементы <li> в качестве радио-кнопок).

source: The initial number of entity items to load.
ru_ru: Начальное количество элементов объекта для загрузки.

source: If true, then select the option using its value. Otherwise, use its label.
ru_ru: Если это истинно (true), то выберите вариант, используя его значение. В противном случае, используйте его метку.

source: This is set to options by default so it need not be declared in a view configuration file. DO NO CHANGE THIS (unless you like <li>s in your <select>s).
ru_ru: Это установлено по умолчанию на "опции", так что его не нужно объявлять в файле конфигурации представления. НЕ ИЗМЕНЯЙТЕ ЭТО (если только вам не нравятся элементы <li> в ваших <select>'ах).

source: This is set to li by default so it need not be declared in a view configuration file. DO NO CHANGE THIS.
ru_ru: Это имеет значение li по умолчанию, так что его не нужно объявлять в файле конфигурации представления. НЕ ИЗМЕНЯЙТЕ ЭТО.

source: if set to True, any intentions passed down from a parent module will be used to drive the internal search of this module. This should be used with caution, but when used carefully allows form elements to drive each others searches in interesting ways.
ru_ru: если установлено на "Истинно" (True), какие-либо намерения переданные из вышестоящего модуля будут использоваться для приведения в действие внутреннего поиска этого модуля. Это следует использовать с осторожностью, но при корректном использовании позволяет элементам формы интересными способами приводить в действие взаимные поиски.

source: This module can display all messages to the user, or can be configured to display just a certain class of messages. Messages might come from searches, from alerts firing, from misconfiguration on the backend, from information about indexing status etc. The simplest configuration is a single Message instance with filter set to '*' -- meaning it will display all the messages broadcast. However, you can use multiple Message modules with different 'filter' params displayed in separate layout panels throughout a view. Messages are passed with a defined class, such as splunk.search.error. So if you have two Message instances, one configured with a filter of '*', and another with a filter of splunk.search, the latter will receive the splunk.search.error events, and the "*" instance will not. However when an unexpected message is passed down with the class of splunk.indexing.warn, the splunk.search instance will not display it but the the '*' instance will.
ru_ru: Этот модуль может отобразить все сообщения пользователю, или может быть сконфигурирован, чтобы отображать только определенный класс сообщений. Сообщения могут приходить от поисков, от срабатывания оповещений, от неправильной настройки на серверной части, от информации о состоянии индексирования и т.д. Самая простая конфигурация представляет собой один экземпляр сообщения с фильтром, установленным на '*' - означающим, что он будет отображать весь поток сообщений. Тем не менее, вы можете использовать несколько модулей сообщений с различными параметрами фильтра, отображаемых в отдельных панелях представления. Сообщения передаются с определенным классом, такие как splunk.search.error. Так что если у вас есть два экземпляра сообщений, один настроенный с фильтром '*', а другой с фильтром splunk.search, последний получит события splunk.search.error, а экземпляр "*" не будет. Однако, когда неожиданное сообщение передается вниз с классом splunk.indexing.warn, то экземпляр splunk.search не будет отображать его, но экземпляр '*' будет.

source: Specify a filter to listen to only certain classes of messages. When blank, the module displays all the messages broadcast.
ru_ru: Укажите фильтр для прослушивания только определенных классов сообщений. Если поле пустое, модуль отображает весь поток сообщений.

source: Set to True to clear messages whenever a new search is dispatched.
ru_ru: Установите на "Истинно" (True), чтобы очищать сообщения всякий раз, когда диспетчеризуется новый поиск.

source: Set the number of messages to display before throwing away the oldest ones.
ru_ru: Установите количество сообщений для отображения, прежде чем самые старые из них будут отброшены.

source: When present, the module loads with this value showing.
ru_ru: Если они присутствует, модуль будет загружаться с этим отображаемым значением.

source: When set, will only emit messages equal to or higher than the specified level.
ru_ru: Если установлено, будут издаваться только сообщения, равные или выше указанного уровня.

source: When set, this module will display system messages. Defaults to False since the splunkbar is already displaying system messages.
ru_ru: Если задано, этот модуль будет отображать системные сообщения. По умолчанию используется значение "Ложно" (False), так как splunkbar уже отображает системные сообщения.

source: messages not shown.
ru_ru: сообщений не показано.

source: Show all
ru_ru: Показать все

source: Hide messages
ru_ru: Скрыть сообщения
