Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: The sup option specifies a required level of support, or computed level of association between fields. Support is expressed as the output Support and Implied Support fields. The conf option specifies a measure of how certain the algorithm is about that association. Confidence is expressed as the output Strength field. (For example a small number of datapoints that are entirely equivalent would have high support but low confidence.) For either option, asssociations which are below the limits will not be included in output results.
ru_ru: Опция sup определяет необходимый уровень поддержки, или вычисленного уровня взаимосвязи между полями. Поддержка выражается в виде вывода полей Поддержки (Support) и Косвенной поддержки (Implied Support). Параметр conf определяет меру того, насколько уверен алгоритм относительно этой взаимосвязи. Уверенность выражается в выводе поля Надежности (Strength). (Например, небольшое число точек данных, которые полностью эквивалентны имели бы высокую поддержку, но низкий уровень доверия). Для того или иного варианта, в выходные результаты не будут включены взаимные связи, которые ниже предельных значений.

source: Identifies correlations between fields.
ru_ru: Определяет корреляции между полями.

source: Searches for relationships between pairs of fields. More specifically, this command tries to identify \ cases where the entropy of field1 decreases significantly based on the condition of field2=value2. \ field1 is known as the target key and field2 the reference key and value2 the reference value. \ If a list of fields is provided, analysis will be restrict to only those fields. By default all fields \ are used.
ru_ru: Ищет отношения между парами полей. Более конкретно, эта команда пытается определить \ случаи, когда энтропия field1 значительно уменьшается на основе условия field2=value2. \ field1 известен как целевой ключ и field2 как опорный ключ (reference key) и value2 как опорное значение (reference value). \ Если обеспечен список полей, анализ будет ограничен только этими полями. По умолчанию используются все поля.

source: Analyze all fields to find a relationship.
ru_ru: Анализировать все поля, чтобы найти связь.

source: Analyze all events from host "reports" and return results associated with each other.
ru_ru: Анализировать все события из "отчетов" хоста и возвращать результаты, связанные друг с другом.

source: Return results associated with each other (that have at least 3 references to each other).
ru_ru: Возвращать результаты, связанные друг с другом (у которых есть по крайней мере 3 ссылки друг на друга).

source: Associate command options
ru_ru: Опции команды Associate

source: Minimum number of times the reference key=reference value combination must be appear. \ Must be a non-negative integer.
ru_ru: Минимальное количество раз которое должна появиться комбинация reference key=reference value. \ Должно быть неотрицательным целым числом.

source: Minimum frequency of reference key=reference value combination, as a fraction of the number of total events.
ru_ru: Минимальная частота комбинации reference key=reference value, как доля от числа общих событий.

source: Minimum entropy improvement for target key. That is, \ entropy(target key) - entropy(target key given reference key/value) \ must be greater than or equal to this.
ru_ru: Минимальное повышение энтропии для целевого ключа. То есть, \ энтропия (целевой ключ) - энтропия (целевой ключ для данного опорного ключа/значения) \ должно быть больше или равно этому.

source: Returns audit trail information that is stored in the local audit index.
ru_ru: Возвращает информацию из журнала аудита, который хранится в локальном индексе аудита.

source: View audit trail information stored in the local "audit" index. Also validate signed audit events while checking for gaps and tampering.
ru_ru: Показывать информацию журнала аудита, хранящуюся в локальном индексе "аудита". Также проверить подписанные события аудита при проверке наличия пробелов и фальсификаций.

source: View information in the "audit" index.
ru_ru: Просмотр информации в индексе "аудита".

source: administrative
ru_ru: административный

source: Prepares events or results for calculating the moving average.
ru_ru: Подготавливает события или результаты для вычисления скользящего среднего.

source: Sets up data for auto-regression (e.g. moving average) by copying one or more of the previous values for <field> into each event. If <newfield> is provided, one prior value will be copied into <newfield> from a count of 'p' events prior. In this case, 'p' must be a single integer. If <newfield> is not provided, the single or multiple values will be copied into fields named '<field>_p<p-val>'. In this case 'p' may be a single integer, or a range <p_start>-<p_end>. For a range, the values will be copied from 'p_start' events prior to 'p_end' events prior. If 'p' option is unspecified, it defaults to 1 (i.e., copy only the previous one value of <field> into <field>_p1. The first few events will lack previous values, since they do not exist.
ru_ru: Устанавливает данные для авторегрессии (например, скользящего среднего) путем копирования одного или нескольких предыдущих значений для <field> в каждом событии. Если предусмотрено <newfield>, одно предшествующее значение будет скопировано в <newfield> из числа предшествующих событий 'p'. В этом случае, 'р' должен быть одним целым числом. Если <newfield> не предусмотрено, одиночные или множественные значения будут скопированы в поля с именами <field>_p<p-val>'. В этом случае 'р' может быть одним целым числом, или диапазоном <p_start>-<p_end>. Для диапазона, значения будут скопированы из 'p_start' событий до 'p_end' предыдущих событий. Если опция 'р' не определена, то по умолчанию будет равна 1 (т.е. скопировать только одно предыдущее значение <field> в <field>_p1. Первым нескольким событиям будет недоставать предыдущих значений, так как они не существуют.

source: Calculate a moving average of event size; the first N average numbers are omitted by eval since summing null fields results in null.
ru_ru: Рассчитать скользящее среднее размера события; первые N средних числа опущены eval, поскольку пустые поля результатов суммируются в нуль (null).

source: For each event, copy the 2nd, 3rd, 4th, and 5th previous values of the 'count' field into the respective fields 'count_p2', 'count_p3', 'count_p4', and 'count_p5'.
ru_ru: Для каждого события, копировать 2-е, 3-е, 4-е, 5-е и предыдущие значения поля 'count' в соответствующие поля 'count_p2', 'count_p3', 'count_p4', и 'count_p5'.

source: For each event, copy the 3rd previous value of the 'foo' field into the field 'oldfoo'.
ru_ru: Для каждого события, копировать 3-е предыдущее значение поля 'foo' в поле 'oldfoo'.

source: Puts continuous numerical values into discrete sets.
ru_ru: Помещает непрерывные числовые значения в дискретные наборы.

source: Puts continuous numerical values in fields into discrete sets, or bins, by adjusting the value of 'field', so that all items in the set have the same value for 'field'. Note: Bucket is called by chart and timechart automatically and is only needed for statistical operations that timechart and chart cannot process.
ru_ru: Помещает непрерывные числовые значения полей в дискретные наборы, или ячейки, регулируя значение 'поля', так что все элементы в наборе имеют одинаковое значение для 'поля'. Примечание: Команда bucket вызывается chart и timechart автоматически и требуется только для статистических операций, которые timechart и chart не могут обработать.

source: Separate search results into 10 bins, and return the count of raw events for each bin.
ru_ru: Разделить результаты поиска на 10 ячеек, и возвратить число необработанных событий для каждой ячейки.

source: Return the average "thruput" of each "host" for each 5 minute time span.
ru_ru: Возвращать среднюю "производительность" ("thruput") каждого "хоста"("host") за каждый 5-и минутный промежуток времени.

source: Discretization option.
ru_ru: Опция дискретизации.

source: Specifies the smallest span granularity to use automatically inferring span from the data time range.
ru_ru: Определяет наименьший диапазон детализации для автоматического использования, выводя его из временного диапазона данных.

source: Sets the maximum number of bins to discretize into. \ Given this upper-bound guidance, the bins will snap to \ human sensible bounds.
ru_ru: Устанавливает максимальное количество ячеек для дискретизации.\ С учетом данного верхнего предела, интервалы будут привязываться к \ разумным границам.

source: Sets the size of each bin.
ru_ru: Устанавливает размер каждой ячейки.

source: set span to 10 seconds
ru_ru: установить диапазон в 10 секунд

source: set span to 2 days
ru_ru: установить диапазон в 2 дня

source: set span to 5 minutes
ru_ru: установить диапазон в 5 минут

source: Sets to log based span, first number if coefficient, second number is base \ coefficient, if supplied, must be real number >= 1.0 and < base \ base, if supplied, must be real number > 1.0 (strictly greater than 1)
ru_ru: Устанавливает диапазон, основанный на логарифме, первое число является коэффициентом, второе - основанием, \ коэффициент, если он задан, должен быть вещественным числом >= 1.0 и < основания\ основание, если имеется, должно быть вещественным числом > 1.0 (строго больше 1)

source: set log span of base 10, coeff 1.0, e.g. ...,0.1,1,10,100,...
ru_ru: задать логарифмический диапазон по основанию 10, с коэффициентом 1.0, напр. ...,0.1,1,10,100,...

source: set log span of base 5, coeff 2.0, e.g. ...,0.4,2,10,50,250,1250,...
ru_ru: задать логарифмический диапазон по основанию 5, с коэффициентом 2.0, напр. ..., 0.4,2,10,50,250,1250,...

source: Sets the minimum and maximum extents for numerical bins.
ru_ru: Устанавливает минимальные и максимальные рамки для числовых ячеек.

source: Span of each bin. \ If using a timescale, this is used as a time range.\ If not, this is an absolute bucket "length."
ru_ru: Диапазон каждой ячейки. \ Если используется временная шкала, то это используется в качестве временного интервала. \ Если нет, то это абсолютная "длина" корзины.

source: Time scale units.
ru_ru: Единицы шкалы времени.

source: Time scale in microseconds("us"), milliseconds("ms"), \ centiseconds("cs"), or deciseconds("ds")
ru_ru: Шкала времени в микросекундах ("us"), миллисекундах ("ms"), \ сантисекундах ("cs"), или децисекундах ("ds")

source: Time scale in seconds.
ru_ru: Шкала времени в секундах.

source: Time scale in minutes.
ru_ru: Шкала времени в минутах.

source: Time scale in hours.
ru_ru: Шкала времени в часах.

source: Time scale in days.
ru_ru: Шкала времени в днях.

source: Time scale in months.
ru_ru: Шкала времени в месяцах.

source: Replaces PATHFIELD with higher-level grouping, such as replacing filenames with directories.
ru_ru: Заменяет PATHFIELD группировкой более высокого уровня, такой как замена имен файлов каталогами.

source: Returns at most MAXCOUNT events by taking the incoming events and rolling up multiple sources into directories, by preferring directories that have many files but few events. The field with the path is PATHFIELD (e.g., source), and strings are broken up by a SEP character. The default pathfield=source; sizefield=totalCount; maxcount=20; countfield=totalCount; sep="/" or "\\", depending on the os.
ru_ru: Возвращает максимально MAXCOUNT событий, принимая входящие события и сворачивая несколько источников в каталоги, предпочитая каталоги, имеющие много файлов, но несколько событий. Поле с путем это PATHFIELD (например, источник), а строки разбиты символами SEP. Значение по умолчанию pathfield=source; sizefield=totalCount; maxcount=20; countfield=totalCount; sep="/" или "\\", в зависимости от ОС.

source: get 10 best sources and directories
ru_ru: получить 10 лучших источников и каталогов

source: results::group
ru_ru: результаты::группа

source: Returns results in a tabular output for charting.
ru_ru: Возвращает результаты в табличном выводе для построения диаграмм.

source: Creates a table of statistics suitable for charting. Whereas timechart generates a \ chart with _time as the x-axis, chart lets you select an arbitrary field as the \ x-axis with the "by" or "over" keyword. If necessary, the x-axis field is converted \ to discrete numerical quantities.\p\\ When chart includes a split-by-clause, the columns in the output table represents a \ distinct value of the split-by-field. (With stats, each row represents a single \ unique combination of values of the group-by-field. The table displays ten columns \ by default, but you can specify a where clause to adjust the number of columns.\p\\ When a where clause is not provided, you can use limit and agg options to specify \ series filtering. If limit=0, there is no series filtering. \p\\ When specifying multiple data series with a split-by-clause, you can use sep and \ format options to construct output field names.
ru_ru: Создает таблицу статистики, подходящую для построения диаграмм. В то время как timechart генерирует \ диаграмму с _time в качестве оси х, chart позволяет выбрать произвольное поле как\ ось х используя ключевое слово "by" или "over". При необходимости, поле оси х преобразуется \ для дискретных числовых величин. \р \ Когда диаграмма включает в себя разбиение по условию, столбцы в таблице вывода будут представлять собой \ уникальное значение разбиения по полям. (Со статистикой, каждая строка представляет одно \ уникальное сочетание значений группы по полю. В таблице показаны десять столбцов \ по умолчанию, но вы можете указать условие where, чтобы отрегулировать число столбцов. \р \ Когда условие where не предусмотрено, вы можете использовать опции limit и agg параметры, чтобы указать \\n фильтрацию серий. Если limit=0, фильтрации серий нет. \p\\ При указании нескольких рядов данных с разделенным по условию, вы можете использовать опции \ sep и format для задания имен выходных полей.

source: Return the average (mean) "size" for each distinct "host".
ru_ru: Возвратить средний "размер" ("size") каждого отдельного "хоста" ("host").

source: Return the the maximum "delay" by "size", where "size" is broken down into a maximum of 10 equal sized buckets.
ru_ru: Возвращает максимальная "задержку" ("delay") по "размеру" ("size"), где "size" разбит на максимум 10 корзин одинакового размера.

source: Return the ratio of the average (mean) "size" to the maximum "delay" for each distinct "host" and "user" pair.
ru_ru: Возвращать отношение среднего "размера" ("size") к максимальной "задержке" ("delay") для каждого отдельной пары "хоста" ("host") и "пользователя" ("user").

source: Return max(delay) for each value of foo split by the value of bar.
ru_ru: Возвратить макс. (задержку) для каждого значения foo, разделенную значением bar.

source: Return max(delay) for each value of foo.
ru_ru: Возвратить макс. (задержку) для каждого значения foo.

source: Find how many times field1 and field2 values occurred together
ru_ru: Найти сколько раз значения field1 и field2 встречаются вместе

source: For this command, we think of field1 values as "users" and field2 values as "items". \ The goal of the command is to compute, for each pair of item (i.e., field2 values), how many \ users (i.e., field1 values) used them both (i.e., occurred with each of them).
ru_ru: Для этой команды, мы полагаем значения field1 как "пользователи" ("users"), а значения field2 как "элементы" ("items"). \ Цель команды заключается в вычислении для каждой пары элементов (т.е. значений field2), сколько пользователей \ (т.е. значения field1) использовали их совместно (т.е. это произошло с каждым из них).

source: user field must be specified first and item field second
ru_ru: поле пользователя должно быть указано первым, а поле элемента - вторым

source: Purely internal operation that condenses multi-file results into as few files as chunksize option will allow. (default chunksize=50000). Operation automatically invoked by output* operators. If force=true and the results are entirely in memory, re-divide the results into appropriated chunked files (this option is new for 5.0).
ru_ru: Чисто внутренняя операция, которая конденсирует результаты нескольких файлов в меньшее число файлов насколько позволяет функция chunksize. (По умолчанию chunksize=50000). Операция автоматически вызывается операторами output*. Если force=true, и результаты полностью в памяти, повторно разделяет результаты в соответствующие фрагментированные файлы (этот параметр является новым для 5.0).

source: Given a duration field, finds the number of "concurrent" events for each event
ru_ru: Для заданного поля продолжительности, находит число параллельных ("конкурирующих") событий для каждого события

source: If each event represents something that occurs over a span of time, where that \ span is specified in the duration field, calculate the number of concurrent events \ for each event start time. An event X is concurrent with event Y if \ the X start time, X.start, lies between Y.start and (Y.start + Y.duration). \ In other words, the concurrent set of events is calculated for each event start time, \ and that number is attached to the event. \ The units of start and duration are assumed to be the same. If you have different \ units, you will need to convert them to corresponding units prior to using the concurrency \ command. \ Unless specified, the start field is assumed to be _time and the output field will \ be 'concurrency' \ Limits: If concurrency exceeds limits.conf [concurrency] max_count \ (Defaults to 10 million), results will not be accurate.
ru_ru: Если каждое событие представляет собой нечто, что происходит в течение определенного периода времени, где \ диапазон (span) указывается в поле длительности (duration), вычислить количество одновременных (параллельных) событий \ для каждого времени начала события. Событие X является одновременным с событием Y, если \ время начала X, X.start, лежит между Y.start и (Y.start + Y.duration). \ Другими словами, параллельный набор событий рассчитывается для каждого времени начала события, \ и это число прикрепляется к событию. \ Единицы начала и длительности предполагаются одинаковыми. Если у вас есть другие \ единицы, вам нужно будет конвертировать их в соответствующие единицы перед использованием \ команды concurrency. \ Если не указано иное, предполагается, что поле начала будет _time и поле вывода будет 'concurrency' \ Ограничения: Если параллелизм (concurrency) превышает значение [concurrency] max_count из limits.conf \ (по умолчанию до 10 миллионов), результаты не будут точными.

source: Calculate the number of concurrent events for each event start time and emit as field 'foo'
ru_ru: Вычислить число параллельных событий для каждого времени начала события и выделить как поле 'foo'

source: Calculate the number of concurrent events using the 'et' field as the start time \ and 'length' as the duration.
ru_ru: Вычислить число параллельных событий, используя поле 'et' как время начала \ и 'length' как продолжительность.

source: Calculate the number of ongoing http requests at the start time of each http request in a splunk access log
ru_ru: Вычислить число текущих http-запросов на время начала каждого http-запроса в журнале доступа Splunk

source: Builds a contingency table for two fields.
ru_ru: Создает таблицу сопряженности для двух полей.

source: In statistics, contingency tables are used to record \ and analyze the relationship between two or more (usually categorical) variables. Many metrics of \ association or independence can be calculated based on contingency tables, such as the phi \ coefficient or the V of Cramer.
ru_ru: В статистике, таблицы сопряженности используются для записи \ и анализа взаимосвязи между двумя или более (обычно категориальными) переменными. Многие метрики \ взаимосвязи или независимости, такие как коэффициент phi или V Крамера, могут быть рассчитаны на основе таблиц сопряженности.

source: Build a contingency table for fields "host" and "sourcetype".
ru_ru: Создать таблицу сопряженности для полей "host" и "sourcetype".

source: Build a contingency table of "datafields" from all events.
ru_ru: Создать таблицу сопряженности полей данных ("datafields") от всех событий.

source: Options for the contingency table
ru_ru: Опции для таблицы сопряженности

source: Maximum number of rows or columns. If the number of distinct values of the field exceeds this maximum, \ the least common values will be ignored. There is a ceiling on the values permitted for maxrows and maxcols\ from limits.conf, [ctable] stanza maxvalues. This limit defaults to 1000. Values for over this will be rejected \ and values of 0 for these settings mean to use this maxvalues setting.
ru_ru: Максимальное число строк или столбцов. Если число уникальных значений поля превышает это максимальное значение, \ наименее типичные значения будут проигнорированы. Существует потолок на значения, разрешенные для maxrows и maxcols \ из файла limits.conf, секция [ctable] переменная maxvalues. Это ограничение по умолчанию равно 1000. Значения, превышающие это ограничение будут отклонены, \ а значения 0 для этих параметров означает использование этого параметра maxvalues.

source: Cover only this percentage of values for the row or column field. If the number of entries needed to \ cover the required percentage of values exceeds maxrows or maxcols, maxrows or maxcols takes precedence.
ru_ru: Покрыть только этот процент значений для поля строки или столбца. Если число записей \ необходимых для требуемого процента значений превышает maxrows или maxcols, maxrows или maxcols будут иметь приоритет.

source: Add row and column totals
ru_ru: Добавить итоговые значения строки и столбца

source: Field name for the totals row/column
ru_ru: Имя поля для итоговых значений строки/столбца

source: Converts field values into numerical values.
ru_ru: Преобразует значения полей в числовые значения.

source: Converts the values of fields into numerical values. When renaming a field using "as", the original field is left intact. The timeformat option is used by ctime and mktime conversions. Default = "%m/%d/%Y %H:%M:%S".
ru_ru: Преобразует значенийя полей в числовые значения. При переименовании поля с использованием "as", исходное поле остается неизменным. Опция timeformat используется преобразованиями ctime и mktime преобразования. По умолчанию = "%m/%d/%Y %H:%M:%S".

source: Convert every field value to a number value except for values in the field "foo" (use the "none" argument to specify fields to ignore).
ru_ru: Преобразовать каждое значение поля на числовое значение за исключением значений в поле "foo" (используйте аргумент "none", чтобы определить какие поля игнорировать).

source: Change all memory values in the "virt" field to Kilobytes.
ru_ru: Изменить все значения памяти в поле "virt" на килобайты.

source: Change the sendmail syslog duration format (D+HH:MM:SS) to seconds. For example, if "delay="00:10:15"", the resulting value will be "delay="615"".
ru_ru: Изменить формат длительности системного журнала sendmail (D+HH:MM:SS) на секунды. Например если "delay="00:10:15"", полученное значение будет "delay="615"".

source: Convert values of the "duration" field into number value by removing string values in the field value. For example, if "duration="212 sec"", the resulting value will be "duration="212"".
ru_ru: Преобразовать значения поля "duration" в числовое значение путем удаления строковых значений, находящихся в значении поля. Например, если "duration="212 sec"", полученное значение будет "duration="212"".

source: fields::convert
ru_ru: поля::преобразовать
