Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Edit Job Settings
ru_ru: Редактировать параметры задания

source: Read Permissions
ru_ru: Права на чтение

source: Lifetime
ru_ru: Срок действия

source: The job will be deleted if it's not accessed in its lifetime. Calculated from the time the job finishes.
ru_ru: Задание будет удалено, если к нему не осуществлялся доступ в течение его срока действия. Рассчитывается с момента завершения работы.

source: Job Settings
ru_ru: Параметры задания

source: Inspect Job
ru_ru: Инспектировать задание

source: Job
ru_ru: Задание

source: Send Job to Background
ru_ru: Отправить задание в фоновый режим

source: Splunk Job Complete: $name$
ru_ru: Задание Splunk завершено: $name$

source: Email when complete
ru_ru: Отправить эл. почту по завершении

source: Email must be configured in System&nbsp;Settings > Alert&nbsp;Email&nbsp;Settings. %s
ru_ru: Эл. почта должна быть задана в Настройках&nbsp;Системы > Настройки&nbsp;оповещений&nbsp;электронной почты. %s

source: Email Subject Line
ru_ru: Тема эл. письма

source: Email Addresses
ru_ru: Адреса электронной почты

source: Comma separated list.
ru_ru: Список разделенный запятыми.

source: Send to Background
ru_ru: Отправить в фоновый режим

source: The Job is Running in the Background
ru_ru: Задание выполняется в фоновом режиме

source: The job&#39;s lifetime has been extended to %s.
ru_ru: Срок действия задания был увеличен до %s.

source: Set sample ratio:
ru_ru: Задайте отношение выборки:

source: 1 : %s events
ru_ru: 1 : %s событиям

source: Event Sampling
ru_ru: Выборка событий

source: These results may be truncated. This visualization is configured to display a maximum of %s results per series, and that limit has been reached.
ru_ru: Эти результаты могут быть усечены. Эта визуализация настроена на отображение максимум %s результатов в серии, и этот предел был достигнут.

source: X-Axis
ru_ru: Ось X

source: X-Axis (Time)
ru_ru: Ось X (время)

source: Y-Axis
ru_ru: Ось Y

source: Color (Lines)
ru_ru: Цвет (линии)

source: Color (Areas)
ru_ru: Цвет (области)

source: Max Areas
ru_ru: Макс. количество областей

source: Max Colors
ru_ru: Макс. количество цветов

source: X-Axis (Bars)
ru_ru: Ось X (столбики)

source: Max Bars
ru_ru: Макс. количество столбиков

source: Y-Axis (Bar Width)
ru_ru: Ось Y (ширина столбика)

source: Mark
ru_ru: Отметка

source: Chart Overlay
ru_ru: Наложение диаграмм

source: Legend
ru_ru: Легенда

source: The Min Size must be less than the Max Size.
ru_ru: Минимальный размер должен быть меньше, чем максимальный размер.

source: Min Size must be a positive integer.
ru_ru: Минимальный размер должен быть положительным целым числом.

source: Max Size must be a positive integer.
ru_ru: Максимальный размер должен быть положительным целым числом.

source: Color Ranges
ru_ru: Диапазон цветов

source: Log scale and stacking cannot be enabled at the same time.
ru_ru: Логарифмическая шкала и стекирование не могут быть включены одновременно.

source: The X-Axis Min Value must be less than the Max Value.
ru_ru: Минимальное значение оси X должно быть меньше, чем максимальное значение.

source: The Y-Axis Min Value must be less than the Max Value.
ru_ru: Минимальное значение оси Y должно быть меньше, чем максимальное значение.

source: X-Axis Interval
ru_ru: Интервал оси X

source: X-Axis Min Value
ru_ru: Минимальное значение оси X

source: X-Axis Max Value
ru_ru: Максимальное значение оси X

source: Axis Range
ru_ru: Диапазон оси

source: Y-Axis Interval
ru_ru: Интервал оси Y

source: Y-Axis Min Value
ru_ru: Минимальное значение оси Y

source: Y-Axis Max Value
ru_ru: Максимальное значение оси Y

source: Overlay
ru_ru: Наложение

source: View as Axis
ru_ru: Посмотреть как ось

source: Inherit
ru_ru: Наследовать

source: Source type:
ru_ru: Тип источника:

source: default
ru_ru: по умолчанию

source: Default Settings
ru_ru: Параметры по умолчанию

source: Splunk's default source type settings
ru_ru: Параметры типа источника по умолчанию в Splunk

source: Uncategorized
ru_ru: Без категории

source: Recommended Settings
ru_ru: Рекомендуемые настройки

source: Splunk's suggested settings based on source file
ru_ru: Параметры, предлагаемые Splunk на основе исходного файла

source: Activity
ru_ru: Активность

source: Jobs
ru_ru: Задания

source: System Activity
ru_ru: Активность системы

source: Resources
ru_ru: Ресурсы

source: listen to your data
ru_ru: слушайте ваши данные

source: Restart initiated.
ru_ru: Инициирован перезапуск.

source: Splunk Light is restarting. Check the web_service.log file to determine when Splunk Light has restarted and then <a href="%s">click here to continue</a>.
ru_ru: Splunk Light перезагружается. Проверьте файл web_service.log , чтобы определить, когда Splunk Light будет перезагружен, а затем <a href="%s">нажмите здесь, чтобы продолжить</a>.

source: Splunk Light is restarting. This may take a few minutes.
ru_ru: Производится перезапуск Splunk Light. Это может занять несколько минут.

source: Knowledge
ru_ru: Знания

source: System
ru_ru: Система

source: Loading Map...
ru_ru: Загрузка карты...

source: N
ru_ru: С

source: E
ru_ru: В

source: S
ru_ru: Ю

source: W
ru_ru: З

source: Colors
ru_ru: Цвета

source: Maximum Color
ru_ru: Максимальный цвет

source: Maximum Color must be a valid hexadecimal color.
ru_ru: Максимальный цвет должен быть допустимым шестнадцатеричным цветом.

source: Minimum Color
ru_ru: Минимальный цвет

source: Minimum Color must be a valid hexadecimal color.
ru_ru: Минимальный цвет должен быть допустимым шестнадцатеричным цветом.

source: Number of Bins
ru_ru: Количество лотков

source: Neutral Point
ru_ru: Нейтральная точка

source: Neutral Point must be a number.
ru_ru: Нейтральная точка должна быть числом.

source: Shapes
ru_ru: Формы

source: Shape Opacity
ru_ru: Прозрачность формы

source: Show Borders
ru_ru: Показать границы

source: Tiles
ru_ru: Плитки

source: Markers
ru_ru: Маркеры

source: Opacity
ru_ru: Прозрачность

source: Min Size must be a positive integer
ru_ru: Мин. размер должен быть положительным целым числом.

source: Max Size must be a positive integer
ru_ru: Макс. размер должен быть положительным целым числом.

source: Max Clusters
ru_ru: Макс. колич. кластеров

source: Max Clusters must be a non-negative integer
ru_ru: Макс. колич. кластеров должно быть неотрицательным целым числом

source: The Min Zoom must be less than the Max Zoom.
ru_ru: Мин. увеличение должно быть меньше чем Макс. увеличение.

source: Latitude
ru_ru: Широта

source: Latitude and Longitude must be valid numbers
ru_ru: Широта и Долгота должны быть допустимыми числами

source: Longitude
ru_ru: Долгота

source: Zoom
ru_ru: Увеличение

source: Zoom must be a non-negative integer
ru_ru: Увеличение должно быть неотрицательным целым числом

source: Zoom on Scroll
ru_ru: Увеличить масштаб при прокрутке

source: Show Tiles
ru_ru: Показать плитки

source: Tile Opacity
ru_ru: Прозрачность плитки

source: The URL to use for requesting tiles, ex: <br /> http://{s}.tile.openstreetmap.org/{z}/{x}/{y}.png
ru_ru: URL для запроса плиток, напр.:<br /> http://{s}.tile.openstreetmap.org/{z}/{x}/{y}.png

source: Min Zoom
ru_ru: Мин. увеличение

source: Min Zoom must be a non-negative integer
ru_ru: Мин. увеличение должен быть неотрицательным целым числом

source: Max Zoom
ru_ru: Макс. увеличение

source: Max Zoom must be a non-negative integer
ru_ru: Макс. увеличение должен быть неотрицательным целым числом

source: Populate from preset configuration
ru_ru: Заполнить из заданной конфигурации

source: Splunk Tiles
ru_ru: Плитки Splunk

source: Open Street Map
ru_ru: Карта Open Street Map

source: Read
ru_ru: Чтение

source: Write
ru_ru: Запись

source: Run As
ru_ru: Запустить как

source: 1 Week
ru_ru: 1 Неделя

source: Enabled. Summary Range: %s.
ru_ru: Включено. Резюме диапазон: %s.

source: Disabled.
ru_ru: Отключено.

source: Created by %s.
ru_ru: Создан %s.

source: Enabled.
ru_ru: Включено.

source: Creator
ru_ru: Создатель

source: Embedding
ru_ru: Встраивание

source: Not Applicable for Real-time Reports.
ru_ru: Не применимо для отчетов в реальном времени.

source: Actions: %s.
ru_ru: Действия: %s.

source: No actions.
ru_ru: Нет действий.

source: Not scheduled.
ru_ru: Не запланировано.

source: Accelerate %s
ru_ru: Ускорить %s

source: Sets the range of time (relative to now) for which data is accelerated. Example: 1 Month accelerates the last 30 days of data in your reports.
ru_ru: Задает интервал времени (по отношению к настоящему моменту) для ускорения данных. Пример: 1 месяц ускоряет последние 30 дней данных в ваших отчетах.

source: This report cannot be accelerated.
ru_ru: Этот отчет не может быть ускорен.

source: Save Changes?
ru_ru: Сохранить изменения?

source: You have made changes to the alert. Would you like to save the changes before viewing the alert?
ru_ru: Вы внесли изменения в оповещение. Вы хотите сохранить изменения перед просмотром предупреждения?

source: You have made changes to the report. Would you like to save the changes before viewing the report?
ru_ru: Вы внесли изменения в отчет. Вы хотите сохранить изменения перед просмотром отчета?

source: Don't Save & View
ru_ru: Не сохранять и Просмотреть

source: Save & View
ru_ru: Сохранить и Просмотреть

source: Acceleration will be disabled (you can enable it again later).
ru_ru: Ускорение будет отключено (вы можете позже включить его снова).

source: Clone Report
ru_ru: Клонировать отчет

source: Report has been cloned
ru_ru: Отчет был клонирован

source: You may now view your report, add it to a dashboard, change additional settings, or edit it in %s.
ru_ru: Теперь вы можете просмотреть ваш отчет, добавить его к приборной панели, изменить дополнительные параметры или отредактировать его в %s.

source: You may now view your report, add it to a dashboard, or edit it in %s.
ru_ru: Теперь вы можете просмотреть ваш отчет, добавить его к приборной панели или отредактировать его в %s.

source: Open in %s
ru_ru: Открыть в %s

source: Embed
ru_ru: Встроить

source: Time Range Picker
ru_ru: Выбор диапазона времени

source: Save As Report
ru_ru: Сохранить как отчет

source: Your Report Has Been Created
ru_ru: Ваш отчет был создан

source: You may now view your report, add it to a dashboard, change additional settings, or continue editing it.
ru_ru: Теперь вы можете просмотреть ваш отчет, добавить его к приборной доске, изменить дополнительные параметры или продолжить его отредактировать.

source: You may now view your report, add it to a dashboard, or continue editing it.
ru_ru: Теперь вы можете просмотреть ваш отчет, добавить его к приборной доске или продолжить его отредактировать.

source: Dashboard Title
ru_ru: Название приборной доски

source: Dashboard ID
ru_ru: ID Приборной доски

source: Dashboard Description
ru_ru: Описание приборной доски

source: Dashboard Permissions
ru_ru: Полномочия приборной доски.

source: Uses the report. Retains all report metadata such as schedule and permissions.
ru_ru: Использует отчет. Сохраняет все метаданные отчета, такие как расписание и полномочия.

source: Uses the report. Retains all report metadata such as schedule, acceleration and permissions.
ru_ru: Использует отчет. Сохраняет все метаданные отчета, такие как расписание, ускорение и полномочия.

source: Panel Powered By
ru_ru: Панель работает на

source: Clones the report's search string and time range. The inline search exists only in the dashboard and has no external dependencies.
ru_ru: Клонирует строку поиска отчета и его временной диапазон. Встроенный поиск существует только в приборной панели и не имеет внешних зависимостей.

source: The inline search exists only in the dashboard and has no external dependencies.
ru_ru: Встроенный поиск существует только в приборной панели и не имеет внешних зависимостей.

source: When event sampling is enabled, a dashboard panel can be powered only by a report. The settings for the report, such as schedule and permissions, are also used for the dashboard panel.
ru_ru: При включенной выборке, панель приборной доски может быть запитана только от отчета. Настройки для отчета, такие как расписание и полномочия, также используются для панели приборной доски.

source: Panel Content
ru_ru: Содержимое панели

source: Save As Dashboard Panel
ru_ru: Сохранить как приборную панель

source: You have no writable dashboards for the app: %s
ru_ru: У вас нет приборных панелей с возможностью записи для приложения: %s

source: The dashboard you selected no longer exists.
ru_ru: Приборной панели, которую вы выбрали больше не существует.

source: You must set select an existing dashbaord.
ru_ru: Вы должны выбрать существующую приборную панель.

source: waiting for data...
ru_ru: ожидание данных...

source: The panel has been created and added to %s. You may now view the dashboard.
ru_ru: Панель создана и добавлена в %s. Теперь вы можете просмотреть приборную доску.

source: Your Dashboard Panel Has Been Created
ru_ru: Ваша панель приборной доски была создана

source: View Dashboard
ru_ru: Просмотреть приборную доску

source: Enable Report Embedding
ru_ru: Включить встраивание отчетов

source: Are you sure you want to enable embedding for this report? An embedded report can be viewed by anyone with access to the web page(s) in which it is inserted.
ru_ru: Вы уверены, что вы хотите включить встраивание для этого отчета? Встроенный отчет может быть просмотрен любым пользователем с доступом к веб-странице, в которую он вставлен.

source: Enable Embedding
ru_ru: Включить встраивание

source: Embedded Report will not have data until the scheduled search runs.
ru_ru: Встроенный отчет не будет иметь данных до окончания запланированного поиска.

source: Are you sure you no longer want to share this report outside of Splunk?
ru_ru: Вы уверены, что вы больше не хотите разделять доступ к этому отчету за пределами Splunk?

source: Copy and paste this code into your HTML-based web page.
ru_ru: Скопируйте и вставьте этот код в веб-страницу на основе HTML.

source: Disable embedding if you no longer want to share this report outside of Splunk.
ru_ru: Отключите встраивание, если вы не хотите разделять доступ к этому отчету за пределами Splunk.

source: Disable Embedding
ru_ru: Отключить встраивание

source: Report Must Be Scheduled
ru_ru: Отчет должен быть запланирован

source: You cannot enable embedding for this report until it is scheduled. Embedded reports always display the results of their last scheduled run.
ru_ru: Невозможно включить встраивание для этого отчета, пока он не запланирован. Встроенные отчеты всегда отображают результаты их последнего запланированного запуска.

source: Schedule Report
ru_ru: Запланировать отчет

source: Save Report
ru_ru: Сохранить отчет

source: Save Alert
ru_ru: Сохранить оповещения

source: Your Report Has Been Saved
ru_ru: Ваш отчет сохранен

source: Email must be configured in Server&nbsp;Settings > Email&nbsp;Settings. %s
ru_ru: Эл. почта должена быть настроена в Параметры&nbsp;сервера> Настройки&nbsp;эл.&nbsp;почты. %s

source: Link to Report
ru_ru: Ссылка на отчет

source: Edit Schedule
ru_ru: Редактировать расписание

source: Enable Actions
ru_ru: Включить действия

source: Scheduling Actions is an Enterprise-level feature. It is not available with Splunk Free. %s
ru_ru: Запланированные действия являются функционалом уровня Enterprise. Это не доступно в бесплатной версии Splunk Free. %s

source: Enable and Schedule Report
ru_ru: Включить и запланировать отчет

source: No window
ru_ru: Нет окна

source: %s minute
ru_ru: %s минута

source: %s hour
ru_ru: %s час

source: Let report run at any time within a window that opens at its scheduled run time, to improve efficiency when there are many concurrently scheduled reports.
ru_ru: Пусть отчет выполняется в любое время в окне, которое открывается в запланированное время его выполнения, для повышения эффективности, когда существует большое количество одновременно запланированных отчетов.

source: Schedule Window
ru_ru: Запланировать окно

source: Custom Window
ru_ru: Пользовательское окно

source: This report is currently disabled.
ru_ru: Этот отчет в настоящее время отключен.

source: Content
ru_ru: Содержимое

source: %s and Statistics Table
ru_ru: %s и таблица статистики

source: Disable embedding to edit report.
ru_ru: Отключите встраивание для редактирования отчета.

source: Loading Results...
ru_ru: Загрузка результатов...

source: Add sample event
ru_ru: Добавить событие выборки

source: Data Overlay
ru_ru: Наложение данных

source: Heat map
ru_ru: Тепловая карта

source: High and low values
ru_ru: Высокие и низкие значения

source: [geometry definition]
ru_ru: [определение геометрии]

source: App:
ru_ru: Приложение:

source: enter search here...
ru_ru: введите поиск здесь...

source: See details below
ru_ru: Подробнее см. ниже

source: How To Search
ru_ru: Как осуществлять Поиск

source: Step 1: Retrieve Events
ru_ru: Шаг 1: Получите события

source: The simplest searches return events that match terms you type into the search bar:
ru_ru: Простейшие поиски возвращают события, соответствующие условиям, которые вы вводите в строку поиска:

source: terms:
ru_ru: условия:

source: quoted phrases:
ru_ru: цитируемые фразы:

source: boolean operators:
ru_ru: логические операторы:

source: wildcards:
ru_ru: подстановочные символы:

source: field values:
ru_ru: значения полей:

source: %s, %s, or %s
ru_ru: %s, %s или %s

source: Step 2: Use Search Commands
ru_ru: Шаг 2: Используйте команды поиска

source: More advanced searches use commands to transform, filter, and report on the events you retrieved. Use the vertical bar %s , or pipe character, to apply a command to the retrieved events.
ru_ru: Более расширеные поиски используют команды для преобразования, фильтрации, и отчетах о событиях, которые вы извлекаете. Используйте вертикальную черту %s, или символ канала ("|"), чтобы применить команду к извлеченным событиям.

source: Using Search Commands
ru_ru: Использование команд поиска

source: More advanced searches use commands to transform, filter, and report on the events you retrieved.
ru_ru: Более расширеные поиски используют команды для преобразования, фильтрации, и отчетах о событиях, которые вы извлекаете.

source: Use the vertical bar, or pipe character, to apply a command to the retrieved events:
ru_ru: Используйте вертикальную черту, или символ канала ("|"), чтобы применить команду к извлеченным событиям:

source: Further refine or transform your search results with a additional commands:
ru_ru: Уточните далее или преобразуйте результаты поиска с помощью дополнительных команд:

source: Search assistant will suggest commands for you to use next and show you examples to help you build your search.
ru_ru: Ассистент поиска будет предлагать вам команды для дальнейшего использования и показывать примеры, чтобы помочь вам построить ваш поиск.

source: Help
ru_ru: Помощь

source: More &raquo;
ru_ru: Далее &raquo;

source: Details
ru_ru: Детали

source: Syntax
ru_ru: Синтаксиса

source: term
ru_ru: условие

source: variable
ru_ru: переменная

source: literal keyword
ru_ru: буквальное ключевое слово

source: logical group
ru_ru: логическая группа

source: optional group
ru_ru: необязательная группа

source: one or more group
ru_ru: одна или несколько групп

source: zero or more group
ru_ru: ноль или более групп

source: or
ru_ru: или

source: Related
ru_ru: Родственных

source: Examples
ru_ru: Примеров

source: Auto Open
ru_ru: Автоматически открыть

source: Note: Unknown command '%s'. Did you mean '%s'?
ru_ru: Примечание: Неизвестная команда '%s'. Вы имели ввиду '%s'?

source: Note: Did you mean the %s field?
ru_ru: Примечание: Вы имели ввиду поле %s?

source: Note: Your search looks similar to the savedsearch %s
ru_ru: Примечание: Ваш поиск похож на сохраненный поиск %s

source: Note: Your search looks similar to the savedsearches %s and %s
ru_ru: Примечание: Ваш поиск похож на сохраненные поиски %s и %s

source: Common Next Commands
ru_ru: Общие следующие команды

source: Command History
ru_ru: История команд

source: Command Args
ru_ru: Агрументы команды

source: Matching Searches
ru_ru: Соответствующие запросы

source: Matching Terms
ru_ru: Соответствующие условия

source: The trend interval must be a positive numeric value.
ru_ru: Интервал тренда должен быть положительным числовым значением.

source: Show Trend Indicator
ru_ru: Показать индикатор тренда

source: Show Trend in
ru_ru: Показать тренд в

source: Use Colors
ru_ru: Использовать цвета

source: Trend Interpretation
ru_ru: Интерпретация тренда

source: Positive values in green
ru_ru: Положительные значения в зеленом цвете

source: Negative values in green
ru_ru: Отрицательные значения в зеленом цвете

source: No background
ru_ru: Без фона

source: Block background
ru_ru: Блокировать фон

source: Number Format
ru_ru: Числовой формат

source: Manage Apps
ru_ru: Управление приложениями

source: Find More Apps
ru_ru: Найти больше приложений

source: Search Splunk
ru_ru: Поиск по Splunk

source: Customer Portal
ru_ru: Портал для клиентов

source: Splunk Answers
ru_ru: Ответы Splunk

source: Support & Services
ru_ru: Поддержка и сервисы

source: Customer Support
ru_ru: Поддержка клиента

source: What's New
ru_ru: Что нового

source: Tutorials
ru_ru: Обучающие пособия

source: Contact Support
ru_ru: Связаться со службой поддержки

source: Search Documentation
ru_ru: Поиск по документации

source: Messages
ru_ru: Сообщения

source: Users and authentication
ru_ru: Пользователи и аутентификация

source: Distributed environment
ru_ru: Распределенная среда

source: Messages Cloud
ru_ru: Облако сообщений

source: Invite Users
ru_ru: Пригласить пользователей

source: Show All Settings
ru_ru: Показать все параметры

source: Because search head clustering is enabled, some sections of the settings menu are hidden. Do you wish to re-enable the full settings menu?
ru_ru: Поскольку включена кластеризация головных узлов поиска, некоторые разделы меню Параметры будут скрыты. Вы хотите снова включить полное меню?

source: Note that system settings modified via re-enabled menus will not be replicated across your search head cluster.
ru_ru: Обратите внимание, что параметры системы измененные с помощью повторного включения меню не реплицируются через ваш головной узел поиска.

source: Learn more about configuration changes under search head clustering
ru_ru: Узнайте больше об изменениях конфигурации при кластеризации головных узлов поиска

source: Show
ru_ru: Показать

source: User Settings
ru_ru: Настройки пользователя

source: Edit Account
ru_ru: Редактировать учетную запись

source: Logout
ru_ru: Выйти

source: Profile
ru_ru: Профиль

source: Open %s in search
ru_ru: Открыть %s в поиске

source: More Alert results
ru_ru: Дополнительные результаты оповещений

source: More Dashboard results
ru_ru: Дополнительные результаты приборной доски

source: More Data Model results
ru_ru: Дополнительные результаты модели данных

source: No Results for this search.
ru_ru: Нет результатов по этому поиску

source: More Report results
ru_ru: Дополнительные результаты отчета

source: Splunk must be restarted for changes to take effect. [[/manager/search/control|Click here to restart from the Manager]].
ru_ru: Чтобы изменения вступили в силу Splunk необходимо перезапустить. [[/менеджер/поиск/управление|Нажмите здесь, чтобы осуществить перезапуск из Менеджера]].

source: You have no messages.
ru_ru: У вас нет сообщений.

source: Delete All
ru_ru: Удалить все

source: Clear all
ru_ru: Очистить все

source: Restart for changes to take effect. [[/manager/search/control|Click here to restart]].
ru_ru: Перезапустите, чтобы изменения вступили в силу. [[/менеджер /поиск /управление| Нажмите здесь, чтобы перезапустить]].
