Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: controls whether this command is enabled during preview generation. Generally you do not \ want to insert preview results into the summary index - that is why this defaults to false. \ However, in some rare cases, such as when a custom search command is used as part of the search \ to ensure correct summary-indexable previews are generated, this flag can be turned on. \ (defaults to false)
ru_ru: контролирует, включена ли эта команда во время генерации предварительного просмотра. Как правило, вы не \ хотите вставлять результаты предварительного просмотра в суммарный индекс - именно поэтому эта опция по умолчанию имеет значение "ложно". \ Тем не менее, в некоторых редких случаях, например, когда команда пользовательского поиска используется в качестве части поиска,\ чтобы обеспечить генерацию правильных суммарно-индексируемых предварительных просмотров, этот флаг может быть включен. \ (по умолчанию - "ложно" (false))

source: Adds summary statistics to all search results in a streaming manner.
ru_ru: Добавляет суммарную статистику ко всем результатам поиска в потоковой форме.

source: Similar to the 'eventstats' command except that only events seen before a given event (plus that event itself if current=t, which it is by default) are used to compute the aggregate statistics applied to each event. The 'window' option specify window size to be used in computing the statistics, and if 0 (by default), means that all previous (plus current) events are used. If the 'global' option is set to false (it is true by default) and 'window' is set to a non-zero value, a seperate window is used for each group of values of the group by fields. The 'allnum' option has the same affect as for the stats and eventstats commands.
ru_ru: Подобна команде 'eventstats', за исключением того, что только события, наблюденные ранее данного события (плюс само это событие, если current=t, что задано по умолчанию), используются для расчета совокупной статистики, применяемой к каждому событию. Опция 'window' указывает размер окна, которое будет использоваться при вычислении статистики. Если 0 (по умолчанию), это означает, что используются все предыдущие (плюс текущие) события. Если опция 'global' установлена на значение "ложно" (false) (по умолчанию она "истинно"(true)) и 'window' установлено в ненулевое значение, отдельное окно будет использовано для каждой группы значений группы по полям. Опция 'allnum' имеет то же действие, что и для команд stats и eventstats.

source: For each event, add a count field that represent the number of event seen so far (including that event). i.e., 1 for the first event, 2 for the second, 3, 4 ... and so on
ru_ru: Для каждого события, добавьте поле счетчика, которое представляет количество событий, наблюденных до сих пор (включая и это событие). то есть, 1 для первого события, 2 для второго, 3, 4 ... и т.д.

source: For each event, compute the average of field foo over the last 5 events (including the current event). Similar to doing trendline sma5(foo)
ru_ru: Для каждого события, вычислить среднее значение поля foo в течение последних 5 событий (включая текущее событие). Аналогично выполнению trendline sma5(foo)

source: Same as example1, except that the current event is not included in the count
ru_ru: То же, что и example1, за исключением того, что текущее событие не включено в подсчет

source: Compute the average value of foo for each value of bar including only the only 5 events with that value of bar.
ru_ru: Вычислить среднее значение foo для каждого значения bar, включая только 5 событий с этим значением bar.

source: Adds summary statistics to all search results.
ru_ru: Добавляет суммарную статистику ко всем результатам поиска.

source: Generate summary statistics of all existing fields in your search results and save them as values in new fields. Specify a new field name for the statistics results by using the as argument. If you don't specify a new field name, the default field name is the statistical operator and the field it operated on (for example: stat-operator(field)). Just like the 'stats' command except that aggregation results are added inline to each event, and only the aggregations that are pertinent to that event. The 'allnum' option has the same meaning as that option in the stats command. See stats-command for detailed descriptions of syntax.
ru_ru: Сформировать сводные статистические данные всех существующих полей в результатах вашего поиска и сохранить их в качестве значений в новых полях. Укажите новое имя поля для результатов статистики, используя его в качестве аргумента. Если вы не укажете новое имя поля, именем поля по умолчанию будет являеться статистический оператор и поле над которым он был применен (например: stat-operator(field)). Как и команда 'stats' за исключением того, что не все результаты агрегации добавляются в строке к каждому событию, а только агрегации, имеющие отношение к этому событию. Опция 'allnum' имеет тот же смысл, что т в команде stats. См. команду stats для детального описания синтаксиса.

source: Compute the overall average duration and add 'avgdur' as a new field to each event where the 'duration' field exists
ru_ru: Вычислить общую среднюю продолжительность и добавить 'avgdur' как новое поле для каждого события, где существует поле 'duration'

source: Same as example1 except that averages are calculated for each distinct value of date_hour and the aggregate value that is added to each event is the aggregate that perhaps to the value of date_hour in that event.
ru_ru: То же, что и example1 за исключением того, что средние значения рассчитываются для каждого уникального значения date_hour и суммарного (агрегированного) значения, которое добавляется к каждому событию, которое является агрегированным, и, возможно, к значению date_hour в этом событии.

source: Provides statistics, grouped optionally by field.
ru_ru: Предоставляет статистику, опционально сгруппированную по полю.

source: Calculate aggregate statistics over the dataset, optionally grouped by a list of fields.\ Aggregate statistics include: \i\\ * count, distinct count \i\\ * mean, median, mode \i\\ * min, max, range, percentiles \i\\ * standard deviation, variance \i\\ * sum \i\\ * earliest and latest occurrence \i\\ * first and last (according to input order into stats command) occurrence \p\\ Similar to SQL aggregation. \ If called without a by-clause, one row is produced, which represents the \ aggregation over the entire incoming result set. If called with a \ by-clause, one row is produced for each distinct value of the by-clause. \ The 'partitions' option, if specified, allows stats to partition the \ input data based on the split-by fields for multithreaded reduce. \ The 'allnum' option, if true (default = false), computes numerical statistics on each \ field if and only if all of the values of that field are numerical. \ The 'delim' option is used to specify how the values in the 'list' or 'values' aggregation are delimited. (default is a single space)\ When called with the name "prestats", it will produce intermediate results (internal).
ru_ru: Вычислить совокупную статистику по набору данных, опционально сгруппированную по списку полей.\ Совокупная статистика включает в себя: \i\\ * Число, число уникальных значений \i\\ * Среднее значение, медиана, мода \i\\ * Мин., макс., диапазон, процентили \i\\ * Стандартное отклонение, дисперсия \i\\ * Сумма \i\\ * Самое раннее и самое позднее вхождение \i\\ * первое и последнее (согласно порядка ввода в команду stats) вхождение \i\\ Подобна агрегации SQL. \ Если функция вызывается без условия by (by-clause), производится одна строка, которая представляет собой \ агрегацию по всему входящему набору результатов. При вызове с \ условиem by (by-clause), для каждого отдельного значения by-clause производится одна строка. \ Опция 'partitions', если указана, позволяет stats разбить \ входные данные, на основании полей разделения для многопоточной свертки. \ Опция 'allnum', если оно "истинно" (true) (по умолчанию = "ложно" (false)), вычисляет численную статистику по каждому \ полю тогда и только тогда, когда все значения этого поля являются числовыми. \ Опция 'delim' используется для указания того, как разграничены значения в списке 'list' или значения 'values' агрегации. (по умолчанию одиночный пробел) \ При вызове с именем "prestats", он будет производить промежуточные результаты (внутренний).

source: Remove duplicates of results with the same "host" value and return the total count of the remaining results.
ru_ru: Удалить дубликаты результатов с тем же значением "host" и возвратить общее число оставшихся результатов.

source: Return the average for each hour, of any unique field that ends with the string "lay" (for example, delay, xdelay, relay, etc).
ru_ru: Возвратить среднее для каждого часа заначение любого уникального поля, которое заканчивается строкой "lay" (например, delay, xdelay, relay и т.д.).

source: Search the access logs, and return the number of hits from the top 100 values of "referer_domain".
ru_ru: Осуществить поиск журналов доступа и возвратить количество попаданий из 100 ведущих значений "referer_domain".

source: A sparkline specifier optionally renamed to a new field name.
ru_ru: Спецификатор спарклайн, опционально переименованный в новое имя поля.

source: A sparkline specifier, which takes the first argument of a aggregation function on a field, \ optionally followed by a timespan specifier. If no timespan specifier is used, an appropriate \ timespan is chosen based on the time range of the search. If the sparkline is not scoped to a field, \ only the count aggregator is permitted.
ru_ru: Спецификатор спарклайна, который принимает первый аргумент функции агрегации на поле, \ с опционально следующим за ним спецификатором timespan. Если спецификатор timespan не используется, соответствующий \ timespan выбирается на основе временного диапазона поиска. Если спарклайн не ограничен полем, \ допускается только агрегатор count.

source: Aggregation function to use to generate sparkline values. Each sparkline value is produced by applying \ this aggregation to the events that fall into each particular time bucket
ru_ru: Функция агрегации, которая используется для создания значений спарклайн. Каждое значение спарклайн получается путем применения \ этой агрегации для событий, которые попадают в каждый конкретный интервал времени

source: A statistical specifier optionally renamed to a new field name.
ru_ru: Статистический спецификатор, опционально переименованный в новое имя поля.

source: A specifier formed by a aggregation function applied to a field or set of fields. \ As of 4.0, it can also be an aggregation function applied to a arbitrary eval expression. \ The eval expression must be wrapped by "eval(" and ")". \ If no field is specified in the parenthesis, \ the aggregation is applied independently to all fields, \ and is equivalent to calling a field value of *\ When a numeric aggregator is applied to a not-completely-numeric field \ no column is generated for that aggregation.
ru_ru: Спецификатор сформированный с помощью функции агрегации, примененной к полю или набору полей. \ Как и в 4.0, он также может быть функцией агрегации, примененной к произвольному выражению eval. \ Выражение eval должно быть помещено между "eval(" и ")". \ Если поле не указано в скобках, \ агрегирование применяется во всех областях независимо, \ что эквивалентно вызову со значением поля * \ Когда числовой агрегатор применяется к не-полностью-числовому полю \ для этой агрегации столбец не генерируется.

source: applies to both delay and xdelay
ru_ru: применяется как к delay так и xdelay

source: count of events where sourcetype has the value "splunkd". The { must immediately follow the (
ru_ru: количество событий, где sourcetype имеет значение "splunkd". Фигурная скобка { должна немедленно следовать за круглой скобкой (

source: A dynamically evaled field
ru_ru: Динамически вычисляемое (с помощью eval) поле

source: Statistical aggregators.
ru_ru: Статистические агрегаторы.

source: The estimated count of the distinct values of the field.
ru_ru: Ожидаемое количество уникальных значений поля.

source: The theoretical error of the estimated count of the distinct values of the field, where the error represents a ratio of abs(estimate_value - real_value)/real_value
ru_ru: Теоретическая погрешность оценочного числа различающихся значений поля, где ошибка представляет собой отношение abs(estimate_value - real_value)/real_value (абсолютная величина разницы оценочного и реального значений, деленная на реальное значение)

source: The count of the occurrences of the field.
ru_ru: Счетчик вхождений поля.

source: The count of distinct values of the field.
ru_ru: Счетчик уникальных значений поля.

source: The arithmetic mean of the field.
ru_ru: Среднее арифметическое поля.

source: The {sample, population} standard deviation of the field.
ru_ru: Стандартное отклонение поля по {выборке, совокупности}.

source: The {sample, population} variance of the field.
ru_ru: Дисперсия значений поля по {выборке, совокупности}.

source: The sum of the values of the field.
ru_ru: Сумма значений поля.

source: The sum of the square of the values of the field.
ru_ru: Сумма квадратов значений поля.

source: The minimum value of the field (lexicographic, if non-numeric).
ru_ru: Минимальное значение поля (лексикографическое, если нечисловые).

source: The maximum value of the field (lexicographic, if non-numeric).
ru_ru: Максимальное значение поля (лексикографическое, если нечисловые).

source: The difference between max and min (only if numeric)
ru_ru: Разница между максимумом и минимумом (только если числовые)

source: The most frequent value of the field.
ru_ru: Наиболее частое значение поля.

source: The middle-most value of the field.
ru_ru: Медианное значения поля.

source: The first seen value of the field.
ru_ru: Первое наблюдаемое значение поля.

source: The last seen value of the field.
ru_ru: Последнее наблюдаемое значение поля.

source: The n-th percentile value of this field. perc<int>, p<int>, and upperperc<int> give approximate values for the integer percentile requested. The approximation algorithm we use provides a strict bound of the actual value at for any percentile. perc<int> and p<int> return a single number that represents the lower end of that range while upperperc<int> gives the approximate upper bound. exactperc<int> provides the exact value, but will be very expensive for high cardinality fields.
ru_ru: Значение n-го процентиля для этого поля. perc<int>, p<int> и upperperc<int> дают приблизительные значения для требуемого целого числа процентиля. Алгоритм приближения, который мы используем предоставляет строгие границы фактического значения для любого процентиля. perc<int> и p<int> возвращают одно число, представляющее нижнюю часть этого диапазона в то время как upperperc<int> дает приблизительную верхнюю границу. exactperc<int> предоставляет точное значение, но будет очень затратным для полей с большой кардинальностью.

source: List of all values of this field as a multi-value entry. Order of values reflects order of input events.
ru_ru: Список всех значений этого поля как многозначное значение. Порядок значений отражает порядок событий ввода.

source: List of all distinct values of this field as a multi-value entry. Order of values is lexigraphical.
ru_ru: Список различных значений этого поля как многозначное значение. Порядок значений является лексикографическим.

source: Fields to group by.
ru_ru: Поля по которым необходимо группировать.

source: Concatenates string values.
ru_ru: Конкатенирует строковые значения.

source: Stitch together fields and/or strings to create a new field. \ Quoted tokens are assumed to be literals and the rest field names. \ The destination field name is always at the end. \ If allrequired=t, for each event the destination field is only \ written to if all source fields exist. If allrequired=f (default) \ the destination field is always written and any source fields \ that do not exist are treated as empty string.
ru_ru: Соединить поля и/или строки для создания нового поля. \ Предполагается, что закавыченные токены являются литералами, а остальные - именами полей. \ Имя поля назначения всегда находится в конце. \ Если allrequired=t, для каждого события конечное поле назначения записывается только \ если существуют все исходные поля. Если allrequired=f (по умолчанию) \ поле назначения записывается всегда и все исходные поля, которые \ не существуют, обрабатываются как пустая строка.

source: Add a field, address, which combines the host and port values into the format <host>::<port>.
ru_ru: Добавлить поле, address, которое комбинирует значения хоста и порта в формате <host>::<port>.

source: Add the field, comboIP, and then create a chart of the number of occurrences of the field values.
ru_ru: Добавить поле, comboIP, а затем создать диаграмму числа вхождений значений поля.

source: Add the field, comboIP, which combines the source and destination IP addresses and separates them with a front slash character.
ru_ru: Добавить поле, comboIP, который комбинирует IP адреса источника и назначения и отделяет их символом передней косой черты (/).

source: Fields should either be key names or quoted literals
ru_ru: Поля должны быть либо названиями ключей, либо закавыченными литералами

source: Internal command to test dispatch.
ru_ru: Внутренняя команда для проверки диспетчеризации.

source: Summary indexing friendly versions of stats command.
ru_ru: Суммарная индексация дружественных версий команды stats.

source: Summary indexing friendly versions of stats command, using the same syntax. Does not require explicitly knowing what statistics are necessary to store to the summary index in order to generate a report.
ru_ru: Суммарная индексация дружественных версий команды stats, с использованием того же синтаксиса. Не требует явного знания того, какие статистические данные необходимо хранить в суммарном индексе для того, чтобы сгенерировать отчет.

source: Compute the necessary information to later do 'stats avg(foo) by bar' on summary indexed results
ru_ru: Рассчитать необходимую информацию для последующего выполнения 'stats avg(foo) by bar' на суммарно индексированных результатах

source: Summary indexing friendly versions of top command.
ru_ru: Суммарная индексация дружественных версий команды top.

source: Summary indexing friendly versions of top command, using the same syntax. Does not require explicitly knowing what statistics are necessary to store to the summary index in order to generate a report.
ru_ru: Суммарная индексация дружественных версий команды top, с использованием того же синтаксиса. Не требует явного знания того, какие статистические данные необходимо хранить в суммарном индексе для того, чтобы сгенерировать отчет.

source: Compute the necessary information to later do 'top foo bar' on summary indexed results.
ru_ru: Рассчитать необходимую информацию для последующего выполнения 'top foo bar' на суммарно индексированных результатах

source: Summary indexing friendly versions of rare command.
ru_ru: Суммарная индексация дружественных версий команды rare.

source: Summary indexing friendly versions of rare command, using the same syntax. Does not require explicitly knowing what statistics are necessary to store to the summary index in order to generate a report.
ru_ru: Суммарная индексация дружественных версий команды rare, с использованием того же синтаксиса. Не требует явного знания того, какие статистические данные необходимо хранить в суммарном индексе для того, чтобы сгенерировать отчет.

source: Compute the necessary information to later do 'rare foo bar' on summary indexed results.
ru_ru: Рассчитать необходимую информацию для последующего выполнения 'rare foo bar' на суммарно индексированных результатах

source: Summary indexing friendly versions of chart command.
ru_ru: Суммарная индексация дружественных версий команды chart.

source: Summary indexing friendly versions of chart command, using the same syntax. Does not require explicitly knowing what statistics are necessary to store to the summary index in order to generate a report.
ru_ru: Суммарная индексация дружественных версий команды chart, с использованием того же синтаксиса. Не требует явного знания того, какие статистические данные необходимо хранить в суммарном индексе для того, чтобы сгенерировать отчет.

source: Compute the necessary information to later do 'chart avg(foo) by bar' on summary indexed results.
ru_ru: Рассчитать необходимую информацию для последующего выполнения 'chart avg(foo) by bar' на суммарно индексированных результатах

source: Summary indexing friendly versions of timechart command.
ru_ru: Суммарная индексация дружественных версий команды timechart.

source: Summary indexing friendly versions of timechart command, using the same syntax. Does not require explicitly knowing what statistics are necessary to store to the summary index in order to generate a report.
ru_ru: Суммарная индексация дружественных версий команды timechart, с использованием того же синтаксиса. Не требует явного знания того, какие статистические данные необходимо хранить в суммарном индексе для того, чтобы сгенерировать отчет.

source: Compute the necessary information to later do 'timechart avg(foo) by bar' on summary indexed results.
ru_ru: Рассчитать необходимую информацию для последующего выполнения 'timechart avg(foo) by bar' на суммарно индексированных результатах

source: Annotates specified fields in your search results with tags.
ru_ru: Аннотирует тегами указанные поля в результатах вашего поиска.

source: Annotate the search results with tags. If there are fields specified only annotate tags for those fields otherwise look for tags for all fields. If outputfield is specifid, the tags for all fields will be written to this field. Otherwise, the tags for each field will be written to a field named tag::<field>. If outputfield is specified, inclname and inclvalue control whether or not the field name and field values are added to the output field. By default only the tag itself is written to the outputfield. E.g.: (<field>::)?(<value>::)?tag
ru_ru: Аннотировать результаты поиска тегами. Если здесь указаны поля, аннотировать тегами только эти поля, в противном случае искать теги для всех полей. Если указано outputfield, метки для всех полей будут записаны в этом поле. В противном случае, метки для каждого поля будут записаны в поле с именем tag::<field>. Если указано outputfield, то inclname и inclvalue определяют будут или не будут имя поля и значения поля добавлены в поле вывода (outputfield). По умолчанию только сам тег записывается в outputfield. Т.е.: (<field>::)?(<value>::)?tag

source: write tags for host and eventtype fields into tag::host and tag::eventtype
ru_ru: записать теги для полей host и eventtype в tag::host и tag::eventtype

source: write new field test that contains tags for all fields
ru_ru: записать новое поле test, которое содержит теги для всех полей

source: write tags for host and sourcetype into field test in the format host::<tag> or sourcetype::<tag>
ru_ru: записать теги для host и sourcetype в поле test в формате host::<tag> или sourcetype::<tag>

source: Sets the tag on each fielded value.
ru_ru: Устанавливает метки на каждое структурированное (fielded) значение.

source: Deletes the tag from each fielded value if they were tagged with tag.
ru_ru: Удаляет тег из каждого структурированнogo (fielded) значения, если они были помечены тегом.

source: Sets the tags for the fielded value to be the tag list. Other tags are deleted.
ru_ru: Задает, что теги для структурированного (fielded) значения будут списком тегов. Другие теги будут удалены.

source: Computes the moving averages of fields.
ru_ru: Вычисляет скользящее среднее полей.
