Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Automatically convert the field(s) to a number using the best conversion. \ Note that if not all values of a particular field can be converted using a known conversion type, \ the field is left untouched and no conversion at all in done for that field.
ru_ru: Автоматическое преобразовать поле(я) в число, используя наилучшее преобразование. \ Обратите внимание, что если не все значения конкретного поля могут быть преобразованы с использованием известного типа преобразования, \ поле остается нетронутым и для этого поля не будет сделано вообще никакого преобразования.

source: Convert an epoch time to an ascii human readable time. Use timeformat option to specify exact format to convert to.
ru_ru: Преобразование UNIX–времени в читаемый ASCII формат времени. Используйте опцию timeformat, чтобы указать точный формат для преобразования.

source: Convert an human readable time string to an epoch time. Use timeformat option to specify exact format to convert from.
ru_ru: Преобразовать читаемую строку времени в UNIX-время. Используйте опцию timeformat, чтобы указать точный формат для преобразования.

source: Convert a duration format "[D+]HH:MM:SS" to seconds.
ru_ru: Преобразовать формат продолжительности "[D+]HH:MM:SS" в секунды.

source: Convert a MM:SS.SSS format to seconds.
ru_ru: Преобразовать формат MM:SS.SSS в секунды.

source: Convert a {KB, MB, GB} denominated size quantity into a KB
ru_ru: Преобразовать количественный размер, номинированный в {КБ, МБ, ГБ}, в КБ

source: In the presence of other wildcards, indicates that the matching fields should not be converted.
ru_ru: При наличии других подстановочных символов, указывает на то что совпавшие поля не должны быть преобразованы.

source: Like auto(), except non-convertible values are removed.
ru_ru: Как auto(), за исключением того, что неконвертируемые значения будут удалены.

source: Removes all commas from value, e.g. '1,000,000.00' -> '1000000.00'
ru_ru: Удаляет все запятые из значения, например '1,000,000.00' -> '' 1000000.00

source: Looks for numbers at the beginning of the value and removes trailing text.
ru_ru: Ищет числа в начале значения и удаляет последующий текст.

source: Copies the results of a search to a specified location within the config directory structure. This command is primarily used to populate lookup tables.
ru_ru: Копирует результаты поиска в указанное место, находящееся в структуре каталога конфигурации. Эта команда используется в основном для заполнения таблиц поиска.

source: The destination file where to copy the results to. The string is interpreted as path relative \ to SPLUNK_HOME and (1) should point to a .csv file and (2) the file should be located either \ in etc/system/lookups/ or etc/apps/<app-name>/lookups/
ru_ru: Файл назначения, куда будут копироваться результаты. Строка интерпретируется как путь относительно \ SPLUNK_HOME и (1) должен указывать на файл .csv и (2) файл должен находиться либо \ в etc/system/lookups/ либо etc/apps/<app-name>/lookups/

source: The search id of the job whose results are to be copied. Note, the user who is running this \ command should have permission to the job pointed by this id.
ru_ru: ID поиска задания, результаты которого должны быть скопированы. Обратите внимание, что пользователь, который выполняет эту \ команду должен иметь полномочия на задание, указанное этим идентификатором.

source: Calculates the correlation between different fields.
ru_ru: Вычислить корреляцию между разными полями.

source: Calculates a co-occurrence matrix, which contains the percentage of times that two \ fields exist in the same events. The RowField field contains the name of the field considered \ for the row, while the other column names (fields) are the fields it is being compared against. \ Values are the ratio of occurrences when both fields appeared to occurrences when only one field appeared.
ru_ru: Вычисляет матрицу смежности, которая содержит процент случаев, когда два \ поля существуют в одних и тех же событиях. Поле RowField содержит имя поля, рассматриваемого \ для строки, в то время как названия других столбцов (полей) являются полями с которыми он сравнивается. \ Значениями являются отношение случаев, где появились оба поля к случаям, где появилось только одно поле.

source: Calculate the correlation between all fields.
ru_ru: Вычислить корреляцию между всеми полями.

source: Calculate the co-occurrence correlation between all fields.
ru_ru: Вычислить корреляцию смежности между всеми полями.

source: Crawls the filesystem for files of interest to Splunk, or network for ports of interest.
ru_ru: Сканировать файловую систему на предмет файлов, представляющих интерес для Splunk, или сеть на предмет портов, представляющих интерес.

source: Crawls for the discovery of new sources to index. Default crawl settings are found in crawl.conf and crawl operations are logged to $SPLUNK_HOME/var/log/splunk/crawl.log. Generally to be used in conjunction with the "input" command. Specify crawl options to override settings in crawl.conf. Note: If you add crawl to a search, Splunk only returns data it generates from crawl. Splunk doesn't return any data generated before | crawl. "files" is the default crawl type, but "network" can also be specified.
ru_ru: Сканирует в целях обнаружения новых источников для индексирования. Настройки crawl по умолчанию находятся в crawl.conf и операции сканирования журналируются в $SPLUNK_HOME/var/log/splunk/crawl.log. Как правило, используется в сочетании с командой "input". Укажите параметры crawl, чтобы переопределить параметры из crawl.conf. Примечание: Если вы добавляете crawl к поиску, Splunk возвращает только данные, которые он генерирует от сканирования. Splunk не возвращает данные, сгенерированные до | crawl. "files" ("файлы") является для crawl типом ползать по умолчанию, но также может быть указана "network" ("сеть").

source: Crawl using default settings defined in crawl.conf.
ru_ru: Сканировать с использованием настроек по умолчанию, определенные в crawl.conf.

source: Crawl bob's home directory.
ru_ru: Сканировать домашний каталог Боба (bob).

source: Add all sources found in bob's home directory to the 'preview' index.
ru_ru: Добавить все источники, найденные в домашнем каталоге Боба к индексу 'preview'.

source: Crawl root and home directories and add all possible inputs found (adds configuration information to "inputs.conf").
ru_ru: Сканировать корневой и домашние каталоги и добавить все возможные вводы, которые были найдены (добавляет конфигурационную информацию в "inputs.conf").

source: Override settings from crawl.conf.
ru_ru: Переопределить параметры из crawl.conf.

source: Adds the RSS item into the specified RSS feed.
ru_ru: Добавляет RSS элемент в указанный RSS канал.

source: If the RSS feed does not exist, it creates one. The arguments are as follow \i\\ PATH - the path of the rss feed (no ../ allowed) can be accessed via http://splunk/rss/path \i\\ NAME - the name/title of the rss item to add \i\\ LINK - link where the rss item points to \i\\ DESCR - the description field of the rss item \i\\ COUNT - maximum number of items in the rss feed when reached last items is dropped \i\\ GRACEFUL - (optional) controls whether on error an exception is raised or simply logged - this is \i\\ useful when you don't want createrss to break the search pipeline
ru_ru: Если RSS канал не существует, он создает его. Аргументами являются: \i\\ PATH - путь к RSS каналу (../ не допускаются) по которому можно получить доступ через http://splunk/rss/path \i\\ NAME - имя/название элемента RSS, для добавления \i\\ LINK - ссылка, куда показывает элемент RSS \i\\ DESCR - поле описания элемента RSS \i\\ COUNT - максимальное количество элементов в канале RSS при достижении которого последние элементы отбрасываются \i\\ GRACEFUL - (опционально), управляет тем, генерируется ли в случае ошибки исключение или просто делается запись в журнале - это \i\\ полезно, когда вы не хотите, чтобы команда createrss разорвала конвейер поиска

source: alerting
ru_ru: оповещение

source: Allows user to examine data models and run the search for a datamodel object.
ru_ru: Позволяет пользователю изучить модели данных и запустить поиск объекта datamodel.

source: Must be the first command in a search. When used with no arguments, returns the JSON for all datamodels available in the \ current context. When used with just a modelName, returns JSON for a single model. When used with a modelName and objectName, \ returns the JSON for a single object. When used with modelName, objectName and 'search', runs the search for the specified \ object.
ru_ru: Должен быть первой командой в поиске. При использовании без аргументов, возвращает JSON для всех моделей данных datamodels доступных в \ текущем контексте. При использовании с только modelName, возвращает JSON для одной модели. При использовании с modelName и objectName, \ возвращает JSON для одного объекта. При использовании совместно с modelName, objectName и 'search', выполняет поиск указанного объекта.

source: Performs a debug command.
ru_ru: Выполняет команду отладки debug.

source: This search command can be used to issue debug commands to the system.
ru_ru: Эта команда поиска может быть использована для выдачи в систему команд отладки.

source: The available commands for debug command
ru_ru: Доступные команды для команды отладки

source: Removes events which contain an identical combination of values for selected fields.
ru_ru: Удаляет события, которые содержат одинаковую комбинацию значений выбранных полей.

source: Keep the first N (where N > 0) results for each combination of values for the specified field(s) \ The first argument, if a number, is interpreted as N. If this number is absent, N is assumed to be 1. \ The optional sortby clause is equivalent to performing a sort command before the dedup command except that it is executed more efficiently. The keepevants flag will keep all events, but for events with duplicate values, remove those fields values instead of the entire event. \p\\ Normally, events with a null value in any of the fields are dropped. The keepempty \ flag will retain all events with a null value in any of the fields.
ru_ru: Сохранять первые N (где N> 0) результатов для каждой комбинации значений для указанного поля(ей) \ Первый аргумент, если это число, интерпретируется как N. Если это число отсутствует, N принимается равным 1. \ Дополнительное условие sortby эквивалентно выполнению команды sort до команды dedup за исключением того, что она выполняется более эффективно. Флаг keepevants будет сохранять все события, но для событий с повторяющимися значениями, удалить эти значения полей вместо всего события. \p\\ Как правило, события с нулевым значением в любом из полей отбрасываются. \ Флаг keepempty сохранит все события с нулевыми значениями в любом из полей.

source: For events that have the same 'source' value, keep the first 3 that occur and remove all subsequent events.
ru_ru: Для событий, которые имеют одинаковое значение "источник" ('source'), сохранить первые 3 и удалить все последующие события.

source: Remove duplicates of results with the same source value and sort the events by the '_time' field in ascending order.
ru_ru: Удалить дубликаты результатов с тем же значением источника и сортировать события по полю '_time' в порядке возрастания.

source: Remove duplicates of results with the same source value and sort the events by the '_size' field in descending order.
ru_ru: Удалить дубликаты результатов с тем же значением источника и сортировать события по полю '_size' в порядке убывания.

source: Remove duplicates of results with the same host value.
ru_ru: Удалить дубликаты результатов с тем же значением хоста.

source: If an event contains a null value for one or more of the specified fields, the event is either \ retained (if keepempty=true) or discarded (default).
ru_ru: Если событие содержит нулевое значение для одного или нескольких из указанных полей, событие либо \ сохраняется (если keepempty=true) или отбрасывается (по умолчанию).

source: Only eliminate events that are consecutively duplicate
ru_ru: Исключить только те события, которые последовательно дуплицируются

source: Keep all events, remove the fields from field-list in the duplication case instead
ru_ru: Хранить все события, вместо этого удалить поля из списка полей в случае дублирования

source: Deletes (makes irretrievable) events from Splunk indexes.
ru_ru: Удаляет (делает неизвлекаемыми) события из индексов Splunk.

source: Piping a search to the delete operator marks all the events returned by that search so that they are never returned by any later search. No user (even with admin permissions) will be able to see this data using Splunk. \ The delete operator can only be accessed by a user with the "delete_by_keyword" capability. By default, Splunk ships with a special role, "can_delete" that has this capability (and no others). The admin role does not have this capability by default. Splunk recommends you create a special user that you log into when you intend to delete index data. \ To use the delete operator, run a search that returns the events you want deleted. Make sure that this search ONLY returns events you want to delete, and no other events. Once you've confirmed that this is the data you want to delete, pipe that search to delete. \ Note: The delete operator will trigger a roll of hot buckets to warm in the affected index(es).
ru_ru: Конвейеризация поиска с оператором удаления (delete) отмечает все события, возвращаемые этим поиском, так что они никогда не возвращаются последующими поисками. Ни один пользователь (даже с правами администратора) не будет иметь возможность видеть эти данные с помощью Splunk. \ Оператор delete может быть доступен только пользователю с возможностью "delete_by_keyword". По умолчанию Splunk поставляется со специальной ролью, "can_delete", которая имеет такую ​​возможность (а никакие другие не имеют). Роль администратора по умолчанию не имеет такой возможности. Splunk рекомендует создать специального пользователя, под которым вы сможете входить, когда собираетесь удалить данные индекса. \ Чтобы использовать оператор удаления, запустите поиск, который возвращает события, которые вы хотите удалить. Убедитесь, что этот поиск возвращает ТОЛЬКО те события, которые вы хотите удалить, и никаких других событий. После того как вы убедились, что это данные, которые вы хотите удалить, сделайте конвейер с delete, чтобы удалить поиск. \ Примечание: оператор удаления delete вызовет откат "горячих" корзин в "теплые" в затронутых индексах.

source: index::delete
ru_ru: индекс::удалить

source: restrict the deletion to the specified host, source or sourcetype.
ru_ru: ограничить удаление указанным узлом, источником или типом источника.

source: Computes the difference in field value between nearby results.
ru_ru: Вычисляет разницу в значении поля между соседними результатами.

source: For each event where <field> is a number, compute the difference, in search order, between the current event's value of <field> and a previous event's value of <field> and write this difference into <field:newfield>. If <newfield> if not specified, it defaults to "delta(<field>)" If p is unspecified, the default = 1, meaning the the immediate previous value is used. p=2 would mean that the value before the previous value is used, etc etc etc.
ru_ru: Для каждого события, где <field>— это число, вычислить разницу в порядке поиска между значением <field> текущего события и значением <field> предыдущего события и написать эту разницу в <field:newfield>. Если <newfield> не указано, по умолчанию используется "delta(<field>)" Если p не указано, по умолчанию = 1, что означает, что используется непосредственное предыдущее значение. p=2 будет означать, что используется значение до предыдущего значения, и т. д.

source: For each event where 'count' exists, compute the difference between count and its previous value and store the result in 'countdiff'.
ru_ru: Для каждого события, где существует 'count' (счетчик) вычислить разницу между count и его предыдущим значением и сохранить результат в 'countdiff'.

source: Compute the difference between current value of count and the 3rd previous value of count and store the result in 'delta(count)'
ru_ru: Вычислить разницу между текущим значением count и 3-им предыдущим значением count и сохранить результат в 'delta(count)'

source: Returns the difference between two search results.
ru_ru: Возвращает различие между двумя результатами поиска.

source: Compares a field from two search results, returning the line-by-line 'diff' of the two. \ The two search results compared is specified by the two position values (position1 and position2), \ hich default to 1 and 2 (i.e., compare the first two results). \p\\ By default, the text of the two search results (i.e., the "_raw" field) are compared, \ but other fields can be compared, using 'attribute'. \p\\ If 'diffheader' is true, the traditional diff headers are created using the source keys \ of the two events as filenames. 'diffheader' defaults to false. \p\\ If 'context' is true, the output is generated in context-diff format. Otherwise, unified diff format is used.\ 'context' defaults to false (unified). \p\\ If 'maxlen' is provided, it controls the maximum content in bytes diffed from the two events. \ It defaults to 100000, meaning 100KB, if maxlen=0, there is no limit.
ru_ru: Сравнивает поле из двух результатов поиска, возвращая 'диф' построчно за линией результат их 'diff'. \ Два результата поиска сравниваются в соответствии с заданными значениями позиций (position1 и position2), \ которые по умолчанию равны 1 и 2 (т.е. сравниваются первые два результата). \p\\ По умолчанию сравнивается текст двух результатов поиска (то есть, поле "_raw"), \ но в другие поля также можно сравнить, используя 'attribute'. \p\\ Если 'diffheader' "истинно" (true), традиционные заголовки diff создаются с помощью исходных ключей \ двух событий, таких как имена файлов (filename). 'diffheader' по умолчанию "ложно" (false). \p\\ Если 'context' "истинно" (true), вывод генерируется в формате context-diff. В противном случае, используется унифицированный формат diff. \p\\ 'context' по умолчанию "ложно" (false) (унифицированный формат). \p\\ Если задана 'maxlen', она контролирует максимальный контент в байтах от сравнения двух событий. \p\\ По умолчанию это 100000, что означает 100Кб, если maxlen=0, то предела нет.

source: Compare the 9th search results to the 10th
ru_ru: Сравнить результаты 9-го поиска с 10-ым

source: Compare the "ip" values of the first and third search results.
ru_ru: Сравнить значения "ip" первого и третьего результатов поиска.

source: Encapsulates long running, streaming reports. \i\\ "id" is the directory in which to place the results relative to $SPLUNK_HOME/var/run/splunk/dispatch.\i\\ "maxresults" is the maximum number of final results to return from the search-pipeline\i\\ "maxtime" is the maximum time (in seconds) to spend on the search before finalizing\i\\ "ttl" represents the number of the seconds the results of the dispatched search-pipeline will live on\i\\ disk before being cleaned up\i\\ "spawn_process" controls if the search should run in a separate spawned process ( defaults to true ).\i\\ "start_time" set the search's start/earliest time\i\\ "end_time" set the search's end/latest time\i\\ "label" set the search's label
ru_ru: Инкапсулирует долго выполняющиеся, потоковое отчеты. \i\\ "id" это каталог относительно $SPLUNK_HOME/var/run/splunk/dispatch, в котором следует разместить результаты. \i\\ "maxresults" максимальное количество конечных результатов для возврата из поиска-конвейера \i\\ "maxtime" максимальное время (в секундах), отводимое на поиск до его завершения \i\\ "ttl" представляет число секунд в течении которых результаты диспетчеризованного поиска-конвейера будут находиться \i\\ на диске прежде чем они будут вычищены \i\\ "spawn_process" управляет, должен ли поиск выполняться в отдельном порожденном процессе (по умолчанию "истинно" (true)). \i\\ "start_time" задает время начала поиска/самое раннее время\i\\ "end_time" задает время конца поиска /самое позднее время \i\\ "label" задает метку поиска

source: A list of possibly wildcarded servers changes in the context of the differences. Try it see if it makes sense. \ * - header=[true | false] : optionally you can show a header that tries to explain the diff output \ * - attribute=[attribute name] : you can choose to diff just a single attribute of the results.
ru_ru: Список (возможно с подстановочными знаками) изменений серверов в контексте различий. Попробуйте просмотреть, имеет ли это смысл. \ * - header=[true | false] : при желании вы можете показать заголовок, который пытается объяснить вывод diff \ * - attribute=[attribute name]: вы можете выбрать для сравнения diff только один атрибут результатов.

source: Edit information in SearchResultsInfo
ru_ru: Редактировать информацию в SearchResultsInfo

source: Automatically extracts field values similar to the example values.
ru_ru: Автоматически извлекает значения полей похожие на примеры значения.

source: Example-based regular expression \ extraction. Automatically extracts field values from FROMFIELD \ (defaults to _raw) that are similar to the EXAMPLES \ (comma-separated list of example values) and puts them in FIELD. \ An informational message is output with the resulting regular expression. \ That expression can then be used with the REX command for \ more efficient extraction. To learn the extraction rule for \ pulling out example values, it learns from at most MAXTRAINERS \ (defaults to 100, must be between 1-1000).
ru_ru: Извлечение регулярного выражения на основе образца \ Автоматически извлекает значения полей из FROMFIELD \ (по умолчанию _raw), которые аналогичны EXAMPLES \ (разделенный запятыми список примеров значений) и помещает их в FIELD. \ Информационное сообщение выводится с полученным регулярным выражением. \ Это выражение может быть использовано с командой REX для \ более эффективного извлечения. Для того, чтобы обучиться правилу извлечения для \ извлечения примеров значений, он обучается на большинстве MAXTRAINERS \ (по умолчанию 100, должно быть в пределах 1-1000).

source: Extracts out values like "7/01", putting them into the "monthday" attribute.
ru_ru: Извлекает значения, такие как "7/01", помещая их в атрибут "monthday".

source: Extracts out values like "7/01" and "7/02", but not patterns like "99/2", putting extractions into the "monthday" attribute.
ru_ru: Извлекает значения, такие как "7/01" и "7/02", но не паттерны как "99/2", помещая извлеченное в атрибут "monthday".

source: examples are foo and bar
ru_ru: Примерами являются foo и bar

source: Calculates an expression and puts the resulting value into a field. You can specify to calculate more than one expression.
ru_ru: Вычисляет выражение и помещает полученное значение в поле. Можно задать вычисления более одного выражения.
