Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Performs an arbitrary expression evaluation, providing mathematical, string, and boolean operations. The results of eval are written to a specified destination field, which can be a new or existing field. If the destination field exists, the values of the field are replaced by the results of eval. The syntax of the expression is checked before running the search, and an exception will be thrown for an invalid expression. For example, the result of an eval statement is not allowed to be boolean. If search time evaluation of the expression is unsuccessful for a given event, eval erases the value in the result field.
ru_ru: Выполняет произвольную оценку выражения, обеспечивая математические, строковые и логические операции. Результаты eval записываются в заданном поле назначения, которое может быть новым или существующим полем. Если поле назначения существует, значения поля заменяются результатами eval. Синтаксис выражения проверяется перед выполнением поиска. В случае некорректного выражения будет генерироваться исключение. Например, не допускается, чтобы результат выражения eval был логическим значением. Если во время поиска вычисление выражения является неудачным для данного события, eval стирает значение в поле результата.

source: Set velocity to distance / time.
ru_ru: Установить скорость как расстояние / время.

source: Set full_name to the concatenation of first_name, a space, and last_name.\ Lowercase full_name. An example of multiple eval expressions, separated by a comma.
ru_ru: Задать full_name к конкатенации first_name, пробела и last_name. \ full_name символами нижнего регистра. Пример нескольких выражений eval, разделенных запятой.

source: Set sum_of_areas to be the sum of the areas of two circles
ru_ru: Задать sum_of_areas как сумму площадей двух кругов

source: Set status to some simple http error codes.
ru_ru: Установить статус для некоторых простых кодов ошибок HTTP.

source: Set status to OK if error is 200; otherwise, Error.
ru_ru: Установить статус OK, если ошибка 200; в противном случае, Error.

source: Set lowuser to the lowercase version of username.
ru_ru: Задать lowuser как вариант имени пользователя в нижнем регистре.

source: A field name for your evaluated value.
ru_ru: Имя поля для вашего вычисляемого значения.

source: A combination of literals, fields, operators, and functions that represent the value of your destination field. The following are the basic operations you can perform with eval. For these evaluations to work, your values need to be valid for the type of operation. For example, with the exception of addition, arithmetic operations may not produce valid results if the values are not numerical. For addition, Splunk can concatenate the two operands if they are both strings. When concatenating values with '.', Splunk treats both values as strings regardless of their actual type.
ru_ru: Сочетание литералов, полей, операторов и функций, которые представляют значение вашего поля назначения. Ниже перечислены основные операции, которые можно выполнять с eval. Чтобы эти вычисления работали, ваши значения должны быть действительны для типа операции. Например, за исключением сложения, арифметические операции могут давать неправильные результаты, если значения не числовые. Для сложения, Splunk может конкатенировать два операнда, если они оба являются строками. Когда производится конкатенация значений с '.', Splunk рассматривает оба значения как строки, независимо от их фактического типа.

source: concatenate fields and strings
ru_ru: соединить поля и строки

source: create a new field by concatenating the field first_name, a space character, and the field last_name.
ru_ru: создать новое поле путем конкатенации поля first_name, пробела, и поля last_name.

source: Function used by eval.
ru_ru: Функция используемая eval.

source: Takes a number and returns its absolute value.
ru_ru: Принимает число и возвращает его абсолютное значение.

source: Takes an even number of arguments with arguments 1,3,5, etc. being boolean expressions. The function returns the argument following the first expression that evaluates to true, defaulting to NULL if none are true.
ru_ru: Принимает четное количество аргументов с аргументами 1,3,5 и т.д. являющимися логическими выражениями. Функция возвращает аргумент, следующий после первого выражения, которое при вычислении дает "истинно", по умолчанию NULL, если ни одно на "истинно".

source: Takes two arguments, the first being the subnet to match and the second being an ip address. This boolean function returns true if the ip matches the valid subnet, or false otherwise.
ru_ru: Принимает два аргумента, первый является подсетью, с которой будет производиться сопоставление, а второй IP-адресом. Это булева функция возвращает "истинно", если IP соответствует допустимой подсети, или "ложно" в противном случае.

source: Takes any number of arguments and returns the first value that is not null. The ifnull function does the exact same thing, so both names are acceptable.
ru_ru: Принимает любое количество аргументов и возвращает первое значение, которое не является нулевым. Функция ifnull делает то же самое, поэтому оба названия являются приемлемыми.

source: Takes a number as its argument, and returns the exact value of the result without truncating for significant figures or precision. Uses double precision.
ru_ru: Принимает число в качестве аргумента и возвращает точное значение результата без усечения для значимых чисел или точности. Использует двойную точность.

source: Takes a number x and returns e^x.
ru_ru: Принимает число х и возвращает e^x.

source: Takes a number x and returns the floor of x, which in this example is 1.
ru_ru: Принимает число х и возвращает пол (целую часть) х, который в этом примере равен 1.

source: Takes three arguments, the first being a boolean expression. The function returns the second argument if it evaluates to true, and the third otherwise.
ru_ru: Принимает три аргумента, первый из которых логическое выражение. Функция возвращает второй аргумент, если она вычислена как "истинно", или, в противном случае, третий аргумент.

source: Takes one argument, returning true iff the argument is boolean. There are corresponding functions for numbers (isnum), integers (isint), strings (isstr), and null (isnull).
ru_ru: Принимает один аргумент, возвращая "истинно" (true) только в том случае, если аргумент является булевым. Есть соответствующие функции для чисел (isnum), целых чисел (IsInt), строк (isstr) и нулевого значения (IsNull).

source: Takes one argument, returning true iff the field is not null. A useful check for whether the field contains a value.
ru_ru: Принимает один аргумент, возвращая "истинно" (true) только в том случае, если поле не является нулевым (null). Полезно для проверки, содержит ли поле значение.

source: Takes one string argument, returning the length of the string. In this example it would return the length of the string in field.
ru_ru: Принимает один аргумент, возвращая длину строки. В данном примере она возвращает длину строки в поле.

source: Takes two string arguments, returning true iff the first argument is like the SQLite pattern in the second argument. This example returns true if the field value starts with foo.
ru_ru: Принимает два строковых аргумента, возвращая "истинно" тогда и только тогда, когда первый аргумент подобен паттерну SQLite во втором аргументе. Этот пример возвращает "истинно", если значение поля начинается с foo.

source: Takes a number and returns its natural log.
ru_ru: Принимает число и возвращает его натуральный логарифм.

source: Takes either one or two numeric arguments, returning the log of the first argument using the base provided by the second argument, in this case log of number base 2. The default base is 10 if the second argument is omitted.
ru_ru: Принимает один или два числовых аргумента, возвращая логарифм первого аргумента, используя основание, предоставляемое вторым аргументом, в данном случае логарифм числа по основанию 2. По умолчанию основание равно 10, если второй аргумент опущен.

source: Takes one string argument and returns the lowercase version, in this example lowercasing the value provided by the field username. The upper function also exists for returning the uppercase version.
ru_ru: Принимает один строковый аргумент и возвращает его вариант в нижнем регистре, в данном примере - значение в нижнем регистре, указанное в поле имени пользователя. Функция upper также существует, и возвращает вариант в верхнем регистре.

source: Takes two string arguments, and returns true iff the first argument matches the regex provided by the second argument. This example returns true iff field matches the basic pattern of an ip address. Note that the example used ^ and $ to perform a full match.
ru_ru: Принимает два строковых аргумента и возвращает истину, тогда и только тогда первый аргумент совпадает с регулярным выражением, предоставляемым вторым аргументом. Этот пример возвращает "истинно" тогда и только тогда когда поле соответствует основному шаблону адреса IP. Обратите внимание, что в примере, используются ^ и $ чтобы найти полное соответствие.

source: Takes an arbitrary number of number and string arguments and returns the max, with strings being greater than numbers. So this example will return either "foo" or field, depending on the value of field. The corresponding min function also exists.
ru_ru: Принимает произвольное количество числовых и строчных аргументов и возвращает максимальный, строками считаются бОльшими, чем числа. Так в этом примере будет возвращать либо "foo" либо поле, в зависимости от значения поля. Также существует соответствующая функция min.

source: Takes one string argument and returns its md5 hash value as a string, in this case returning the hash of field's value.
ru_ru: Принимает один строковый аргумент и возвращает значение его хеш-функции md5 в виде строки. В этом случае возвращает хэш значения поля.

source: Takes a field argument, returning the number of values if the field is multivalued, one if the field is single valued and has a value, and null otherwise.
ru_ru: Принимает поле в качестве аргумента, возвращая число значений, если поле является многозначным, единицу, если поле однозначно и имеет значение, и нуль (null) в противном случае.

source: Takes two or three arguments, the first being a field and the second two being numbers, which returns a subset of the multivalued field using the indexes provided. For mvindex(mvfield, startindex, [endindex]) endindex is inclusive and optional. Both start and endindex can be negative, where -1 = last element, and if endindex is not specified, it returns just the value at startindex. If the indexes are out of range or invalid, the result is null. Since indexes start at zero, this example returns the third value in multifield if it exists.
ru_ru: Принимает два или три аргумента, первый из которых является полем, а вторые два - числами, и возвращает подмножество многозначного поля, используя предоставленные индексы. Для mvindex(mvfield, startindex, [endindex]) endindex является включенным (инклюзивным) и необязательным. И start и endindex могут быть отрицательными, где -1=последний элемент, и если endindex не указан, то возвращается только значение из startindex. Если индексы находятся вне допустимого диапазона или недопустимы, то результат будет нулевым (null). Поскольку индексы начинаются с нуля, этот пример возвращает третье значение в "multifield", если онo существует.

source: Takes one argument which is a boolean expression that references EXACTLY one field. It returns that multivalued field filtered by the given expression, so this example will return all values of the field email that end in .net or .org.
ru_ru: Принимает один аргумент, который представляет собой логическое выражение, которое ссылается ТОЧНО на одно поле. Возвращает это многозначное поле, отфильтрованное заданным выражением. Данный пример возвратит все значения поля электронной почты, которые заканчиваются на .net или .org.

source: Takes no arguments and returns the time that the search was started, in unix time (seconds since epoch).
ru_ru: Nе принимает никаких аргументов и возвращает время, когда был начат поиск, в формате UNIX-времени (в секундах с начала эпохи).

source: Takes no arguments and returns null, which is how the evaluation engine represents no value. Setting a field to null will clear its value.
ru_ru: Не принимает никаких аргументов и возвращает нуль (null), который является представлением отсутствия значения для механизма вычисления eval. Установка поля на нуль (null) очистит его значение.

source: Takes two arguments, returning the first argument if the arguments are different, and null otherwise.
ru_ru: Принимает два аргумента, возвращая первый аргумент, если аргументы отличаются, и нуль (null) в противном случае.

source: Takes no arguments, returning the pi constant to 11 digits of precision.
ru_ru: Не принимает никаких аргументов, возвращая константу числа "Пи" с точностью 11 цифр.

source: Takes two numeric arguments, returning x^y
ru_ru: Принимает два числовых аргумента, возвращая х^у

source: Takes no arguments, returns a pseudo-random number.
ru_ru: Не принимает никаких аргументов, возвращая псевдо-случайное число.

source: Takes three arguments - replace(input_string, regex_pattern_to_replace, replacement_string) returns the input string with all instances of the regex pattern replaced with the replacement string. You can also include matched groups in the third argument by escaping the group number matched. The example returns date with the month and day numbers switched, so if the input was 1/12/2009 the return value would be 12/1/2009.
ru_ru: Принимает три аргумента - replace(input_string, regex_pattern_to_replace, replacement_string) и возвращает входную строку со всеми экземплярами паттерна регулярного выражения замененного на строку замены. Вы также можете включить совпадающие группы в третьем аргументе, экранируя совпавший номер группы. Пример возвращает дату, где числа месяца и дня поменяны местами. Так, например, если ввод был 1/12/2009 возвращаемое значение будет 12/1/2009.

source: Takes one or two numeric arguments, returning the first argument rounded to the amount of decimal places specified by the second. The default is to round to an integer, so the example would return 4. round(2.555, 2) would return 2.56.
ru_ru: Принимает один или два числовых аргумента, возвращая первый аргумент, округленный до количества десятичных знаков, определяемых вторым. Значение по умолчанию — округление до целого числа, поэтому пример возвращает 4. round(2.555, 2) будет возвращать 2.56.

source: Takes one argument, which is a search string. The function returns true iff the event matches the search string.
ru_ru: Принимает один аргумент, который является строкой поиска. Функция возвращает "истинно" (true), тогда и только тогда когда событие соответствует строке поиска.

source: Takes one numeric argument and returns its square root, in this example it would be 3.
ru_ru: Принимает один числовой аргумент и возвращает его квадратный корень, в данном примере это было бы 3.

source: Takes either two or three arguments - the first is a string and the last two are numeric. The function returns a substring of the first argument starting at the index specified by the second argument with the number of characters specified by the third. If a third argument is not given, it returns the rest of the string. The indexes follow SQLite semantics in that they start at 1 and negative indices can be used, which start from the end of the string. The example concatenates "str" and "ing" together, returning "string"
ru_ru: Принимает два или три аргумента: первый - строка, а два последних - числа. Функция возвращает подстроку первого аргумента, начиная с индекса, указанного вторым аргументом с числом символов, определенных третьим. Если третий аргумент не задан, возвращается оставшаяся часть строки. Индексы следуют семантике SQLite в том, что они начинаются с 1 и могут быть использованы отрицательные индексы, которые начинаются с конца строки. Пример конкатенирует "str" и "ing", возвращая "string"

source: Takes one or two arguments, returning a string representation of the first argument with optional formatting for numbers. For numbers you can specify "hex" or "commas" as a second argument to format the number accordingly. The return value for this example is "True 0xF 12,345.68".
ru_ru: Принимает один или два аргумента, возвращая строковое представление первого аргумента с опциональным форматирования для чисел. В случае чисел можно указать "hex" или "commas" в качестве второго аргумента для соответствующего форматирования числа. Возвращаемое значение для этого примера "True 0xF 12,345.68".

source: Takes one or two string arguments, and returns the first string with the characters in the second argument trimmed from both sides. If no second argument is specified, spaces and tabs are trimmed. This example returns "abc". There are also ltrim and rtrim functions for trimming only the left and right sides, respectively.
ru_ru: Принимает один или два строковых аргумента и возвращает первую строку с обрезанными с обеих сторон символами из второго аргумента . Если второй аргумент не указан, обрезаются пробелы и табуляции. Этот пример возвращает "abc". Существуют также функции ltrim и rtrim для обрезки только левой или правой сторон, соответственно.

source: Takes one argument and returns a string representation of its type. The example result is NumberStringBoolInvalid.
ru_ru: Принимает один аргумент и возвращает строковое представление его типа. В примере результат будет NumberStringBoolInvalid.

source: Takes one string argument and returns the url decoded. The example result is "http://www.splunk.com/download?r=header".
ru_ru: Принимает один аргумент и возвращает декодированный URL. В примере результат будет "http://www.splunk.com/download?r=header".

source: Takes an even number of arguments like case(), with odd arguments being boolean expressions. The even arguments are strings, and the function returns the string corresponding to the first expression that evaluates to false, or null if all checks pass. The example runs a simple check for valid ports.
ru_ru: Принимает четное количество аргументов, как case(), с нечетными аргументами являющимися логическими выражениями. Четные аргументы являются строками, а функция возвращает строку, соответствующую первому выражение, которое вычислено как "ложно" (false), или нулевое значение (null), если все проверки прошли положительно. Пример запускает простую проверку на допустимые порты.

source: takes a splunk search and returns a multivalued field contain a list of commands used in that search
ru_ru: Принимает поиск Splunk и возвращает многозначное поле содержащее список команд, используемых в этом поиске

source: Takes a UTC time as the first argument and a relative time specifier as the second argument and returns the UTC time of that relative time applied to the first arugment.
ru_ru: Принимает время в формате UTC в качестве первого аргумента и спецификатор относительного времени в качестве второго аргумента и возвращает время в формате UTC того относительного времени, примененного к первому аргументу.

source: Takes a UTC time as the first argument and renders it as a string using the format specified by the second argument
ru_ru: Принимает время UTC в качестве первого аргумента и оформляет его как строку, используя формат, заданный вторым аргументом

source: Takes a string time representing and parses it using the format specified by the second argument, returning a UTC time
ru_ru: Принимает строку представления времени и разбирает его, используя формат, указанный вторым аргументом, возвращая время в формате UTC

source: Returns the current wall-clock time with microsecond resolution. Will be different for each event based on when that event was processed by eval.
ru_ru: Возвращает текущее физическое время ("время настенных часов") с микросекундным разрешением. Будет различным для каждого события, на основании того когда это событие было обработано eval.

source: Join together individual values of a multi-valued field foo using a semicolon as the delimiter
ru_ru: Объединить отдельные значения многозначного поля foo, используя точку с запятой в качестве разделителя

source: Append the value "bar" and the values of field baz to the values of field foo and return as multi-valued. foo and baz could either be multi or single valued field.
ru_ru: Присоединить значение "bar" и значения поля baz к значениям поля foo и возвратить его как многозначное. foo и baz могут быть как многозначными так и однозначными полями.

source: Split the value(s) of field foo on the delimiter ';' and returns as multi-valued
ru_ru: Разделить значение(-ия) поля foo по разделителю ';' и возвратить как многозначное

source: Try to find a value in the multivalued field "mymvfield" matching the regex "err\d+". The index of the first matching value is returned (zero indexed). If no values match, null is returned.
ru_ru: Попробовать найти значение в многозначном поле "mymvfield", совпадающее с регулярным выражением "err\d+". Возвращается индекс первого совпавшего значения (ноль индексируется). Если не совпали никакие значения, возвращается нуль (null).

source: Display number with the correct number of significant figures.
ru_ru: Показать число с правильным количеством значащих цифр.

source: Extract the data at path "path" from "input". May result in a multivalued field.
ru_ru: Извлечь данные на пути "path" из ввода "input". Может привести к многозначности поля.

source: Combine 2 multivalue fields by stitching together the first value of one field with the first value of another field, then the second with the second, and so forth. Similar to python's zip command
ru_ru: Объединить 2 многозначных поля путем сшивания вместе первого значения одного поля с первым значением другого поля, затем второго со вторым, и так далее. Подобно команде zip в python

source: create a multivalued field with the values 1,3,5,7,9. The first argument is the starting number, second is ending number (exclusive) and the third number, which is optional is the step increment.
ru_ru: создать многозначное поле со значениями 1,3,5,7,9. Первый аргумент является начальным числом, второй - завершающим числом (эксклюзивно) и третье число, которое является необязательным, является приращением шага.

source: Takes a multivalued field as input and returns a multivalued field with its duplicate values removed
ru_ru: Принимает многозначное поле как ввод и возвращает многозначное поле, в котором удалены его повторяющиеся значения

source: Takes a multivalued field as input and returns a multivalued field with its values sorted lexicographically
ru_ru: Принимает многозначное поле как ввод и возвращает многозначное поле, в котором его значения лексикографически отсортированы

source: Extracts field-value pairs from search results.
ru_ru: Извлекает пары поле-значение из результатов поиска.

source: Forces field-value extraction on the result set.
ru_ru: Производит принудительное извлечение пары поле-значение из набора результатов.

source: Extract field/value pairs that are defined in the transforms.conf stanza 'access-extractions'.
ru_ru: Извлекать пары поле/значение, которые определены в секции 'access-extractions' файла transforms.conf.

source: Extract field/value pairs and reload field extraction settings from disk.
ru_ru: Извлекать пары поле/значение и перезагрузить параметры извлечения полей с диска.

source: Extract field/value pairs that are delimited by '|' or ';', and values of fields that are delimited by '=' or ':'.
ru_ru: Извлечекать пары поле/значение, разделенные '|' или ';' и значения полей, разделенных '=' или ':'.
