Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Edit Placeholder
ru_ru: Редактировать Заместитель

source: Back to Data Models
ru_ru: Вернуться к моделям данных

source: Objects
ru_ru: Объекты

source: Searches
ru_ru: Поиски

source: Transactions
ru_ru: Транзакции

source: Base Search
ru_ru: Базовый поиск

source: Inherited
ru_ru: Унаследованные

source: Constraints
ru_ru: Ограничения

source: Constraint
ru_ru: Ограничение

source: Transaction
ru_ru: Транзакция

source: Group Objects
ru_ru: Группировать объекты

source: Group By
ru_ru: Группировать по

source: Max Pause
ru_ru: Макс. пауза

source: Max Span
ru_ru: Макс. диапазон

source: Override
ru_ru: Переопределение

source: Extracted
ru_ru: Извлечено

source: Calculated
ru_ru: Вычислено

source: Calculated attributes are processed in the order above, so ensure any dependent attributes are defined first. Drag to rearrange.
ru_ru: Вычисленные атрибуты обрабатываются в вышеуказанном порядке, поэтому удостоверьтесь, что все зависимые атрибуты определены в начале. Перетащите, чтобы изменить порядок.

source: Are you sure you want to delete the object <em>%s</em> and all of its descendants?
ru_ru: Вы уверены, что хотите удалить объект <em>%s</em> и всех его потомков?

source: Rename Object
ru_ru: Переименовать объект

source: Add Attribute
ru_ru: Добавить атрибут

source: Auto-Extracted
ru_ru: Автоматически-извлечено

source: Bulk Edit
ru_ru: Массовое редактирование

source: Shown
ru_ru: Показано

source: To get started, add an object using the menu to the left.
ru_ru: Чтобы начать работу, добавьте объект с помощью меню слева.

source: Field Name:
ru_ru: Имя поля:

source: Display Name:
ru_ru: Отображаемое имя:

source: Type:
ru_ru: Тип:

source: Flags:
ru_ru: Флаги:

source: Attribute
ru_ru: Атрибут

source: Example values:
ru_ru: Пример значений:

source: Field
ru_ru: Поле

source: Field in Lookup:
ru_ru: Поле в Поиске:

source: Attribute:
ru_ru: Атрибут:

source: Add New
ru_ru: Добавить новое

source: Attributes will be defined from the regular expression.
ru_ru: Атрибуты будут определяться из регулярного выражения.

source: Hidden & Required
ru_ru: Скрытые & необходимые

source: Quarters
ru_ru: Кварталы

source: Time, Required
ru_ru: Время, необходимое

source: The attribute was not found in the events. Try changing the sample size or the regular expression.
ru_ru: Атрибут не найден в событиях. Попробуйте изменить размер выборки или регулярное выражение.

source: Examples:
ru_ru: Примеры:

source: Attribute(s)
ru_ru: Атрибут(ы)

source: Include:
ru_ru: Включает:

source: Field in GeoIP:
ru_ru: Поле в GeoIP:

source: There are no IPv4 fields available in this object. Each IPv4 field can be associated with one GeoIP lookup.
ru_ru: В этом объекте нет доступных IPv4 полей. Каждое поле IPv4 может быть связано с одним поиском GeoIP.

source: Select...
ru_ru: Выбрать...

source: The Input "%s" can not be used for multiple input rows.
ru_ru: Ввод "%s" не может использоваться для нескольких строк ввода.

source: Specify at least one Input Attribute.
ru_ru: Укажите хотя бы один атрибут ввода.

source: Specify at least one Output Attribute.
ru_ru: Укажите хотя бы один атрибут вывода.

source: Lookup Table
ru_ru: Таблица поиска

source: Input
ru_ru: Ввод

source: Output
ru_ru: Вывод

source: No compatible lookups found.
ru_ru: Не найдено совместимого поиска.

source: Manage Lookups
ru_ru: Управление поисками

source: Object Name
ru_ru: Имя объекта

source: Object ID
ru_ru: ID объекта

source: The ID is used in the data model search command. Cannot be changed later.
ru_ru: Идентификатор используется в команде поиска модели данных. В последствии не может быть изменен.

source: Inherit From
ru_ru: Наследовать от

source: Additional Constraints
ru_ru: Дополнительные ограничения

source: To add a Child Object, the Data Model must have at least one Object.
ru_ru: Чтобы добавить дочерний объект, модель данных должна иметь хотя бы один объект.

source: Extract From
ru_ru: Извлечь из

source: No attributes were extracted. Provide a working Regular Expression with capturing groups.
ru_ru: Атрибуты не были извлечены. Предоставьте рабочее регулярное выражение с группами захвата.

source: Regular Expression is in a bad state
ru_ru: Регулярное выражение находится в плохом состоянии

source: Example:
ru_ru: Пример:

source: You must specify at least one of the optional fields.
ru_ru: Необходимо указать хотя бы одно из необязательных полей.

source: Group by
ru_ru: Группировать по

source: Max Pause:
ru_ru: Макс. пауза:

source: Max Span:
ru_ru: Макс. диапазон:

source: Add Auto-Extracted Field
ru_ru: Добавить автоматически-извлеченное поле

source: Field with name '' already exists in data model
ru_ru: Поле с именем " уже существует в модели данных

source: Missing field?
ru_ru: Отсутствует поле?

source: Add by Name
ru_ru: Добавить по имени

source: You must specify a constraint on either this Object or its ancestor Objects
ru_ru: Необходимо указать ограничение либо для этого объекта или для его объектoв-предков

source: No field summary information is available. This can mean that your search did not return any events, or that you are using a search command that does not provide summary information (i.e. inputcsv).
ru_ru: Сводная информация по полю не доступна. Это может означать, что ваш поиск не возвращает каких-либо событий, или что вы используете команду поиска, которая не предоставляет сводную информацию (например, inputcsv).

source: Could not find the Object <i>%s</i>
ru_ru: Не удалось найти Объект <i>%s</i>

source: Could not find the Calculation <i>%s</i>
ru_ru: Не удалось найти Расчет <i>%s</i>

source: Could not find the Field <i>%s</i>
ru_ru: Не удалось найти Поле <i>%s</i>

source: 1 Object in %(modelName)s
ru_ru: %(count)s объект в %(modelName)s

source: Loading Objects...
ru_ru: Загрузка объектов...

source: This data object is not pivotable.
ru_ru: Этот объект данных не применим для пивота.

source: Count of %s
ru_ru: Счетчик %s

source: Count of %s by Time
ru_ru: Счетчик %s по времени

source: Top Values
ru_ru: Наибольшие значения

source: Top Values by Time
ru_ru: Наибольшие значения по времени

source: You have no Objects available for Pivot.
ru_ru: У вас нет доступных объектов для пивота.

source: Delete Data Model
ru_ru: Удаление модели данных

source: Data Model
ru_ru: Модель данных

source: Add Acceleration
ru_ru: Добавить ускорение

source: Private models cannot be accelerated. Edit the permissions before enabling acceleration.
ru_ru: Частные модели не могут быть ускорены. Отредактируйте полномочия перед включением ускорения.

source: Acceleration Warning
ru_ru: Предупреждение Ускорения

source: Models must have at least one event object before they can be accelerated. Add an event object before enabling acceleration.
ru_ru: Модели должны иметь хотя бы один объект события, прежде чем они могут быть ускорены. Добавьте объект события перед включением ускорения.

source: Upload Data Model
ru_ru: Загрузить модель данных

source: New Data Model
ru_ru: Новая модель данных

source: Data models enable users to easily create reports in the Pivot tool.
ru_ru: Модели данных позволяют пользователям легко создавать отчеты в инструменте Пивот.

source: Created in the App
ru_ru: Созданный в приложении

source: Visible in the App
ru_ru: Видимый в приложении

source: All Apps
ru_ru: Все приложения

source: App: %s (%s)
ru_ru: Приложение: %s (%s)

source: Owner: Any
ru_ru: Владелец: любой

source: Owner: None (nobody)
ru_ru: Владелец: отсутствует (никто)

source: Owner: %s (%s)
ru_ru: Владелец: %s (%s)

source: 1 Day
ru_ru: 1 День

source: 7 Days
ru_ru: 7 Дней

source: 1 Month
ru_ru: 1 Месяц

source: 3 Months
ru_ru: 3 Месяца

source: 1 Year
ru_ru: 1 Год

source: All Time
ru_ru: Все время

source: Accelerate
ru_ru: Ускорить

source: Acceleration may increase storage and processing costs.
ru_ru: Ускорение может увеличить расходы на хранение и обработку.

source: Summary Range
ru_ru: Суммарный диапазон

source: Sets the range of time (relative to now) for which data is accelerated. Example: 1 Month accelerates the last 30 days of data in your pivots.
ru_ru: Задает интервал времени (по отношению к текущему моменту) для ускорения данных. Пример: 1 месяц ускоряет данные в вашем пивоте за последние 30 дней.

source: %s%% Completed
ru_ru: %s%% завершено

source: Building
ru_ru: Построение

source: Access Count
ru_ru: Счетчик доступа

source: %s. Last Access: %s
ru_ru: %s. Последний доступ: %s

source: Size on Disk
ru_ru: Размер на диске

source: %sMB
ru_ru: %sМБ

source: %s second(s)
ru_ru: %s сек

source: Updated
ru_ru: Обновлено

source: New Title
ru_ru: Новый Заголовок

source: New ID
ru_ru: Новый идентификатор

source: The ID is used as the filename on disk and used in the data model search command. Cannot be changed later.
ru_ru: Идентификатор используется в качестве имени файла на диске и используется в команде поиска модели данных. В последствии не может быть изменен.

source: Clone Data Model
ru_ru: Клонировать модель данных

source: 1 Event
ru_ru: %s Событие

source: 1 Transaction
ru_ru: %s Транзакция

source: 1 Search Event
ru_ru: %s Событие поиска

source: MODEL
ru_ru: МОДЕЛЬ

source: ACCELERATION
ru_ru: УСКОРЕНИЕ

source: Rebuild
ru_ru: Перестроить

source: Model is not accelerated.
ru_ru: Модель не ускорена.

source: Add
ru_ru: Добавить

source: Private models or models without event objects cannot be accelerated.
ru_ru: Нельзя ускорить частные модели или модели без объектов событий.

source: Private models cannot be accelerated. Submitting this form will remove the acceleration.
ru_ru: Нельзя ускорить частные модели. Отправка этой формы удалит ускорение.

source: 1 Data Model
ru_ru: %s модель данных

source: Loading Data Models...
ru_ru: Загрузка моделей данных

source: This data model has no objects to pivot on.
ru_ru: Эта модель данных имеет объектов для использования в пивоте.

source: No description available.
ru_ru: Описание отсутствует.

source: You have no Data Models available.
ru_ru: У вас нет доступных моделей данных.

source: File...
ru_ru: Файл...

source: Upload
ru_ru: Загрузить

source: Upload New Data Model
ru_ru: Загрузить новую модель данных

source: Knowledge Workbench:
ru_ru: Инструментарий базы знаний:

source: change
ru_ru: изменить

source: View Event Summary
ru_ru: Просмотр сводки событий

source: Event count
ru_ru: Счетчик событий

source: No results in current time range.
ru_ru: Нет результатов в текущем диапазоне времени.

source: No results found. Please change source type, adjust source type settings, or check your source file.
ru_ru: Результатов не найдено. Пожалуйста, измените тип источника, настройте параметры типа источника или проверьте исходный файл.

source: Save changes?
ru_ru: Сохранить изменения?

source: You have not saved your source type changes, would you like save before continuing?
ru_ru: Вы не сохранили ваши изменения типа источника, хотите сохранить, прежде чем продолжить?

source: Save Source Type
ru_ru: Сохранить Тип источника

source: Proceed without saving
ru_ru: Продолжить без сохранения

source: Category
ru_ru: Категория

source: Apply settings
ru_ru: Применение настроек

source: Copy to clipboard
ru_ru: Копировать в буфер обмена

source: Copy and paste this props.conf text:
ru_ru: Скопируйте и вставьте этот текст для props.conf:

source: Presets
ru_ru: Предустановки

source: Break Type
ru_ru: Тип разрыва

source: Event breaks are auto detected based on timestamp location.
ru_ru: Разрывы событий определяется автоматически на основе местоположения временных меток.

source: Every Line
ru_ru: Каждая строка

source: Every line is one event.
ru_ru: Каждая строка является одним событием.

source: Regex...
ru_ru: Регулярное выражение...

source: Use pattern to split events.
ru_ru: Использовать паттерн для разбиения событий.

source: Pattern
ru_ru: Паттерн

source: Field delimiter
ru_ru: Разделитель поля

source: Quote character
ru_ru: Символ кавычки

source: (comma)
ru_ru: (запятая)

source: (pipe)
ru_ru: (вертикальная черта)

source: (tab)
ru_ru: (табуляция)

source: (space)
ru_ru: (пробел)

source: (double quote)
ru_ru: (двойная кавычка)

source: (single quote)
ru_ru: (одиночная кавычка)

source: File preamble
ru_ru: Преамбула файла

source: A regular expression that instructs Splunk to ignore these preamble lines within the file.
ru_ru: Регулярное выражение, которое предписывает Splunk игнорировать эти строки преамбулы в файле.

source: Field names
ru_ru: Имена полей

source: Line...
ru_ru: Строка...

source: Field names located on specified line number
ru_ru: Имена полей, расположенные на указанном номере строки

source: Custom...
ru_ru: Пользовательские…

source: Comma separated field names
ru_ru: Имена полей разделенные запятыми

source: Specify pattern to match header line
ru_ru: Укажите паттерн для сопоставления строки заголовка

source: Field names on line number
ru_ru: Имена полей на номере строки

source: Pattern for prefixed header line
ru_ru: Паттерн для строки заголовка с префиксом

source: Save As
ru_ru: Сохранить как

source: Extraction
ru_ru: Извлечение

source: Current time
ru_ru: Текущее время

source: Advanced...
ru_ru: Расширенные...

source: A string in strptime() format that helps Splunk recognize timestamps.
ru_ru: Строка в формате strptime(), которая помогает Splunk распознать отметки времени.

source: Timestamp format
ru_ru: Формат метки времени

source: Timestamp prefix
ru_ru: Префикс метки времени

source: Timestamp is always prefaced by a regex pattern eg: \d+abc123\d[2,4]
ru_ru: Отметка времени всегда предваряется паттерном регулярного выражения, например: \d+abc123\d[2,4]

source: Lookahead
ru_ru: Опережающий просмотр

source: Timestamp never extends more than this number of characters into the event, or past the Regex if specified above.
ru_ru: Временная метка никогда не может простираться далее, чем число символов в событии, или переходить через регулярное выражение, если таковое указано выше.

source: Timestamp fields
ru_ru: Поля метки времени

source: Specify all the fields which constitute the timestamp. ex: field1,field2,...,fieldn
ru_ru: Укажите все поля, которые составляют метку времени. Например: field1,field2,...,fieldn

source: Apps: Undeployed
ru_ru: Приложения: неразвернутые

source: Apps: Deployed
ru_ru: Приложения: развернутые

source: Apps: All
ru_ru: Приложения: все

source: Deployed Successfully
ru_ru: Успешно развернутые

source: Deployed Partially
ru_ru: Частично развернутые

source: No apps found in server repository.
ru_ru: Приложения не найдены в репозитории сервера.

source: After Installation
ru_ru: После установки

source: Clients
ru_ru: Клиенты

source: 0 deployed
ru_ru: 0 развернуто

source: deployed
ru_ru: развернуто

source: Phone Home: In Last Hour
ru_ru: "Звонок домой": за последний час

source: Phone Home: In Last 24 Hours
ru_ru: "Звонок домой": за последние 24 часа

source: Phone Home: Within Expected
ru_ru: "Звонок домой": в пределах ожидания

source: Phone Home: Later than Expected
ru_ru: "Звонок домой": позже, чем ожидалось

source: Phone Home: All
ru_ru: "Звонок домой": все

source: All Clients
ru_ru: Все клиенты

source: No clients phoned home.
ru_ru: Клиенты не "звонили домой".

source: Host Name
ru_ru: Имя хоста

source: Client Name
ru_ru: Имя клиента

source: IP Address
ru_ru: IP адрес

source: Machine Type
ru_ru: Тип машины

source: Deployed Apps
ru_ru: Развернутые приложения

source: Phone Home
ru_ru: "Звонок домой"

source: Server Classes
ru_ru: Классы серверов

source: ERRORS
ru_ru: ОШИБКИ

source: Last 100 errors
ru_ru: Последние 100 ошибок

source: Not yet deployed
ru_ru: Пока не развернуто

source: PHONED HOME IN THE LAST 24 HOURS
ru_ru: "ЗВОНОК ДОМОЙ": ЗА ПОСЛЕДНИЕ 24 ЧАСА

source: DEPLOYMENT ERRORS
ru_ru: ОШИБКИ РАЗВЕРТЫВАНИЯ

source: IN THE LAST 1 HOUR
ru_ru: ЗА ПОСЛЕДНИЙ 1 ЧАС

source: Client
ru_ru: Клиент

source: Total download
ru_ru: Всего загрузка

source: New Server Class
ru_ru: Новый класс сервера

source: Delete Record
ru_ru: Удалить запись

source: The record of the client will be removed. Next time it phones it will be listed again.
ru_ru: Запись клиента будет удалена. В следующий раз, когда он сделает "звонок домой" он будет снова показан в списке.

source: Uninstall
ru_ru: Деинсталлировать

source: Delete Server Class
ru_ru: Удалить класс сервера

source: Are you sure you wish to delete this server class?
ru_ru: Вы уверены, что хотите удалить этот класс сервера?

source: Rename Server Class
ru_ru: Переименовать класс сервера

source: Repository Location:
ru_ru: Местопожение репозитрория

source: All Server Classes
ru_ru: Все классы серверов

source: No server classes.
ru_ru: Нет классов серверов.

source: create one
ru_ru: создать один

source: Last Reload
ru_ru: Последняя перезагрузка

source: One or more apps are still being downloaded. Please refresh later to see up-to-date status of those apps.
ru_ru: Одно или несколько приложений еще загружаются. Пожалуйста, обновите информацию позже, чтобы видеть текущий статус этих приложений.

source: App:
ru_ru: Приложение:

source: Back to Forwarder Management
ru_ru: Вернуться к управлению переадресатором

source: Server Class:
ru_ru: Класс сервера:

source: Server Class: All
ru_ru: Класс сервера: все

source: APP DATA SIZE
ru_ru: РАЗМЕР ДАННЫХ ПРИЛОЖЕНИЯ

source: DEPLOYED THIS APP SUCCESSFULLY
ru_ru: ЭТО ПРИЛОЖЕНИЕ УСПЕШНО РАЗВЕРНУТО

source: Matches The App
ru_ru: совпадает с приложением

source: All clients will uninstall this app. <br/> Deploy the app again to reinstall it on clients.
ru_ru: Все клиенты удалят это приложение. <br/> Разверните приложение еще раз, чтобы заново установить его на клиентах.

source: Save and reload
ru_ru: Сохранить и перезагрузить

source: Unselect
ru_ru: Снять выделение

source: Edit App:
ru_ru: Редактировать приложение:

source: Restart Splunkd
ru_ru: Перезапустить Splunkd

source: Add at least one server class.
ru_ru: Добавьте хотя бы один серверный класс.

source: Add Apps
ru_ru: Добавить приложения

source: Add Clients
ru_ru: Добавить клиентов

source: You haven't added any apps
ru_ru: Вы не добавили ни одного приложения

source: You haven't added any clients
ru_ru: Вы не добавили ни одного клиента

source: IN THE SERVER CLASS
ru_ru: В КЛАССЕ СЕРВЕРОВ

source: DEPLOYED APPS SUCCESSFULLY
ru_ru: ПРИЛОЖЕНИЯ УСПЕШНО РАЗВЕРНУТЫ

source: Selected Apps
ru_ru: Выбранные приложения

source: 1 Selected App
ru_ru: 1 выбранное приложение

source: Selected Apps
ru_ru: Выбранных приложения

source: No app selected.
ru_ru: Нет выбранных приложений.

source: Unselected Apps
ru_ru: Невыбранные приложения

source: 1 Unselected App
ru_ru: 1 невыбранное приложение

source: Unselected Apps
ru_ru: Невыбранных приложений

source: Include
ru_ru: Включить

source: (whitelist)
ru_ru: (белый список)

source: Can be client name, host name, IP address, or DNS name.
ru_ru: Может быть именем клиента, именем хоста, IP-адресом или DNS-именем.

source: Examples:
ru_ru: Примеры:

source: Exclude
ru_ru: Исключить

source: (blacklist)
ru_ru: (черный список)

source: All
ru_ru: Все

source: Matched
ru_ru: Совпавшие

source: Unmatched
ru_ru: Несовпавшие

source: No clients have phoned home.
ru_ru: Ни один клиент не "звонил домой".

source: DNS Name
ru_ru: DNS-имя

source: Filter by Machine Type
ru_ru: Фильтрация по типу машины

source: No clients selected.
ru_ru: Клиенты не выбраны.

source: No clients unselected.
ru_ru: Нет невыбранных клиентов.

source: The forwarder management UI distributes deployment apps to Splunk clients. No clients or apps are currently available on this deployment server.
ru_ru: Пользовательский интерфейс управления переадресатора распределяет развертывание приложений для клиентов Splunk. В настоящее время на этом сервере развертывания не доступны никакие клиенты или приложения.

source: 10 Per Page
ru_ru: 10 на странице

source: 20 Per Page
ru_ru: 20 на странице

source: 50 Per Page
ru_ru: 50 на странице

source: 100 Per Page
ru_ru: 100 на странице

source: There is an error in your serverclass.conf which is preventing deployment server from initializing. Please see your serverclass.conf.spec file for more information.
ru_ru: В вашем serverclass.conf существует ошибка , которая препятствует инициализации сервера развертывания. Пожалуйста, обратитесь к вашему файлу serverclass.conf.spec для получения дополнительной информации.

source: more apps
ru_ru: больше приложений

source: more server classes
ru_ru: больше классов серверов

source: The forwarder management interface does not support some
ru_ru: Интерфейс управления переадресатора не поддерживает некоторые

source: settings
ru_ru: настройки

source: in your serverclass.conf file. The interface is now read-only.
ru_ru: в вашем файле serverclass.conf. Интерфейс теперь доступен только для чтения.

source: This scheduled report has not yet run. Try again soon.
ru_ru: Этот запланированный отчет еще не выполнялся. Попробуйте еще раз в ближайшее время.

source: Report not available.
ru_ru: Отчет не доступен.

source: Go to Home
ru_ru: На домашнюю страницу

source: What would you like to do next?
ru_ru: Что бы вы хотели сделать далее?

source: Explore the fields I just created in Search
ru_ru: Исследуйте поля, которые я только что создал в Поиске

source: Extract more fields
ru_ru: Извлечь больше полей

source: Field Name
ru_ru: Имя поля

source: Remove Extraction
ru_ru: Удалить извлечение

source: Are you sure you want to remove %s?
ru_ru: Вы уверены, что хотите удалить %s?

source: Rename Field
ru_ru: Переименовать поле

source: Remove Field
ru_ru: Удалить поле

source: Loading Fields...
ru_ru: Загрузка полей...

source: Fields
ru_ru: Поля

source: Source type:
ru_ru: Тип источника:

source: Source:
ru_ru: Источник:

source: The field extractions below have been previously defined for this source type. For a complete list of field objects, please see the
ru_ru: Нижеприведенные извлечения полей, были определены ранее для этого типа источника. Для получения полного списка объектов полей, пожалуйста, см.

source: The field extractions below have been previously defined for this source. For a complete list of field objects, please see the
ru_ru: Нижеприведенные извлечения полей, были определены ранее для этого источника. Для получения полного списка объектов полей, пожалуйста, см.

source: Fields page
ru_ru: Страница Полей

source: Pattern Name
ru_ru: Название паттерна

source: Highlighted
ru_ru: Выделено

source: open
ru_ru: открыть

source: Hide Regular Expression
ru_ru: Скрыть регулярное выражение

source: Show Regular Expression
ru_ru: Показать регулярное выражение

source: View in Search
ru_ru: Просмотр в поиске

source: Edit the Regular Expression
ru_ru: Редактировать в регулярном выражении

source: You can only have 1 required text string. Selecting this new required text string will remove your old one.
ru_ru: Вы можете иметь только 1 обязательную текстовую строку. При выборе этой новой обязательной текстовой строки старая будет удалена.

source: Use required text to help Splunk Enterprise find the events with the fields you want.
ru_ru: Используйте обязательный текст, чтобы помочь Splunk Enterprise найти события с полями, которыми вы хотите.

source: Select a Field
ru_ru: Выберите поле

source: Extract
ru_ru: Извлечь

source: Require
ru_ru: Требовать

source: Sample Value
ru_ru: Значение образца

source: Select sample
ru_ru: Выберите образец

source: Select method
ru_ru: Выберите метод

source: Rename fields
ru_ru: Переименовать поля

source: Select fields
ru_ru: Выберите поля

source: Validate
ru_ru: Проверить

source: There are existing extractions, however because they overlap, they can only be manually turned on.
ru_ru: Есть существующие извлечения, однако, поскольку они перекрывают друг друга, они могут быть включены только вручную.

source: -- Select Source Type --
ru_ru: --Выберите тип источника--

source: Source Name
ru_ru: Имя источника
