Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: What is the HTTP Event Collector?
ru_ru: Что такое Коллектор Событий HTTP?

source: The HTTP Event Collector is an endpoint that lets developers send application events directly to the Splunk software via HTTP or HTTPS using a token-based authentication model.
ru_ru: Коллектор Событий HTTP является конечным устройством, которое позволяет разработчикам отправлять события приложения непосредственно к программному обеспечению Splunk через HTTP или HTTPS с использованием модели аутентификации на основе токенов.

source: How do I set up the HTTP Event Collector?
ru_ru: Как настроить Коллектор Событий HTTP?

source: Enable the collector on this page. Provide a name for the token (all other fields are optional.) After saving, configure your logging client with the token that the Splunk software displays to send data to the collector in a specific format.
ru_ru: Включите коллектор на этой странице. Укажите имя для токена (все остальные поля являются необязательными.) После сохранения, настройте ваш клиент журналирования с токеном, который отображает ПО Splunk, для передачи данных коллектора в определенном формате.

source: How do I view and configure the tokens that I can use to send data to the HTTP Event Collector?
ru_ru: Как просмотреть и настроить токены, которые можно использовать для отправки данных Коллектору Событий HTTP?

source: You can use the HTTP Event Collector management page to view, enable, disable, and configure token defaults (like source type and default index.)
ru_ru: Вы можете использовать страницу управления Коллектора Событий HTTP для просмотра, включения, отключения и настройки токенов по умолчанию (например, тип источника и индекс по умолчанию.)

source: What clients can send data to the HTTP Event Collector?
ru_ru: Какие клиенты могут отправлять данные Коллектору Событий HTTP?

source: You can use the Splunk .NET and Java logging libraries or any standard HTTP Client that lets you send data in JavaScript Object Notation (JSON) format.
ru_ru: Вы можете использовать библиотеки журналирования Splunk .NET и Java или любой стандартный HTTP-клиент, который позволяет отправлять данные в формате JavaScript Object Notation (JSON).

source: What port and protocol does the HTTP Event Collector receive data on and how can I change that?
ru_ru: Какой порт и протокол использует Коллектор Событий HTTP для получения данных и как можно их изменить?

source: The HTTP Event Collector receives data over HTTPS on TCP port 8088 by default. You can change the port as well as disable HTTPS by clicking on the Global Settings button at the top of the HTTP Event Collector management page.
ru_ru: Коллектор Событий HTTP по умолчанию получает данные через протокол HTTPS на TCP порт 8088. Вы можете изменить порт, а также отключить HTTPS, нажав на кнопку Глобальные Настройки в верхней части страницы управления Коллектора Событий HTTP.

source: What is an output group?
ru_ru: Что такое Группа Вывода?

source: An output group is a group of one or more destinations that forwards data. You can use output groups to send data over HTTP to multiple destinations.
ru_ru: Группа вывода представляет собой группу одного или нескольких получателей, пересылающих данные. Группы вывода можно использовать для передачи данных по протоколу HTTP к нескольким получателям.

source: Configure a new token for receiving data over HTTP.
ru_ru: Настройте новый токен для получения данных по протоколу HTTP.

source: On Unix: $SPLUNK_HOME/bin/scripts/getData.sh foo "bar baz"; On Windows: $SPLUNK_HOME\bin\scripts\getData.bat "foo bar" baz
ru_ru: На Unix: $SPLUNK_HOME/bin/scripts/getData.sh foo "bar baz"; На Windows: $SPLUNK_HOME\bin\scripts\getData.bat "foo bar" baz

source: Number of seconds to wait before running the command again.
ru_ru: Число секунд ожидания перед повторным запуском команды.

source: Interval Input
ru_ru: Ввод Интервала

source: Number of seconds to wait before running the command again, or a valid cron schedule.
ru_ru: Число секунд ожидания перед повторным запуском команды, или действительное расписание cron.

source: If set, overrides the default source value for your script entry.
ru_ru: Если задано, переопределяет значение по умолчанию для вашей записи сценария.

source: No scripts found under the selected path.
ru_ru: Сценарии в выбранном пути не найдены.

source: -- Select script path --
ru_ru: -- Выберите путь к сценарию --

source: Script Path
ru_ru: Путь к Сценарию

source: Script Name
ru_ru: Имя Сценария

source: What kind of scripts can I run?
ru_ru: Какие виды сценариев можно запускать?

source: It depends on the operating system that this machine runs. If it runs a *nix OS, you can create and run shell scripts or binaries that send text output to the stdout or stderr output channels. If it runs Windows, you can deploy batch files or PowerShell scripts. You can create and use scripts to get data from APIs. You can also use a wrapper to execute a script that Splunk would not otherwise support.
ru_ru: Это зависит от операционной системы которая работает на этой машине. Если здесь работает ОС *nix, вы можете создавать и запускать сценарии shell или двоичные файлы, которые отправляют текстовый вывод в каналы stdout или stderr. Если здесь работает Windows, вы можете развернуть пакетные файлы или сценарии PowerShell. Вы можете создавать и использовать сценарии для получения данных из API. Вы также можете использовать программу-оболочку для выполнения сценария, который в другом случает не поддерживался бы Splunk.

source: How do I control when scripts run?
ru_ru: Как я могу контролировать когда будет запущен сценарий?

source: You control how often scripts run by specifying an interval (in seconds).
ru_ru: Вы контролируете частоту запуска сценария указывая интервал (в секундах).

source: How do I write my own Cron Schedule?
ru_ru: Как написать мой собственное Расписание Cron?

source: Use a special combination of text (known as the cron notation) to specify start and interval times for the scripted input to run. %s to learn how.
ru_ru: Используйте специальное сочетание текста (известного как нотация cron), чтобы указать время начала и интервалы для запуска сценария. %s, чтобы узнать, как это сделать.

source: See this page
ru_ru: Смотрите эту страницу

source: Configure this instance to execute a script or command and to capture its output as event data. Scripted inputs are useful when the data that you want to index is not available in a file to monitor.
ru_ru: Настройте этот экземпляр для выполнения сценария или команды и захватите его вывод в виде данных события. Скриптовый ввод полезен, когда данные, которые требуется индексировать не доступны в файле для мониторинга.

source: Configure selected Splunk Universal Forwarders to execute a script or command and index its output as event data. Scripted inputs are useful when the data you want to index isn't available in a file to monitor.
ru_ru: Настройте выбранные Универсальные Переадресаторы Splunk для выполнения сценария или команды и индексируйте его вывод в виде данных события. Скриптовый ввод полезен, когда данные, которые требуется индексировать не доступны в файле для мониторинга.

source: Port
ru_ru: Порт

source: Example: 514
ru_ru: Пример: 514

source: UDP or TCP port to listen on
ru_ru: UDP или TCP порт для того, чтобы слушать на нем

source: host:port
ru_ru: хост:порт

source: If set, overrides the default source value for your TCP or UDP entry.
ru_ru: Если задано, переопределяет значение по умолчанию для вашей записи TCP или UDP.

source: Only accept connection from
ru_ru: Принимать подключения только от

source: example: 10.1.2.3, !badhost.splunk.com, *.splunk.com
ru_ru: Пример: 10.1.2.3, badhost.splunk.com, * .splunk.com

source: If not set, accepts connections from all hosts.
ru_ru: Если не установлено, принимает подключения со всех хостов.

source: How should I configure Splunk for syslog traffic?
ru_ru: Как необходимо настроить Splunk для трафика системного журнала syslog?

source: The syslog service runs on UDP port 514 by default. If possible, send this traffic over TCP for better transmission reliability.
ru_ru: По умолчанию служба syslog работает на UDP-порту 514. Если это возможно отправьте этот трафик по протоколу TCP для повышения надежности передачи.

source: What's the difference between receiving data over TCP versus UDP?
ru_ru: Какова разница между получением данных по протоколу TCP или UDP?

source: TCP requires a handshake between your system and the remote system for network communications. It ensures content delivery, as the sending machine waits for an acknowledgement from the recipient before passing more data along. With UDP, traffic arrives with best effort, with no knowledge of whether or not the data was received. You can specify a list of connection restrictions from specific machines or networks for either protocol.
ru_ru: TCP требует "рукопожатия" между вашей системой и удаленной системой для сетевых коммуникаций. Он обеспечивает доставку контента, так как компьютер ждет подтверждения от получателя перед следующей передачей данных. С использованием протокола UDP трафик поступает по принципу "наилучшего усилия", без знания того получены данные или нет. Вы можете указать список ограничений для подключений от определенных компьютеров или сетей для любого протокола.

source: Can I collect syslog data from Windows systems?
ru_ru: Могу ли я собирать данные syslog от систем Windows?

source: The system logging facility on Windows is the Windows Event Log service. However, if you install a third-party syslog service on your Windows hosts, you can collect the data on Splunk with syslog monitoring.
ru_ru: Средством ведения журнала системы на Windows является служба Windows Event Log. Однако если вы установили службу syslog стороннего производителя на ваших узлах Windows, вы можете собирать данные на Splunk с помощью мониторинга syslog.

source: A source type is a field that defines how Splunk handles a piece of incoming data. The source type defines specifications for line break behavior, timestamp location, and character set.
ru_ru: Тип источника — это поле, которое определяет, как Splunk обрабатывает часть входящих данных. Тип источника определяет спецификации для поведения разрыва строки, расположение отметки времени и набора символов.

source: Configure this instance to listen on any TCP or UDP port to capture data sent over the network (such as syslog).
ru_ru: Настройте этот экземпляр для прослушивания любого порта TCP или UDP для сбора данных, передаваемых по сети (например, syslog).

source: Configure selected Splunk Universal Forwarders to listen on any TCP or UDP port to capture data sent over the network from services such as syslog.
ru_ru: Настройте выбранных Универсальные Переадресаторы Splunk для прослушивания любого порта TCP или UDP для сбора данных, передаваемых по сети от таких сервисов, как syslog.

source: Collection name
ru_ru: Имя коллекции

source: Provide the host name of the domain controller to monitor, or leave empty and Splunk will discover the nearest domain controller automatically.
ru_ru: Укажите имя узла контроллера домена для мониторинга, или оставьте пустым и Splunk автоматически обнаружит ближайший контроллер домена.

source: Monitor subtree
ru_ru: Поддерево Монитора

source: Check this box if Splunk should monitor all child nodes. If the box is unchecked, only the node you specify is monitored.
ru_ru: Установите этот флажок, если Splunk должен отслеживать все дочерние узлы. Если флажок снят, то отслеживается только указанный узел.

source: Starting node
ru_ru: Начальный узел

source: Select the node that Splunk should begin monitoring from. Leave empty and Splunk will start monitoring from the highest part of the tree it can.
ru_ru: Выберите узел, с которого Splunk должен начать мониторинг. Если оставите поле пустым, то Splunk начнет мониторинг по возможности с самой высокой части дерева.

source: Does Active Directory monitoring work if I run Splunk Enterprise as the "Local System" user?
ru_ru: Работает ли мониторинг Active Directory, если я запускаю Splunk Enterprise от пользователя "Local System"?

source: Only if you install it on a domain controller. Otherwise, you must run Splunk Enterprise as a domain account with read access to Active Directory.
ru_ru: Только если вы установите его на контроллере домена. В противном случае, вы должны запустить Splunk Enterprise от учетной записи домена с правами доступа на чтение к Active Directory.

source: Does this Splunk Enterprise instance have to be a domain controller for me to collect Active Directory data?
ru_ru: Обязательно ли этому экземпляру Splunk Enterprise быть для мен контроллером домена, чтобы собирать данные Active Directory?

source: No. As long as you run Splunk Enterprise as a domain user, the system binds to the closest available domain controller to get Active Directory data.
ru_ru: Нет. Так как вы запустите Splunk Enterprise как пользователь домена, система связывается с ближайшим доступным контроллером домена для получения данных Active Directory.

source: Can I choose a specific domain controller to collect AD data from?
ru_ru: Могу ли я выбрать конкретный контроллер домена для сбора данных от AD?

source: Yes, use the "Target Domain Controller" field in the input setup dialog box.
ru_ru: Да, используйте поле "Целевой Контроллер Домена" ("Target Domain Controller") в диалоговом окне настройки ввода.

source: How do the "Starting Node" and "Monitor Sub tree" controls work?
ru_ru: Как работают контроли "Начального Узла" ("Starting Node") и "Мониторинга Поддерева" ("Monitor Sub tree")?

source: Specify an entry in the "Starting Node" field to tell Splunk Enterprise to monitor Active Directory starting at that node. Check the "Monitor Sub tree" check box to tell Splunk Enterprise to monitor the starting AD node and all sub-nodes.
ru_ru: Определите запись в поле "Начальный Узeл", чтобы указать Splunk Enterprise производить мониторинга Active Directory, начиная с этого узла. Установите флажок "Мониторить Поддерево", чтобы указать Splunk Enterprise контролировать начальный узел AD и все дочерние узлы.

source: Specify an entry in the "Starting Node" field to tell Splunk Enterprise to monitor Active Directory starting at that node.
ru_ru: Определите запись в поле "Начальный Узeл", чтобы указать Splunk Enterprise производить мониторинга Active Directory, начиная с этого узла.

source: Check the "Monitor Sub tree" check box to tell Splunk Enterprise to monitor the starting AD node and all sub-nodes.
ru_ru: Установите флажок "Мониторить Поддерево", чтобы указать Splunk Enterprise контролировать начальный узел AD и все дочерние узлы.

source: Why should I be careful about the number of AD items I monitor?
ru_ru: Почему я должен быть осторожным относительно количества элементов AD которые я мониторю?

source: Active Directory changes can generate a lot of events. This can impact performance on the indexer, as well as license usage.
ru_ru: Изменения Active Directory может генерировать много событий. Это может повлиять на производительность индексатора, а также на использование лицензий.

source: Configure this instance to watch for changes to your Active Directory forest and to collect user and machine metadata. You can also take a snapshot of your entire AD schema, which can take a while.
ru_ru: Настройте этот экземпляр, чтобы наблюдать за изменениями в вашем лесу Active Directory и собирать метаданные пользователей и компьютеров. Вы можете также делать снимок всей схемы AD, которая может занять некоторое время.

source: Select Event Logs
ru_ru: Выбать Журналы Событий

source: Select the Windows Event Logs you want to index from the list.
ru_ru: Выберите из списка Журналы событий Windows, которые вы хотите индексировать.

source: What event logs does this Splunk instance have access to?
ru_ru: К каким журналам событий имеет доступ этот экземпляр Splunk?

source: It depends on how you installed Splunk. If you installed it as the "Local System" user, it has access to all event logs on the local machine. If you installed it as a domain user, it has access to only the event logs that you give that user access to, on either local or remote Windows machines.
ru_ru: Это зависит от того, как вы установили Splunk. Если вы установили его в качестве пользователя "Local System", он имеет доступ ко всем журналам событий на локальной машине. Если вы установили его в качестве пользователя домена, он имеет доступ только к журналам событий, к которым вы даете доступ пользователю как на локальных так и на удаленных компьютерах Windows.

source: What is the best method for monitoring event logs of remote Windows machines?
ru_ru: Какой метод является лучшим для мониторинга журналов событий удаленных машин Windows?

source: If possible, use a universal forwarder rather than WMI to collect data from remote machines. The resource load of WMI can exceed that of a Splunk universal forwarder in many cases. In particular, consider a forwarder if you collect multiple event logs or performance counters from each host, or from very busy hosts like domain controllers.
ru_ru: Если возможно, используйте универсальный переадресатор, а не WMI для сбора данных с удаленных машин. Нагрузки на ресурс WMI во многих случаях могут превышать таковые параметры универсального переадресатора Splunk. В частности, используйте переадресатор если вы хотите собирать несколько журналов событий или счетчиков производительности от каждого хоста, или от очень нагруженных хостов, таких как контроллеры домена.

source: Configure this instance to monitor local Windows Event Log channels where installed applications, services, and system processes send data. This monitor runs once for every Event Log input that you define.
ru_ru: Настройте этот экземпляр для мониторинга локальных каналов журнала событий Windows, где установленные приложения, сервисы и системные процессы, которые отправляют данные. Этот монитор запускается один раз для каждого ввода Журнала Событий, который вы определили.

source: Configure selected Splunk Universal Forwarders to monitor local Windows event log channels, which contain log data published by installed applications, services, and system processes. The event log monitor runs once for every event log input defined in Splunk.
ru_ru: Настройте выбранные Универсальные Переадресаторы Splunk для мониторинга локальных каналов журнала событий Windows, которые содержат данные журналов, опубликованные установленными приложениями, сервисами и системными процессами. Монитор журнала событий запускается один раз для каждого ввода журнала событий, определенного в Splunk.

source: Event Log collection name
ru_ru: Название коллекции Журнала Событий

source: Assign a unique name to this collection
ru_ru: Назначьте уникальное имя для этой коллекции

source: Choose logs from this host
ru_ru: Выберите журналы от этого хоста

source: Enter IP address or host name, for example 10.1.1.39 or foo.ad.yourdomain.com.
ru_ru: Введите IP адрес или имя хоста, например 10.1.1.39 или foo.ad.yourdomain.com.

source: Collect the same set of logs from additional hosts
ru_ru: Собрать такой же набор журналов от дополнительных хостов

source: Enter a comma-separated list of host names or IP addresses.
ru_ru: Введите разделенный запятыми список имен хостов или IP-адресов.

source: What is the best method for monitoring event logs of remote windows machines?
ru_ru: Что является лучшим методом для мониторинга журналов событий удаленных Windows машин?

source: If possible, use a universal forwarder rather than WMI to collect data from remote machines. The resource load of WMI can exceed that of a Splunk universal forwarder in many cases. In particular, consider a forwarder if you collect multiple event logs or performance counters from each host, or from very busy hosts like domain controllers.
ru_ru: Если возможно, используйте универсальный переадресатор, а не WMI для сбора данных с удаленных машин. Нагрузки на ресурс WMI во многих случаях могут превышать таковые параметры универсального переадресатора Splunk. В частности, используйте переадресатор если вы хотите собирать несколько журналов событий или счетчиков производительности от каждого хоста, или от очень нагруженных хостов, таких как контроллеры домена.

source: Find logs
ru_ru: Найти журналы

source: Configure this instance to monitor Event Log channels of remote Windows machines using the Windows Management Instrumentation (WMI) framework. Splunk must run as an Active Directory user with appropriate access to the remote machine. Both Splunk and the remote machine must reside in the same AD domain or forest.
ru_ru: Настройте этот экземпляр для мониторинга каналов Журнала Событий удаленных компьютеров Windows, с помощью платформы Windows Management Instrumentation (WMI). Splunk должна выполняться от пользователя Active Directory с соответствующим доступом к удаленному компьютеру. Splunk и удаленный компьютер должны находиться в одном домене или лесу AD.

source: type(s)
ru_ru: тип(ы)

source: Event types
ru_ru: Типы событий

source: Select Windows host statistics you want to collect.
ru_ru: Выберите статистику хоста Windows, которую требуется собрать.

source: sec
ru_ru: сек.

source: What information does the Windows Host Monitoring input gather?
ru_ru: Какую информацию собирает ввод Мониторинг Хоста Windows?

source: The Host Monitoring input gathers information about a Windows machine, including operating system build, hardware information, service and process status, and installed applications.
ru_ru: Ввод Мониторинг Хоста собирает сведения о компьютере Windows, включая сборку операционной системы, сведения об оборудовании, состоянии служб и процессов, а также установленных приложениях.

source: Does Splunk need to run as an administrative user to access local host monitoring information?
ru_ru: Должен ли Splunk работать от пользователя с правами администратора для доступа к информации мониторинга локального хоста?

source: Yes. You must run Splunk as the "Local System" user or as a domain user that is a member of the local Administrators group.
ru_ru: Да. Splunk необходимо запустить от пользователя "Local System" или пользователя домена, который является членом локальной группы администраторов.

source: Can I configure Windows local host monitoring on remote Windows machines?
ru_ru: Могу ли я настроить мониторинг локального хоста Windows на удаленных компьютерах Windows?

source: Yes, if you install a universal forwarder on the machines that you want to get this information from. You can’t collect this type of data from remote machines from this Splunk instance.
ru_ru: Да, если вы установите универсальный переадресатор на машинах, с которых вы хотите получать эту информацию. Вы не можете собирать этот тип данных с удаленных машин из этого экземпляра Splunk.

source: Configure this instance to capture detailed information about this machine, such as software installation, service control, and uptime. The host monitor input runs once for every input defined, at the interval specified in the input.
ru_ru: Настройте этот экземпляр для получения подробной информации об этой машине, такой как установленное программное обеспечение, управление службами и время безотказной работы. Ввод монитор хоста выполняется один раз для каждого заданного ввода в интервале, заданном в параметре ввода.

source: Network monitor name
ru_ru: Имя сетевого монитора

source: Accept
ru_ru: Принять

source: Transport
ru_ru: Транспорт

source: Inbound
ru_ru: Входящие

source: Outbound
ru_ru: Исходящие

source: Specifies remote address to monitor. Can be a regular expression.
ru_ru: Указывает удаленный адрес для мониторинга. Может быть регулярным выражением.
