Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Selected instances successfully disabled.
ru_ru: Выбранные экземпляры успешно отключены.

source: Failed to disable selected instances. Please try again later
ru_ru: Не удалось отключить выбранные экземпляры. Пожалуйста, повторите попытку позже

source: Are you sure you want to disable the selected instances?
ru_ru: Вы уверены, что хотите отключить выбранные экземпляры?

source: Warning: All your preconfigured roles will be lost.
ru_ru: Внимание: Все предварительно настроенные роли будут потеряны.

source: Choose groups
ru_ru: Выберите группы

source: Group Tags
ru_ru: Теги группы

source: Set Custom Groups
ru_ru: Задайте пользовательские группы

source: Selected instances successfully updated.
ru_ru: Выбранные экземпляры успешно обновлены.

source: Failed to update selected instances. Please try again later
ru_ru: Не удалось обновить выбранные экземпляры. Пожалуйста, повторите попытку позже

source: Edit Group Tags
ru_ru: Отредактировать теги группы

source: Enable Selected Instances
ru_ru: Включить выбранные экземпляры

source: Selected instances successfully enabled.
ru_ru: Выбранные экземпляры успешно включены.

source: Failed to enable selected instances. Please try again later.
ru_ru: Не удалось включить выбранные экземпляры. Пожалуйста, повторите попытку позже.

source: Set Server Roles
ru_ru: Задать роли серверов

source: Disable Selected
ru_ru: Отключить выбранные

source: Enable Selected
ru_ru: Включить выбранные

source: Edit Server Roles
ru_ru: Редактировать роли серверов

source: Your custom groups have updated successfully.
ru_ru: Пользовательские группы успешно обновлены.

source: Machine name
ru_ru: Имя машины

source: The host name of the machine on which this instance is running.
ru_ru: Имя хоста машины, на которой выполняется этот экземпляр.

source: Choose indexer clusters
ru_ru: Выберите кластеры индексаторов

source: Choose search head clusters
ru_ru: Выберите кластеры головных узлов поиска

source: Your instance name has updated successfully.
ru_ru: Имя вашего экземпляра успешно обновлено.

source: Edit Instance
ru_ru: Редактировать экземпляр

source: Instance has successfully been enabled.
ru_ru: Экземпляр успешно включен.

source: Edit Custom Groups
ru_ru: Редактировать пользовательские группы

source: Your server roles have updated successfully.
ru_ru: Роли сервера успешно обновлены.

source: You have some unresolved errors that need to be fixed before you can proceed. Check the problems column and expand for more detail.
ru_ru: У вас есть некоторые неразрешенные ошибки, которые должны быть исправлены прежде чем вы сможете продолжить. Проверьте столбец "проблемы" и разверните его для более подробной информации.

source: Something went wrong. Please try again later.
ru_ru: Что-то пошло не так. Пожалуйста, попробуйте позже.

source: error!
ru_ru: ошибка!

source: Reset to Default Settings
ru_ru: Сбросить к значениям по умолчанию

source: Warning: This operation deletes and resets data and cannot be undone.
ru_ru: Предупреждение: Эта операция удаляет и сбрасывает данные и не может быть отменена.

source: This operation will do the following:
ru_ru: Эта операция будет делать следующее:

source: Delete all distributed groups created by distributed management console.
ru_ru: Удалите все распределенные группы, созданные распределенной консолью управления.

source: Delete all lookup files created by distributed management console.
ru_ru: Удалите все файлы поиска, созданные распределенной консолью управления.

source: Reset distributed management console to standalone mode.
ru_ru: Сбросьте распределенную консоль управления в изолированный режим.

source: Disable all alerts in distributed management console.
ru_ru: Отключите все оповещения в распределенной консоли управления.

source: Disable forwarder monitoring.
ru_ru: Отключить мониторинг перенаправителя.

source: Reset all instances monitored by distributed management console to unconfigured state.
ru_ru: Сбросьте все экземпляры, которые мониторятся распределенной консолью управления в ненастроенное состояние.

source: Are you sure you want to reset to default settings?
ru_ru: Вы уверены, что хотите сбросить настройки на значения по умолчанию?

source: resetting to default settings
ru_ru: сброс к настройкам по умолчанию

source: Are you sure?
ru_ru: Вы уверены?

source: about warnings.
ru_ru: о предупреждениях.

source: Continue editing
ru_ru: Продолжить редактирование

source: Select another Data Model
ru_ru: Выберите другую модель данных

source: Select another Object
ru_ru: Выберите другой объект

source: Edit Object
ru_ru: Редактировать Обьект

source: Acceleration
ru_ru: Ускорение

source: Progress
ru_ru: Прогресс

source: Started
ru_ru: Запущено

source: Rebuild Acceleration
ru_ru: Перестроить ускорение

source: Inspect Acceleration Job
ru_ru: Инспектировать задание ускорения

source: Range
ru_ru: Диапазон

source: Save As...
ru_ru: Сохранить как…

source: Dashboard Panel
ru_ru: Приборная панель

source: New Pivot
ru_ru: Новый Пивот

source: Clear
ru_ru: Очистить

source: Share
ru_ru: Поделиться

source: Waiting for queued job to start.
ru_ru: Ожидание поставленного в очередь задания для запуска.

source: Parsing search.
ru_ru: Разбор поиска.

source: Finalizing results.
ru_ru: Финализация результатов.

source: No results yet found.
ru_ru: Результаты пока не найдены

source: Waiting for results...
ru_ru: Ожидание результатов...

source: Your search returned no results.
ru_ru: Ваш поиск не дал результатов.

source: Each Row Split and Column Value label must be unique.
ru_ru: Каждая метка разбиения строк и значения столбца должна быть уникальной.

source: Filters
ru_ru: Фильтры

source: Split Columns
ru_ru: Разделение столбцов

source: Split Rows
ru_ru: Разделение строк

source: Column Values
ru_ru: Значения столбцов

source: Starting job...
ru_ru: Запуск задания...

source: Add %s
ru_ru: Добавить %s

source: Max Rows
ru_ru: Максимальное количество строк

source: Max Columns
ru_ru: Максимальное количество столбцов

source: Add To Table
ru_ru: Добавить в таблицу

source: All Rows
ru_ru: Все строки

source: All Columns
ru_ru: Все столбцы

source: show
ru_ru: показать

source: hide
ru_ru: скрыть

source: Display
ru_ru: Показать

source: Sparkline
ru_ru: Спарклайн

source: Create Ranges
ru_ru: Создать диапазоны

source: False Label
ru_ru: Ложная метка

source: Limit By
ru_ru: Ограничение по

source: This attribute
ru_ru: Этот атрибут

source: Limit
ru_ru: Ограничение

source: counts
ru_ru: счетчики

source: distinct counts
ru_ru: уникальные счетчики

source: sums
ru_ru: суммы

source: averages
ru_ru: средние значения

source: Match
ru_ru: Совпадения

source: No Sample Values found.
ru_ru: Нет найденных значений выборки.

source: Filter Type
ru_ru: Тип фильтра

source: Max # of Ranges
ru_ru: Макс число диапазонов

source: Range End
ru_ru: Конец диапазона

source: Range Size
ru_ru: Размер диапазона

source: Range Start
ru_ru: Начало диапазона

source: Group Others
ru_ru: Группировать остальные

source: Hide Others
ru_ru: Скрыть остальные

source: Descending
ru_ru: По убыванию

source: Ascending
ru_ru: По возрастанию

source: (By %s)
ru_ru: (по %s)

source: When sorting by Ascending or Descending, the first compatible Column Value is used. If none are defined, Count of Objects will be used.
ru_ru: При сортировке по возрастанию или по убыванию, используется первое совместимое значение столбца. Если таковое не определено, будет использоваться количество объектов.

source: Totals
ru_ru: Итоговые значения

source: Periods
ru_ru: Периоды

source: True Label
ru_ru: Истинная метка

source: Permission Mismatch
ru_ru: Несоответствие полномочий

source: A pivot report cannot be shared if it references a private data model.
ru_ru: Доступ к пивот-отчету не может быть разделенным, если он ссылается на частную модель данных.

source: Link To Pivot
ru_ru: Ссылка на пивот

source: Copy or bookmark the link by right-clicking the icon, or drag the icon into your bookmarks bar.
ru_ru: Скопируйте или сделайте закладку на ссылку, щелкнув правой кнопкой значок или перетащите значок в панель закладок.

source: Share Pivot
ru_ru: Поделиться Пивотом

source: Share your pivot with this link. The job will run again with any relative times. This result set and job will not be shared.
ru_ru: Разделите доступ к вашему пивоту с помощью этой ссылки. Задание будет запущено снова с любым относительным временем. Этот набор результатов и задание не получат разделенного доступа.

source: Splunk Pivot Report
ru_ru: Пивот-отчет Splunk

source: You must save the original search as a data model. This will power the Dashboard Panel.
ru_ru: Необходимо сохранить исходный поиск в качестве модели данных. Это усилит панель приборной доски.

source: You must save the original search as a data model. This will power the report.
ru_ru: Необходимо сохранить исходный поиск в качестве модели данных. Это усилит отчет.

source: Model Title
ru_ru: Название модели

source: Model ID
ru_ru: ID модели

source: Your Data Model Has Been Saved
ru_ru: Ваша Модель данных сохранена

source: Edit Data Model
ru_ru: Редактировать Модель данных

source: You may now edit your Data Model, or continue with your Pivot.
ru_ru: Теперь вы можете редактировать вашу модель данных или продолжать с вашим пивотом.

source: Additional Settings:
ru_ru: Дополнительные настройки:

source: Data Model Settings:
ru_ru: Параметры модели данных:

source: Save Data Model
ru_ru: Сохранить Модель данных

source: Reports are based on single searches and can include visualizations, statistics and/or events.
ru_ru: Отчеты основаны на единичных поисках и могут включать визуализации, статистические данные и/или события.

source: Reports are based on single searches and can include visualizations, statistics and/or events. Click the name to view the report. Open the report in Pivot or Search to refine the parameters or further explore the data.
ru_ru: Отчеты основаны на единичных поисках и могут включать визуализации, статистические данные и/или события. Щелкните имя для просмотра отчета. Откройте отчет в Пивоте или Поиске для уточнения параметров или дальнейшего изучения данных.

source: Metadata Contents
ru_ru: Содержимое метаданных

source: This is the protected endpoint on your idP to which Splunk will send authentication requests.
ru_ru: Это защищенная конечная точка вашего провайдера идентификации (idP), которой Splunk будет отправлять запросы на аутентификацию.

source: Single Sign On (SSO) URL
ru_ru: URL Единого входа (SSO)

source: This is the idP protocol endpoint. If you do not provide this URL, the user will not be logged out.
ru_ru: Это конечная точка протокола idP. Если не указать этот URL, пользователь не выйдет из системы.

source: Single Log Out (SLO) URL
ru_ru: URL Единого выхода (SSO)

source: Full path to the certificate file.
ru_ru: Полный путь к файлу сертификата.

source: idP's certificate file
ru_ru: Файл сертификата idP

source: This is your Splunk installation.
ru_ru: Это ваша инсталляция Splunk.

source: Entity ID
ru_ru: ID Объекта

source: Sign AuthnRequest
ru_ru: Подписать AuthnRequest

source: Sign SAML response
ru_ru: Подписать ответ SAML

source: This is the endpoint on the idP to which queries over SOAP should be sent.
ru_ru: Это конечная точка idP, к которой следует отправлять запросы через SOAP.

source: Attribute query URL
ru_ru: URL запроса атрибута

source: Sign attribute query request
ru_ru: Подписать запрос атрибута

source: Sign attribute query response
ru_ru: Подписать ответ на запрос атрибута

source: Provide the host name or IP address. Required if you want to use load balancing.
ru_ru: Предоставьте имя хоста или IP-адрес. Необходимо, если вы хотите использовать балансировку нагрузки.

source: FQDN - Host name or IP of the load balancer
ru_ru: Полное доменное имя (FQDN) - имя хоста или IP-адрес балансировщика нагрузки

source: Provide a redirect port for the load balancer.
ru_ru: Укажите порт перенаправления для балансировщика нагрузки.

source: Redirect port - load balancer's port
ru_ru: Порт перенаправления - порт балансировщика нагрузки

source: URL to which the user will be redirected upon a logout.
ru_ru: URL, к которому пользователь будет перенаправлен при выходе из системы.

source: Redirect to URL after logout
ru_ru: Перенаправить на URL после выхода из системы

source: SAML Configuration
ru_ru: Конфигурация SAML

source: Import idP metadata by browsing to an XML file, or copy and paste the information into the Metadata Contents text box.
ru_ru: Импортируйте метаданные idP, просмотрев файл XML, или скопируйте и вставьте данные в текстовое поле Содержимого метаданных.

source: Metadata XML File
ru_ru: Файл метаданных XML

source: General Settings
ru_ru: Основные настройки

source: Attribute Query Requests
ru_ru: Запросы атрибутов

source: Attribute query requests are required for scheduled searches.
ru_ru: Запросы атрибутов требуются для запланированных поисков.

source: Advanced Settings
ru_ru: Расширенные настройки

source: Splunk Roles
ru_ru: Роли Splunk

source: SAML is not configured or no SAML Groups are defined.
ru_ru: SAML не настроен или группы SAML не определены.

source: Group Name
ru_ru: Имя группы

source: Create Group
ru_ru: Создать группу

source: Edit Group
ru_ru: Редактировать группу

source: New Group
ru_ru: Новая группа

source: Map the groups from your SAML server to roles in Splunk Enterprise.
ru_ru: Замапируйте группы с вашего сервера SAML к ролям в Splunk Enterprise.

source: Once mapped, SAML groups possess the abilities and permissions of the assigned Splunk roles.
ru_ru: После мапирования группы SAML будут обладать возможностями и полномочиями назначенных ролей Splunk.

source: Click SAML Configuration to modify your existing SAML setup. Click New Group to add a new SAML group.
ru_ru: Щелкните "Конфигурация SAML" для изменения существующей настройки SAML. Нажмите "Новая группа" для добавления новой группы SAML.

source: Groups
ru_ru: Группы

source: SAML is not configured.
ru_ru: SAML не настроен.

source: Delete SAML Group
ru_ru: Удалить группу SAML

source: Are you sure you want to delete SAML Group %s?
ru_ru: Вы действительно хотите удалить Группу SAML %s?

source: No attributes found.
ru_ru: Атрибуты не найдены.

source: Hide errors.
ru_ru: Скрыть ошибки.

source: Show errors.
ru_ru: Показать ошибки.

source: Tags
ru_ru: Теги

source: none
ru_ru: отсутствует

source: blue
ru_ru: синий

source: green
ru_ru: зеленый

source: magenta
ru_ru: маджента

source: orange
ru_ru: оранжевый

source: purple
ru_ru: пурпурный

source: red
ru_ru: красный

source: sky
ru_ru: голубой

source: teal
ru_ru: изумрудный

source: yellow
ru_ru: желтый

source: Color
ru_ru: Цвет

source: 1 (Highest)
ru_ru: 1 (высший)

source: 10 (Lowest)
ru_ru: 10 (самый низкий)

source: Determines which style wins, when an event has more than one event type.
ru_ru: Определяет, какой стиль выигрывает, когда событие имеет более чем один тип события.

source: Priority
ru_ru: Приоритет

source: Save As Event Type
ru_ru: Сохранить как тип события

source: Navigation menu
ru_ru: Меню навигации

source: Settings menu
ru_ru: Меню настроек

source: Your Event Type Has Been Created
ru_ru: Ваш тип события был создан

source: You can edit this event type via <a href="%s">Event Types</a> in the %s.
ru_ru: Можно редактировать этот тип события через <a href="%s">Типы событий</a> в %s.

source: Coverage must be a valid percentage.
ru_ru: Покрытие должно быть допустимым значением процента.

source: Fields with at least %s %% coverage
ru_ru: Поля с покрытием по крайней мере %s %%

source: Selecting more than 50 fields can make Pivot more difficult to use.
ru_ru: Выбор более 50 полей может сделать Пивот более трудным в использовании.

source: Which fields would you like to use as a Data Model?
ru_ru: Какие поля вы хотите использовать в качестве модели данных?

source: All Fields
ru_ru: Все поля

source: Selected Fields
ru_ru: Выбранные поля

source: You must extract at least one field in order to use Pivot.
ru_ru: Вы должны извлечь хотя бы одно поле для того чтобы использовать Пивот.

source: The search is using event sampling and cannot be saved as a dashboard panel.
ru_ru: Поиск использует выборку событий и не может быть сохранен в виде панели приборной доски.

source: You cannot base an event type on a search that includes a pipe operator or a subsearch.
ru_ru: Тип события нельзя основывать на поиске, который содержит оператор канала ("|") или подпоиск.

source: Event Type
ru_ru: Тип события

source: How to Search
ru_ru: Как осуществлять Поиск

source: If you aren't familiar with searching in Splunk, or want to learn more, checkout one of the following resources.
ru_ru: Если вы не знакомы с поиском в Splunk, или хотите узнать больше, обратитесь к одному из следующих ресурсов.

source: Tutorial
ru_ru: Учебное пособие

source: Now
ru_ru: Сейчас

source: What to Search
ru_ru: Что искать

source: Indexed
ru_ru: Индексировано

source: Data Summary
ru_ru: Сводка данных

source: Sourcetypes
ru_ru: Типы источников

source: Last Update
ru_ru: Последнее обновление

source: Count of Events
ru_ru: Счетчик событий

source: Count of Events over time
ru_ru: Счетчик событий по времени

source: List of All Events
ru_ru: Список всех событий

source: Quick Report
ru_ru: Быстрый отчет

source: Data
ru_ru: Данные

source: Add or forward data to Splunk Light. Afterwards, you may
ru_ru: Добавьте или перешлите данные в Splunk Light. После этого вы можете

source: Getting Started
ru_ru: Приступая к работе

source: Search Examples
ru_ru: Примеры поиска

source: Video Product Tour
ru_ru: Видео-обзор продукта

source: No data has been added.
ru_ru: Данные не были добавлены.

source: Please add data
ru_ru: Пожалуйста, добавьте данные

source: Visualization
ru_ru: Визуализация

source: Patterns
ru_ru: Паттерны

source: Statistics
ru_ru: Статистика

source: Your search did not return any events because you are in Fast Mode.
ru_ru: Поиск не вернул каких-либо событий, потому что вы находитесь в Быстром режиме.

source: Your search did not return any events because you are in Smart Mode.
ru_ru: Поиск не вернул каких-либо событий, потому что вы находитесь в Интеллектуальном режиме.

source: <a href="#">Search in Verbose Mode</a> to see the events.
ru_ru: Используйте <a href="#">Поиск в Подробном режиме</a> для просмотра событий.

source: Raw
ru_ru: Необработанные данные

source: List
ru_ru: Список

source: Table
ru_ru: Таблица

source: Show Fields
ru_ru: Показать поля

source: Interesting Fields
ru_ru: Интересные поля

source: %s field
ru_ru: %s поле

source: %s more field
ru_ru: еще %s поле

source: Extract New Fields
ru_ru: Извлечь новые поля

source: Hide Fields
ru_ru: Скрыть поля

source: Real-time searches cannot be patterned.
ru_ru: Поиски в реальном времени не могут использоваться в паттернах.

source: Waiting for search to find events...
ru_ru: Ожидание пока поиск находит события...

source: Waiting for first %s events...
ru_ru: Ожидание первых %s событий...

source: No events were returned for this search.
ru_ru: Этот поиск не возвратил никаких событий

source: Your search did not return any patterns because you are in Fast Mode.
ru_ru: Ваш поиск не возвратил каких-либо паттернов, потому что вы используете Быстрый Режим.

source: Your search did not return any patterns because you are in Smart Mode.
ru_ru: Ваш поиск не возвратил каких-либо паттернов, потому что вы используете Интеллектуальный Режим.

source: <a href="#">Search in Verbose Mode</a> to see the patterns.
ru_ru: Используйте <a href="#">Поиск в Подробном режиме</a> для просмотра паттернов.

source: Smaller
ru_ru: Меньший

source: Larger
ru_ru: Больший

source: Less than %s events may produce poor patterns. Try a search in a larger time range or with fewer constraints.
ru_ru: Ситуация менее, с чем %s событями может привести к недостаточным паттернам. Попробуйте поиск в более широкий диапазон времени или с меньшим количеством ограничений.

source: Pattern job is starting...
ru_ru: Запуск задания паттерна...

source: Pattern job failed. %s
ru_ru: Не удалось выполнить задание паттерна. %s

source: Pattern job is queued... %s
ru_ru: Задание паттерна поставлено в очередь... %s

source: Pattern job is parsing... %s
ru_ru: Синтаксический разбор Задания паттерна... %s

source: Pattern job is finding patterns... %s
ru_ru: Задание паттерна ищет паттерны... %s

source: Pattern job is finalizing... %s
ru_ru: Задание паттерна завершается... %s

source: Pattern job found no patterns. %s
ru_ru: Задание паттерна не нашло никакие паттерны. %s

source: Restart
ru_ru: Перезапуск

source: Pattern job was cancelled. %s
ru_ru: Задание паттерна было отменено. %s

source: %s pattern
ru_ru: %s паттерн

source: %s event
ru_ru: %s событие

source: %s based on a sample of %s
ru_ru: %s на основе выборки из %s

source: These patterns were generated before the search completed. %s Regenerating with latest events %s may provide improved results.
ru_ru: Эти паттерны были созданы до завершения поиска. %s Воссоздание используя последние события %s может обеспечить улучшение результатов.

source: These patterns will be generated before the search completed. %s Regenerating with latest events %s may provide improved results.
ru_ru: Эти паттерны будут создаваться до завершения поиска. %s Воссоздание используя последние события %s может обеспечить улучшение результатов.

source: Click a pattern for more information.
ru_ru: Щелкните на паттерн для получения дополнительной информации.

source: Estimated Events
ru_ru: Предположенные события

source: View Events
ru_ru: Посмотреть события

source: Save as event type
ru_ru: Сохранить как тип события

source: Create alert
ru_ru: Создать оповещение

source: Included Keywords
ru_ru: Включенные ключевые слова

source: Excluded Keywords
ru_ru: Исключенные ключевые слова

source: There were too few events in the sample to generate a pattern.
ru_ru: В выборке для создания шаблона было слишком мало событий.

source: Try generating fewer patterns by adjusting the slider above.
ru_ru: Попробуйте создавать меньше паттернов, регулируя ползунок, находящийся выше.

source: Try regenerating the patterns with the latest events.
ru_ru: Попробуйте воссоздать паттерны используя последние события.

source: Your search isn't generating any statistic or visualization results. Here are some possible ways to get results.
ru_ru: Ваш поиск не создает никаких сататистических или визуализационных результатов. Ниже приведены некоторые возможные пути для получения результатов.

source: Build tables and visualizations using multiple fields and metrics without writing searches.
ru_ru: Постройте таблицы и визуализации используя несколько полей и метрик без написания поисков.

source: Quick Reports
ru_ru: Быстрые отчеты

source: Click on any field in the events tab for a list of quick reports like 'Top Referrers' and 'Top Referrers by time'.
ru_ru: Щелкните любое поле в закладке "События" для списка быстрых отчетов таких как "Ведущие рефереры" и "Ведущие рефереры по времени".

source: Search Commands
ru_ru: Команды поиска

source: Use a transforming search command, like timechart or stats, to summarize the data.
ru_ru: Используйте преобразующую команду поиска, такую как как timechart или stats, для суммирования данных.

source: No Preview
ru_ru: Нет предварительного просмотра

source: Expand your search history.
ru_ru: Развернуть вашу историю поиска.

source: Hide your search history.
ru_ru: Скрыть вашу историю поиска.

source: Search History
ru_ru: История поиска

source: No Time Filter
ru_ru: Нет временного фильтра

source: Ran:
ru_ru: Запускались:

source: Last 7 Days
ru_ru: Последние 7 дней

source: Ran in:
ru_ru: Запускались за:

source: Last 30 Days
ru_ru: Последние 30 дней

source: Last Run
ru_ru: Последний запуск

source: Add to Search
ru_ru: Добавить в поиск

source: New Search
ru_ru: Новый Поиск
