Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Gives the median of field foo from mydata
ru_ru: Дает медиану поля foo из mydata

source: Uses prestats mode in conjunction with append to compute the median values of foo and bar, which are in different namespaces
ru_ru: Использует режим prestats в сочетании с append для вычисления медианных значений foo и bar, которые находятся в разных пространствах имен

source: Groups events into transactions.
ru_ru: Группирует события в транзакции.

source: Groups events into transactions based on various constraints, such as the beginning \ and ending strings or time between events. Transactions are made up of the raw text \ (the _raw field) of each member, the time and date fields of the earliest member, as \ well as the union of all other fields of each member.\p\\ Produces two fields to the raw events, duration and eventcount. The duration value \ is the difference between the timestamps for the first and last events in the \ transaction. The eventcount value is the number of events in the transaction.
ru_ru: Группирует события в транзакции на основе различных ограничений, таких как начальные \ и конечные строки или время между событиями. Транзакции составляются из необработанного текста \ (поле _raw) каждого члена, полей time (время) и date (дата) самого раннего члена, а также \ объединения всех других полей каждого члена. \p\\ Создает два поля к необработанным событиям, duration (продолжительность) и eventcount (число событий). Значение длительности - это \ разница между временными метками для первого и последнего событий в \ транзакции. Значение eventcount - это количество событий в данной транзакции.

source: Collapse all events that share the same host and cookie value, that occur within 30 seconds, and do not have a\ pause of more than 5 seconds between the events.
ru_ru: Свернуть все события, которые разделяют один и тот же хост и значение cookie, которые происходят в течение 30 секунд, и не имеют \ между событиями паузу более 5 секунд.

source: Group search results that have the same "host" and "cookie", occur within 30 seconds of each other, and do not have a pause greater than 5 seconds between each event into a transaction.
ru_ru: Сгруппировать результаты поиска, которые имеют одни и те же значения "host" и "cookie", происходящие в течение 30 секунд по отношению друг ко другу, и не имеют между каждым событием в транзакции паузу более 5 секунд.

source: Group search results that share the same value of "from", with a maximum span of 30 seconds, and a pause between events no greater than 5 seconds into a transaction.
ru_ru: Сгруппировать результаты поиска, которые имеют одни и те же значения "from", с максимальным диапазоном 30 секунд, и с паузой между событиями в транзакции не более 5 секунд.

source: The name of a transaction definition from transactions.conf to be used for finding transactions. \ If other arguments (e.g., maxspan) are provided as arguments to transam, they overrule the value \ specified in the transaction definition.
ru_ru: Имя определения транзакции из transactions.conf, которое будет использоваться для поиска транзакций. \ Если другие аргументы (например, maxspan) заданы в качестве аргументов transam, они отменяют значение, \ указанное в определении транзакции.

source: The maxspan constraint requires the transaction's events to span less than maxspan. \ If value is negative, disable the maxspan constraint.
ru_ru: Ограничение maxspan требует, чтобы диапазон событий транзакции был меньше, чем maxspan. \ Если значение отрицательное, отключить ограничение maxspan.

source: The maxpause constraint requires there be no pause between a transaction's events of greater than maxpause. \ If value is negative, disable the maxpause constraint.
ru_ru: Ограничение maxpause требует, чтобы между событиями транзакции не было пауз больших, чем maxpause. \ Если значение отрицательное, отключить ограничение maxpause.

source: The maximum number of events in a transaction. If the value is negative this constraint is disabled.
ru_ru: Максимальное количество событий в транзакции. Если значение отрицательное это ограничение отключено.

source: DEPRECATED: The preferred usage of transaction is for list of fields to be specified directly as arguments. E.g. 'transaction foo bar' rather than 'transaction fields="foo,bar"' \ The 'fields' constraint takes a list of fields. For search results to be members of a transaction, for each \ field specified, if they have a value, it must have the same value as other members in that transaction. \ For example, a search result that has host=mylaptop can never be in the same transaction as a search result \ that has host=myserver, if host is one of the constraints. A search result that does not have a host value, \ however, can be in a transaction with another search result that has host=mylaptop, because they are not inconsistent.
ru_ru: УСТАРЕВШЕЕ: Предпочтительно использовать transaction со списком полей, заданным непосредственно в качестве аргументов. Например. 'transaction foo bar', а не 'transaction fields="foo,bar"'\ Ограничение 'fields' принимает список полей. Чтобы результаты поиска стали членами транзакции, для каждого \ указанного поля, если оно имеет значение, оно должно иметь такое же значение, как и другие члены в этой транзакции. \ Например, результат поиска, который имеет host=mylaptop никогда не может быть в той же транзакции что и результат поиска, имеющий \ host=myserver, если host является одним из ограничений. Результат поиска, который не имеет значение host, \ однако, может быть в транзакции с другим результатом поиска, который имеет host=mylaptop, поскольку они не являются непоследовательными.

source: A search or eval filtering expression which if satisfied by an event marks the beginning of a new transaction
ru_ru: Поиск или выражение фильтрации eval, которое, если событие ему удовлетворяет, отмечает начало новой транзакции

source: A search or eval filtering expression which if satisfied by an event marks the end of a transaction
ru_ru: Поиск или выражение фильтрации eval, которое, если событие ему удовлетворяет, отмечает конец транзакции

source: Where: \i\\ <search-expression> is a valid search expression that does not contain quotes\i\\ <quoted-search-expression> is a valid search expression that contains quotes\i\\ <eval-expression> is a valid eval expression that evaluates to a boolean
ru_ru: Где: \i\\ <search-expression> является допустимым выражением поиска, не содержащим кавычек, \i\\ <quoted-search-expression> является допустимым выражением поиска, содержащим кавычки,\i\\ <eval-expression> является допустимым выражением eval, вычисляющим логическое значение

source: Relevant iff fields is not empty. Controls whether an event that is not inconsistent and not consistent\ with the fields of a transaction, opens a new transaction (connected=t) or is added to the transaction. \ An event can be not inconsistent and not consistent if it contains fields required by the transaction \ but none of these fields has been instantiated in the transaction (by a previous event addition).
ru_ru: Релевантно только в том случае, если поля не является пустыми. Определяет для события, которое не является непоследовательным и не согласованым \ с полями транзакции, открывает ли оно новую новую (connected=t) или добавляется к транзакции. \ Событие может не быть непоследовательным и быть не согласованным, если оно содержит поля, необходимые транзакции, \ но ни одно из этих полей было инстанцировано в транзакции (предыдущим добавлением события).

source: Whether the transaction command should output the results that are not part of any transactions. \ The results that are passed through as "orphans" can be distinguished from transactions by looking \ at the _txn_orphan field, which is set to 1 for orphan results.
ru_ru: Должна ли команда transaction выводить результаты, которые не являются частью каких-либо транзакций. \ Результаты, которые передаются как "orphans" ("сиротские") можно отличить от транзакций, посмотрев \ на поле _txn_orphan, которое имеет значение 1 для "сиротских" результатов.

source: Whether to force events that match startswith/endswith constraint to also match at least one of the \ fields used to unify events into a transactions.
ru_ru: Требовать ли от событий, соответствующих ограничению startswith/endswith также соответствия \ как минимум одного из полей, используемых для объединения событий в транзакции.

source: Specifies the maximum number of not yet closed transactions to keep in the open pool before starting \ to evict transactions, using LRU policy.
ru_ru: Задает максимальное число еще не закрытых транзакций, которые будут сохраняться в открытом пуле до начала удаления транзакций с использованием политики LRU.

source: Specifies the maximum number of events (which are) part of open transactions before transaction \ eviction starts happening, using LRU policy.
ru_ru: Задает максимальное число событий (которые представляют собой) часть открытых транзакций до начала удаления транзакций с использованием политики LRU.

source: Whether to output evicted transactions. Evicted transactions can be distinguished from non-evicted transactions by checking the value of the 'closed_txn' field, which is set to '0' for evicted transactions and '1' for closed ones. A transaction is evicted from memory when the memory limitations are reached.
ru_ru: Следует ли выводить незавершенные (evicted) транзакции. Незавершенные (evicted) транзакции можно отличить от закрытых (closed) транзакции путем проверки значения поля 'closed_txn', который имеет значение '0' для 'closed_txn' и '1' для закрытых. Транзакция будет удалена из памяти при достижении ограничения памяти.

source: Flag controlling whether the multivalued fields of the transaction are (1) a list of the original \ events ordered in arrival order or (2) a set of unique field values ordered lexigraphically. If a \ comma/space delimited list of fields is provided only those fields are rendered as lists
ru_ru: Флаг, определяющий являются ли многозначные поля транзакции (1) списоком оригинальных событий, \ упорядоченном в порядке поступления или (2) набором уникальных значений полей, упорядоченных лексикографически. \ Если задан разделенный запятыми/пробелами список полей, только эти поля будут отображаться в виде списков

source: A string used to delimit the original event values in the transaction event fields.
ru_ru: Строка, используемая для разделения исходных значений события в полях события транзакции.

source: A string value to use when rendering missing field values as part of mv fields in a transactions. \ This option applies only to fields that are rendered as lists.
ru_ru: Строковое значение, используемое при отображении отсутствующих значений полей как части полей mv в транзакции. \ Этот параметр применяется только к тем полям, которые отображаются в виде списков.

source: Whether the _raw field of the transaction search result should be a multivalued field
ru_ru: Должно ли поле _raw результата поиска транзакции быть многозначным полем

source: Returns typeahead on a specified prefix.
ru_ru: Возвращает опережающий набор на указанный префикс.

source: Returns typeahead on a specified prefix. Only returns a max of "count" results, can be targeted to an index and restricted by time. \ If index specifiers are provided they're used to populate the set of indexes used if no index specifiers are found in the prefix.
ru_ru: Возвращает опережающий ввод на указанный префикс. Возвращает только максимум результатов количества ("count"), может быть направлен на индекс и ограничен по времени. \ Если указаны спецификаторы индекса, они используются для заполнения набора индексов, используемых при отсутствии спецификаторов индекса в префиксе.

source: Return typeahead information for sources in the "_internal" index.
ru_ru: Возвращение информацию опережающего набора для источников в индексе "_internal".

source: the full search to do typeahead on
ru_ru: полный поиск на котором будет выполняться опережающий набор

source: The maximum number of results to return
ru_ru: Максимальное количество возвращаемых результатов

source: The maximum time in seconds that typeahead can run for ( 0 disables this max_time )
ru_ru: Максимальное время в секундах, которое может работать опережающий набор (0 отключает это max_time)

source: whether to collapse terms that are a prefix of another term and the event count is the same
ru_ru: следует ли свернуть термины, которые есть префикс другого термина и одинаковый счетчик событий

source: Generates suggested eventtypes. Deprecated: preferred command is 'findtypes'
ru_ru: Генерирует предлагаемые типы событий (eventtypes). Устаревшее: предпочтительнее использовать команду 'findtypes'

source: Takes previous search results, and produces a list of promising searches that may be used as event-types.
ru_ru: Принимает предыдущие результаты поиска и создает список перспективных поисков, которые могут быть использованы как типы событий.

source: Have Splunk automatically discover and apply event types to search results
ru_ru: Пусть Splunk автоматически обнаруживает и применяет типы событий к результатам поиска

source: By default, the typelearner initially groups events by the value of the grouping-field, and then further unifies and merges those groups, based on the keywords they contain. The default grouping field is "punct" (the punctuation seen in _raw).
ru_ru: По умолчанию typelearner первоначально группирует события по значению поля группирования (grouping-field), а затем далее унифицирует и объединяет эти группы на основе ключевых слов, которые они содержат. Полем группирования по умолчанию является "punct" (пунктуация, наблюдавшаяся в _raw).

source: determines how many characters in the grouping-field value to look at. If set to negative, the entire value of the grouping-field value is used to initially group events
ru_ru: Определяет, на сколько символов в значении поля группирования (grouping-field) следует смотреть. Если значение отрицательное, все значение поля группирования используется для первоначального группирования событий

source: Calculates the eventtypes for the search results
ru_ru: Вычисляет типы событий eventtypes для результатов поиска

source: Calculates the 'eventtype' field for search results that match a known event-type.
ru_ru: Вычисляет поле 'eventtype' для результатов поиска, которые соответствуют известному типу события.

source: Force Splunk to apply event types that you have configured (Splunk Web automatically does this when you view the "eventtype" field).
ru_ru: Принуждает Splunk применять типы событий, которые вы настроили (Splunk Web автоматически делает это при просмотре вами поля "eventtype").

source: Runs an eval expression to filter the results. The result of the expression must be Boolean.
ru_ru: Выполняет выражение eval для фильтрации результатов. Результат выражения должен быть логическим.

source: Keeps only the results for which the evaluation was successful and the boolean result was true.
ru_ru: Сохраняет только результаты, для которых вычисление eval былo успешным и логический результат был "истинно" (true).

source: Return "physicjobs" events with a speed is greater than 100.
ru_ru: Возвратить события "physicjobs" где скорость (speed) больше чем 100.

source: Return "CheckPoint" events that match the IP or is in the specified subnet.
ru_ru: Возвратить события "CheckPoint", которые соответствуют IP или находится в указанной подсети.

source: Causes UI to highlight selected strings.
ru_ru: Указывает пользовательскому интерфейсу выделять выбранные строки.

source: Causes each of the space separated or comma-separated strings provided to be highlighted by the splunk web UI. \ These strings are matched case insensitively.
ru_ru: Задает выделение пользовательским интерфейсом Splunk Web каждой указанной строки, разделенной пробелами или запятыми. \ Эти строки сопоставляются без учета регистра.

source: Highlight the terms "login" and "logout".
ru_ru: Выделить слова "login" ("вход") и "logout" ("выход").

source: Highlight the text sequence "access denied".
ru_ru: Выделить текстовую последовательность "access denied" ("в доступе отказано").

source: Converts results into a format suitable for graphing.
ru_ru: Преобразует результаты в формат, подходящий для построения графиков.

source: Converts results into a format suitable for graphing. If multiple \ y-data-fields are specified, each column name is the \ the y-data-field name followed by the sep string (default is ": ") \ and then the value of the y-name-field it applies to. \ If the grouped option is set to true (false by default), \ then the input is assumed to be sorted by the value of the \ <x-field> and multi-file input is allowed.
ru_ru: Преобразует результаты в формат, подходящий для построения графиков. Если указано несколько \ полей данных для y (y-data-fields), именем каждого столбца будет \ имя поля данных y (y-data-field), с последующей строкой sep (значение по умолчанию — ": "),\ а затем значение поля y-name-field, к которому оно применяется. \ Если опция grouped имеет значение "истинно" (true) (по умолчанию "ложно" (false)), \ то предполагается, что входные данные сортируются по значению <x-field>\ и допускается ввод нескольких файлов.

source: Reformat the search results.
ru_ru: Переформатировать результаты поиска.

source: Field to be used as the x-axis
ru_ru: Поле для использования в качестве оси x

source: Field that contains the values to be used as data series labels
ru_ru: Поле, содержащее значения, которые будут использоваться в качестве меток серий данных

source: Field that contains the data to be charted
ru_ru: Поле, содержащее данные, которые будут выведены на диаграмму

source: Converts results from a tabular format to a format similar to stats output. Inverse of xyseries.
ru_ru: Преобразует результаты из табличного формата в формат, аналогичный выводу stats. Функция, обратная xyseries.

source: Access a REST endpoint and display the returned entities as search results.
ru_ru: Осуществить доступ к конечной точке REST и отобразить возвращаемые объекты как результаты поиска.

source: Access saved search jobs.
ru_ru: Осуществить доступ к сохраненным заданиям поиска.

source: Optional, argument specifies whether or not to limit results to one specific server_group. Repeatable.
ru_ru: Необязательный, аргумент указывает ограничивать ли результаты одной конкретной серверной группой server_group. Повторяемый.

source: Optional, argument specifies the timeout, in seconds, when waiting for the REST endpoint to respond. Defaults to 60 seconds.
ru_ru: Необязательный, аргумент указывает тайм-аут в секундах при ожидании ответа конечной точки REST. По умолчанию 60 секунд.

source: Finds events surrounding the event specified by event-id filtered by the search keys.
ru_ru: Находит события окружающие событие, указанное фильтрацией идентификатора события по ключам поиска.

source: a splunk internal event id
ru_ru: id внутреннего события splunk

source: a list of keys that are ANDed to provide a filter for surrounding command
ru_ru: список ключей, которые были логически соединены оператором AND, для создания фильтра для окружающей команды

source: How deep to read the events, 0 : just source/host/sourcetype, 1 : 0 with _raw, 2 : 1 with kv, 3 2 with types ( deprecated in 3.2 )
ru_ru: Как глубоко читать события, 0: просто source/host/sourcetype (источник/хост/тип источника), 1 : 0 с _raw, 2: 1 с kv, 3 2 с типами (устарело в 3.2)

source: Extracts XML key-value pairs.
ru_ru: Извлекает пары ключ-значение XML.

source: Finds key value pairs of the form <foo>bar</foo> where foo is the key and bar is the value from the _raw key.
ru_ru: Находит пары "ключ/значение" формы <foo>bar</foo>, где foo - ключ, а bar - значение из ключа _raw.

source: Extract field/value pairs from XML formatted data. "xmlkv" automatically extracts values between XML tags.
ru_ru: Извлечь пары поле/значение из данных в формате XML. "xmlkv" автоматически извлекает значения между тегами XML.

source: Un-escapes XML characters.
ru_ru: Разэкранирует XML-символы.

source: Un-escapes XML entity references (for: &, <, and >) back to their corresponding characters (e.g., "&amp;" -> "&").
ru_ru: Разэкранирует ссылки на объекты XML (для: &, <, и >) обратно в свои соответствующие символы (например, "&amp;" -> "&").

source: Un-escape all XML characters.
ru_ru: Разэкранирует все XML-символы.

source: Extracts the xpath value from FIELD and sets the OUTFIELD attribute.
ru_ru: Извлекает значение xpath из FIELD и устанавливает атрибут OUTFIELD.

source: Sets the value of OUTFIELD to the value of the XPATH applied to FIELD. If no value could be set, the DEFAULT value is set. FIELD defaults to "_raw"; OUTFIELD, to "xpath"; and DEFAULT, to not setting a default value. The field value is wrapped in a "<data>...</data>" tags so that the field value is a valid xml, even if it contains some none xml.
ru_ru: Устанавливает значение OUTFIELD к значению XPATH, применяемому к FIELD. Если значение не может быть задано, задается значение по умолчанию DEFAULT. FIELD по умолчанию "_raw"; OUTFIELD - "xpath; и DEFAULT - не устанавливать значение по умолчанию. Значение поля заворачивается в теги "<data>...</data>" так, что значение поля является допустимым xml, даже если оно содержит некоторые данные не xml.

source: pull out the name of a book from xml, using the relative path of //book
ru_ru: Вытяните название книги (book) из xml, используя относительный путь //book

source: pull out the name of a book from xml, using the full path of /data/book
ru_ru: Вытяните название книги (book) из xml, используя полный путь /data/book

source: Extracts location information from IP addresses using 3rd-party databases.
ru_ru: Извлекает сведения о местосположении из IP-адресов, используя базы данных сторонних производителей.

source: The ip-address field in ip-address-fieldname is looked up in a database and location fields \ information is added to the event. The fields are City, Continent, Country, MetroCode, \ Region, Timezone, lat(latitude) and lon(longitude). \ Not all of the information is available for all ip address ranges, and hence it is \ normal to have some of the fields empty. \ The Continent, MetroCode, and Timezone are only added if allfields=true (default is false). \ prefix=string will add a certain prefix to all fieldnames if you desire to uniquely qualify \ added field names and avoid name collisions with existing fields (default is NULL/empty string). \ The lang setting can be used to render strings in alternate languages (for example "lang=es" \ for spanish) The set of languages depends on the geoip database in use. The special language \ "lang=code" will return fields as abbreviations where possible.
ru_ru: Поле ip-address в ip-address-fieldname ищется в базе данных и к событию добавляется информация полей местоположения. \ Полями являются City, Continent, Country, MetroCode, \ Region, Timezone, lat(latitude) и lon(longitude). \ Не вся информация доступна для всех диапазонов IP-адресов, и, следовательно, \ нормально иметь некоторые поля пустыми. \ Continent, MetroCode и Timezone добавляются только если allfields=true (по умолчанию - false). \ prefix=string добавит определенный префикс для всех имен полей, если вы хотите однозначно квалифицировать \ добавленые имена полей и избежать конфликтов имен с существующими полями (по умолчанию NULL/пустая строка). \ Параметр lang может быть использован для отображения строк на альтернативных языках (например, "lang=es"\ для испанского языка). Набор языков зависит от используемой базы данных geoip. Специальный язык \ "lang=code" будет возвращать поля в виде аббревиатур, где это возможно.

source: Add location information (based on IP address).
ru_ru: Добавить информацию о местоположении (на основе IP-адреса).
