Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Splunk has failed to locate the template for uri '%s'.
ru_ru: Программе не удалось найти шаблон для URI '%s'.

source: An error occurred while reading the page template. See web_service.log for more details
ru_ru: Ошибка при чтении шаблона страницы. См. web_service.log для более подробной информации.

source: An error occurred while rendering the page template. See web_service.log for more details
ru_ru: Ошибка отображения шаблона страницы. См. web_service.log для более подробной информации.

source: Unauthorized to access this resource.
ru_ru: Несанкционированный доступ к ресурсу.

source: Empty passwords are not allowed.
ru_ru: Пустые пароли не допускаются.

source: Passwords didn't match, please try again.
ru_ru: Пароли не совпадают, попробуйте еще раз.

source: For security reasons, the new password must be different from the default one.
ru_ru: По соображениям безопасности, новый пароль должен отличаться от установленного по умолчанию.

source: For security reasons, the new password must be different from the previous one.
ru_ru: По соображениям безопасности, новый пароль должен отличаться от предыдущего.

source: Enabled %(item)s in %(context)s.
ru_ru: Активировано %(item)s в %(context)s.

source: Enabled %(item)s.
ru_ru: Активировано %(item)s.

source: Disabled %(item)s in %(context)s.
ru_ru: Отключено %(item)s в %(context)s.

source: Disabled %(item)s.
ru_ru: Отключено %(item)s.

source: Deleted %(item)s from %(context)s.
ru_ru: Удалено %(item)s из %(context)s.

source: Deleted %(item)s.
ru_ru: Удалено %(item)s.

source: Disabled Embedding %(item)s from %(context)s.
ru_ru: Отключено встраивание %(item)s из %(context)s

source: Disabled Embedding %(item)s.
ru_ru: Отключено встраивание %(item)s.

source: label
ru_ru: метка

source: Add new
ru_ru: Добавить новое

source: Settings
ru_ru: Настройки

source: No file was uploaded
ru_ru: Файл не загружен

source: File is empty or doesn't exist
ru_ru: Файл пуст или не существует

source: No filename was given
ru_ru: Не было задано имя файла

source: Name cannot contain path separators or relative path notation like ".."
ru_ru: Имя не может содержать разделители или обозначения относительных путей, такие как ".."

source: Temporary lookup table file already exists: %s
ru_ru: Временный файл с таблицей поиска уже существует: %s

source: Splunk cannot find "%s/%s". %s
ru_ru: Программа не может найти "%s/%s". %s

source: Manage configuration of this Splunk server.
ru_ru: Управление конфигурацией этого сервера Splunk.

source: View or edit your app configs.
ru_ru: Просмотр или редактирование настроек приложения.

source: Splunk cannot find "%s".
ru_ru: Программа не может найти "%s".

source: Splunk could not perform action for resource %(resource)s %(error)s
ru_ru: Программа не смогла выполнить действие для ресурса %(resource)s %(error)s

source: No owner
ru_ru: Отсутствует владелец

source: An exception occurred, but no message string was extracted.
ru_ru: Возникла особая ситуация, но строка сообщения не была извлечена.

source: saved eventtype
ru_ru: сохранен eventtype

source: saved search
ru_ru: сохранен search

source: views
ru_ru: представлений

source: search commands and scripts
ru_ru: команды поиска и сценарии

source: Splunk could not update permissions for resource %(resource)s %(error)s
ru_ru: Программе не удалось обновить полномочия для ресурса %(resource)s %(error)s

source: Splunk could not retrieve permissions for resource %(resource)s %(error)s
ru_ru: Программе не удалось обновить полномочия для ресурса %(resource)s %(error)s

source: Private
ru_ru: Скрытый

source: Keep private
ru_ru: Скрывать результаты

source: This app only (%s)
ru_ru: Только это приложение (%s)

source: This app only
ru_ru: Только это приложение

source: Shared
ru_ru: Общий доступ

source: All apps
ru_ru: Все приложения

source: Permissions for this object are restricted. It is not modifiable.
ru_ru: Полномочия для этого объекта ограничены. Это не изменяемо.

source: Action is not available
ru_ru: Действие не доступно

source: Current instance is running in SHC mode and is not able to add new inputs
ru_ru: Текущий экземпляр программы работает в режиме SHC и к нему нельзя добавить новые входные данные

source: Restart message removed.
ru_ru: Сообщение о перезапуске удалено.

source: Failed to reload server class: %s.
ru_ru: Не удалось перезагрузить класс сервера: %s.

source: Cannot clone object with name=%s. Same name as source object.
ru_ru: Невозможно клонировать объект с именем=%s. То же имя, как и у исходного объекта.

source: Encountered the following error while trying to clone: %s
ru_ru: При попытке клонирования обнаружена следующая ошибка: %s

source: Uploaded file
ru_ru: Загруженный файл

source: saved
ru_ru: сохранено

source: updated
ru_ru: обновлено

source: Successfully %(verb)s "%(noun)s" in %(namespace)s. %(extra)s
ru_ru: Успешно %(verb)s "%(noun)s" в %(namespace)s. %(extra)s

source: Successfully %(verb)s "%(noun)s". %(extra)s
ru_ru: Успешно %(verb)s "%(noun)s". %(extra)s

source: Encountered the following error while trying to save: %s
ru_ru: При попытке сохранения обнаружена следующая ошибка: %s

source: Encountered the following error while trying to update: %s
ru_ru: При попытке обновления обнаружена следующая ошибка: %s

source: Manager
ru_ru: Менеджер

source: Data inputs
ru_ru: Ввод данных

source: Files & directories
ru_ru: Файлы и каталоги

source: Data preview
ru_ru: Предварительный просмотр данных

source: Distributed Search
ru_ru: Распределенный поиск

source: Splunk cannot find "%s/%s".
ru_ru: Программа не может найти "%s/%s".

source: Authentication method
ru_ru: Метод аутентификации

source: Invalid operation
ru_ru: Недопустимая операция

source: Invalid operation %s
ru_ru: Недопустимая операция %s

source: The widget name is invalid.
ru_ru: Недопустимое имя виджета.

source: Alerting
ru_ru: Оповещения

source: Search %s cannot be shared because it already exists. Try using another search name by cancelling this alert and creating a new one.
ru_ru: Поиск %s не может использоваться совместно, так как он уже существует. Попробуйте использовать другое имя поиска путем отмены этого оповещения и создания нового.

source: Search %s cannot be private because it already exists. Try using another search name by cancelling this alert and creating a new one.
ru_ru: Поиск %s не может быть закрытым, так как он уже существует. Попробуйте использовать другое имя поиска путем отмены этого оповещения и создания нового.

source: Conditional search is a required field
ru_ru: Условный поиск является обязательным полем

source: Please select at least one action
ru_ru: Пожалуйста, выберите по крайней мере одно действие

source: Custom condition is required.
ru_ru: Нестандартное условие является обязательным.

source: Running on a cron schedule requires an earliest time
ru_ru: Для запуска по расписанию cron требуется наиболее раннее время

source: Enable at least one action.
ru_ru: Активируйте по крайней мере одно действие.

source: Provide at least one address for scheduled report emails.
ru_ru: Предоставьте по крайней мере один адрес для электронных писем запланированных отчетов.

source: No file was uploaded.
ru_ru: Файл не был загружен.

source: App with this name already exists.
ru_ru: Приложение с таким именем уже существует.

source: There was an error processing the upload.
ru_ru: Ошибка при обработке загрузки.

source: Client is not authorized to upload apps.
ru_ru: Клиент не авторизован загружать приложения.

source: Install add-on
ru_ru: Установить дополнения

source: Install app
ru_ru: Установить приложение

source: Page cannot be found.
ru_ru: Страница не может быть найдена.

source: Upload app
ru_ru: Загрузить приложение

source: Invalid username/password
ru_ru: Неверное имя пользователя/пароль

source: SplunkApps login failed
ru_ru: Ошибка входа в SplunkApps

source: SplunkApps login timed out
ru_ru: Истекло время ожидания входа в систему SplunkApps

source: An error occurred while downloading the app: %s
ru_ru: Произошла ошибка при загрузке приложения: %s

source: An error occurred while installing the app: %s - %s
ru_ru: Произошла ошибка при установке приложения: %s - %s

source: An error occurred while installing the app: %s
ru_ru: Произошла ошибка при установке приложения: %s

source: App "%(appname)s" was installed successfully
ru_ru: Приложение "%(appname)s" было успешно установлено

source: Please choose an existing dashboard.
ru_ru: Пожалуйста, выберите существующую информационную панель.

source: Search %s cannot be shared because it already exists. Try using another search name in the previous step.
ru_ru: Поиск %s не может использоваться совместно, поскольку он уже существует. Попробуйте использовать другое имя поиска на предыдущем шаге.

source: Search %s cannot be private because it already exists. Try using another search name in the previous step.
ru_ru: Поиск %s не может быть закрытым, поскольку он уже существует. Попробуйте использовать другое имя поиска на предыдущем шаге.

source: No
ru_ru: Нет

source: SSO is not enabled.
ru_ru: SSO не активирован.

source: Yes
ru_ru: Да

source: No. SSO will not be used to authenticate this request.
ru_ru: Нет. SSO не будет использоваться для аутентификации данного запроса.

source: Yes. SSO will be used to authenticate this request.
ru_ru: Да. SSO будет использоваться для аутентификации данного запроса.

source: Not set. SSO may not be enabled or you may not be accessing Splunk via your proxy server.
ru_ru: Не задано. Возможно SSO не активирован или вы не имеете доступа к Splunk через ваш прокси-сервер.

source: Not set. To enable try configuring the trustedIP setting in web.conf.
ru_ru: Не задано. Чтобы активировать попробуйте задать настройки trustedIP в файле web.conf.

source: Not set. To enable try configuring the trustedIP setting in server.conf.
ru_ru: Не задано. Чтобы активировать попробуйте задать настройки trustedIP в файле server.conf.

source: The field name is missing. Splunk could not retrieve field summary data.
ru_ru: Отсутствует имя поля. Программа не может получить сводных данных по полю.

source: The job id is missing. Splunk could not retrieve field summary data.
ru_ru: Отсутствует идентификатор задания. Программа не может получить сводных данных по полю.

source: The job appears to have expired or is invalid. Splunk could not retrieve field summary data.
ru_ru: Задание истекло или является недопустимым. Программа не может получить сводных данных по полю.

source: An error occurred. Splunk could not retrieve field summary data.
ru_ru: Произошла ошибка. Программа не может получить сводных данных по полю.

source: No summary information exists for field_name %s
ru_ru: Нет сводной информации для field_name %s

source: average over time
ru_ru: среднее дополнительное время

source: maximum over time
ru_ru: максимальное дополнительное время

source: minimum over time
ru_ru: минимальное дополнительное время

source: top values by time
ru_ru: наибольшие значения по времени

source: top values overall
ru_ru: наибольшие значения в целом

source: The job's event offset must be a valid integer in order to generate field actions.
ru_ru: Смещение события для задания должно являться допустимым целым числом для того, чтобы создать поле actions.

source: While generating field actions, could not find a job with an sid = %s.
ru_ru: При генерации поля actions, не найдено задание с sid = %s.

source: While generating field actions, could not find an event at the offset %(event_offset)s for the job with an sid = %(sid)s.sid
ru_ru: При генерации поля actions, не найдено событие со смещением %(event_offset)s для задания с sid = %(sid)s.sid

source: The field actions configuration could not be found.
ru_ru: Конфигурация поля actions не найдена.

source: The field %s could not be found in the chosen event.
ru_ru: Поле "%s" не найдено в выбранном событии.

source: "%s" is not found.
ru_ru: "%s" не найдено.

source: Licensing
ru_ru: Лицензирование

source: The client is not authorized to perform requested action.
ru_ru: Клиент не авторизован для выполнения запрошенного действия.

source: Splunk must be restarted for changes to take effect. [[/manager/search/control|Click here to restart from the Manager]].
ru_ru: Чтобы изменения вступили в силу Splunk необходимо перезапустить. [[/менеджер/поиск/управление|Нажмите здесь, чтобы осуществить перезапуск из Менеджера]].

source: The appserver was unable to connect to splunkd. Check if splunkd is still running. (%s)
ru_ru: Appserver смог подключиться к splunkd. Проверьте, выполняется ли splunkd. (%s)

source: Could not find module "%(module)s" in the following host app "%(host_app)s"
ru_ru: Не удается найти модуль "%(module)s" в следующих хостовых приложения "%(host_app)s"

source: Splunk could not find a controller to import for the following module: "%s".
ru_ru: Splunk не удалось найти контроллер для импорта для следующего модуля: "%s".

source: This module does not have a registered renderer.
ru_ru: Этот модуль не имеет зарегистрированного обработчика.

source: This module does not have registered configuration information.
ru_ru: Этот модуль не имеет зарегистрированной информации о конфигурации.

source: No matching events found.
ru_ru: Подходящие события не найдены

source: No results found.
ru_ru: Результаты не найдены.

source: Inspect ...
ru_ru: Проверка...

source: Waiting for data...
ru_ru: Ожидание данных...

source: Waiting for search to start: job is queued.
ru_ru: Ожидание старта поиска: задание находится в очереди.

source: Waiting for search to start: evaluating subsearches.
ru_ru: Ожидание старта поиска: оцениваются подпоиски.

source: Waiting for search to start: job is preparing.
ru_ru: Ожидание старта поиска: подготовка задания.

source: (unknown search state: %s)
ru_ru: (неизвестное состояние поиска: %s)

source: PARSER: Applying intentions failed %s
ru_ru: ПАРСЕР: Не удалось применить намерения %s

source: PARSER: Unsupported search (%s): %s
ru_ru: ПАРСЕР: Поиск не поддерживается (%s): %s

source: Write access to the proxy endpoint is disabled.
ru_ru: Доступ на запись к конечной точке-прокси отключен.

source: Resource not found: %s
ru_ru: Ресурс не найден: %s

source: Splunk cannot authenticate the request. oid unsupported for this resource.
ru_ru: Программа не может проверить подлинность запроса. oid для этого ресурса не поддержовается.

source: Splunk cannot authenticate the request. CSRF validation failed.
ru_ru: Программа не может проверить подлинность запроса. Проверка CSRF не удалась.

source: Must specify a savedsearch id.
ru_ru: Необходимо указать идентификатор savedsearch.

source: Could not determine view from parameters
ru_ru: Не удалось определить вид из параметров

source: Splunk results for $name$
ru_ru: Результаты Splunk для $name$

source: Could not dispatch job for sendemail command.
ru_ru: Не удалось диспетчеризовать задание для команды sendemail.

source: Exception while dispatching email job. Exception = %s
ru_ru: Особая ситуация при диспетчеризации задания электронной почты. Особая ситуация = %s

source: Splunk could not find a job with sid=%s.
ru_ru: Программа не смогла найти задание с sid=%s.

source: Splunk could not update permissions for this job
ru_ru: Программа не смогла обновить полномочия для этого задания

source: Splunk could not find the following job id=%s.
ru_ru: Программа не смогла найти следующий идентификатор задания job id=%s.

source: The following invalid action was passed: %s
ru_ru: Прошло следующее недопустимое действие: %s

source: You must provide a job id(s) and a valid action.
ru_ru: Вы должны указать идентификатор(ы) задания и допустимое действие.

source: Splunk could not find a job with a job id of %s.
ru_ru: Программа не смогла найти задание с идентификатором job id %s.

source: Report Acceleration Summaries
ru_ru: Сводки Ускоренных Отчетов

source: Splunk will not redirect if the referring web page is not Splunk itself.
ru_ru: Программа не будет осуществлять перенаправления, если ссылающаяся веб-страница не сам Splunk.

source: No source specified for the treeview.
ru_ru: Не указан источник для treeview.

source: Selected path:
ru_ru: Выбранный путь:

source: eai_path argument is missing when calling tree/eai_proxy endpoint
ru_ru: аргумент eai_path отсутствует при вызове конечной точки tree/eai_proxy

source: Client is not authenticated.
ru_ru: Клиент не прошел аутентификацию.

source: You are not authorized to perform this action.
ru_ru: Вы не авторизованы выполнять это действие.

source: Unable to open the selected path. Path doesn't exist or access is denied.
ru_ru: Невозможно открыть выбранный путь. Путь не существует или доступ запрещен.

source: Unable to open the selected path.
ru_ru: Невозможно открыть выбранный путь.

source: Splunk cannot load app "%s" because it could not find a related app.conf file.
ru_ru: Splunk не может загрузить приложение "%s", потому что он не мог найти связанный файл app.conf.

source: The view you requested could not be found.
ru_ru: Запрашиваемый вами вид не может быть найден.

source: The view has probably been deleted.
ru_ru: Вид, возможно, был удален.

source: The search you requested could not be found.
ru_ru: Запрашиваемый вами поиск не может быть найден.

source: The search has probably expired or been deleted.
ru_ru: Поиск, возможно, был удален.

source: Clicking "Rerun search" will run a new search based on the expired search's search string in the expired search's original time period. Alternatively, you can return back to Splunk.
ru_ru: Нажатие кнопки "Перезапуск поиска" запустит новый поиск, основанный на устаревшей строке запроса в оригинальный период времени старого запроса. В качестве альтернативы, вы можете вернуться к Splunk.

source: The search you requested could not be viewed.
ru_ru: Запрашиваемый Вами поиск не может быть просмотрен.

source: You do not have permission for the search you requested.
ru_ru: У вас нет прав на запрошенный вами поиск.

source: The requested object is unknown. You must provide an sid or saved search as a query param. e.g. ?sid=<sid> or ?s=<saved search name>.
ru_ru: Запрошенный объект неизвестен. Вы должны предоставить sid или сохраненный поиск в качестве параметра запроса. например ?sid=<sid> или ?s=<saved search name>.

source: The saved search "%(savedSearchName)s" could not be found.
ru_ru: Сохраненный поиск "%(savedSearchName)s" не может быть найден.

source: The saved search "%(savedSearchName)s" is disabled.
ru_ru: Сохраненный поиск "%(savedSearchName)s" отключен.

source: Permission to access job with sid = %(sid)s was denied.
ru_ru: Отказано в праве на доступ к заданию с sid = %(sid)s.

source: Splunk cannot find a job with an sid = %(sid)s. It may have expired or been deleted.
ru_ru: Программа не может найти задание с sid = %(sid)s. Возможно, его срок истек или оно было удалено.

source: Invalid view name requested: "%s". View names may only contain alphanumeric characters.
ru_ru: Запрошено неверное имя вида: "%s". Имена видов могут содержать только буквенно-цифровые символы.

source: App "%s" does not support direct UI access.
ru_ru: Приложение "%s" не поддерживает прямой доступ к интерфейсу пользователя.

source: For indirect access when editing this app's objects, set request.ui_dispatch_app in savedsearches.conf to the parent app with is_visible set to true in app.conf
ru_ru: Для получения косвенного доступа при редактировании объектов этого приложения, установите в savedsearches.conf значение request.ui_dispatch_app указывающее на родительское приложение, имеющее значениее true для is_visible в app.conf

source: App "%s" does not have any available views.
ru_ru: Приложение "%s" не имеет никаких доступных представлений.

source: Splunk cannot find the "%s" view.
ru_ru: Программа не может найти вид "%s".

source: XML Syntax Error: %s
ru_ru: Ошибка синтаксиса XML: %s

source: App "%s" does not exist.
ru_ru: Приложение "%s" не существует.

source: Viewstate not found; view=%s viewstate=%s
ru_ru: Viewstate не найден; вид=%s viewstate=%s

source: No parameters received; aborting
ru_ru: Не получено никаких параметров; аварийное прерывание

source: Invalid viewstate param name: %s; aborting
ru_ru: Неверное имя параметра viewstate: %s; аварийное прерывание

source: On
ru_ru: Включено

source: Off
ru_ru: Выключено

source: Row
ru_ru: Ряд

source: Cell
ru_ru: Ячейка

source: Dashboard ID cannot be empty
ru_ru: Идентификатор приборной панели не может быть пустым

source: Cannot create new %(container_type)s: %(view_id)s already exists
ru_ru: Невозможно создать новый %(container_type)s: %(view_id)s уже существует

source: Successfully created new %(container_type)s: %(view_id)s
ru_ru: Новый %(container_type)s: %(view_id)s успешно создан

source: Unable to create dashboard: %s
ru_ru: Невозможно создать информационную панель: %s

source: View %s was not found
ru_ru: Вид %s не найден

source: Successfully deleted %s
ru_ru: %s успешно удален

source: Successfully updated %s
ru_ru: %s успешно обновлен

source: Unrecognized dashboard action: %s; cannot process
ru_ru: Нераспознанное действие приборной панели: %s; не удается обработать

source: "%s" was not found; no action taken
ru_ru: "%s" не найден; никакое действие не было выполнено

source: Unable to update view %s: %s
ru_ru: Невозможно обновить вид %s: %s

source: Unable to add panel: %s
ru_ru: Невозможно добавить панель: %s

source: Requested panel %s does not exist
ru_ru: Запрошенная панель %s не существует

source: Unable to get panel at sequence %s: %s
ru_ru: Не удается получить панель в последовательности %s: %s

source: Unable to update panel at sequence %s: %s
ru_ru: Не удается обновить панель в последовательности %s: %s

source: We're sorry you do not have permissions to use Wall.
ru_ru: Извините, вы не имеете прав на использование Стены.

source: We're sorry Wall is unavailable.
ru_ru: Извините, Стена недоступна.

source: Please enter a value for your post
ru_ru: Пожалуйста, введите значение для вашего поста

source: An unknown view name "%(view)s" is referenced in the navigation definition for "%(app)s".
ru_ru: Неизвестное имя вида "%(view)s" используется в определении навигации для "%(app)s".

source: Static dir requires an absolute dir (or root).
ru_ru: Статические dir требует абсолютной dir (или корня).

source: Cannot access appserver directly with appServerPorts configured.
ru_ru: Не удается непосредственно получить доступ к appserver с указанными настройками appServerPorts.

source: Forbidden: Strict SSO Mode
ru_ru: Запрещено: Строгий режим SSO

source: The splunkd daemon cannot be reached by splunkweb. Check that there are no blocked network ports or that splunkd is still running.
ru_ru: splunkweb не может получить доступ к демону splunkd. Убедитесь, что сетевые порты не заблокированы и что splunkd все еще работает.

source: The splunkd python dispatcher was unable to properly process script output.
ru_ru: Диспетчер python splunkd не смог правильно обработать выходные данные сценария.

source: %(count)s month ago
ru_ru: %(count)s месяц назад

source: %(count)s week ago
ru_ru: %(count)s неделю назад

source: %(count)s day ago
ru_ru: %(count)s день назад

source: %(count)s hour ago
ru_ru: %(count)s час назад

source: %(count)s minute ago
ru_ru: %(count)s минуту назад

source: %(count)s second ago
ru_ru: %(count)s секунду назад

source: just now
ru_ru: только что

source: [Splunkd Error (%s)]
ru_ru: [Ошибка splunkd (%s)]

source: Misconfigured view '%(panel)s' - Parameter '%(param)s' is required for module %(module)s
ru_ru: Неправильно настроенный вид '%(panel)s' - для модуля %(module)s требуется параметр '%(param)s'
