Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Returns a table formed by only the fields specified in the arguments. Columns are \ displayed in the same order that fields are specified. Column headers are the field \ names. Rows are the field values. Each row represents an event.
ru_ru: Возвращает таблицу, образованную только полями, указанными в аргументах. Столбцы \ отображаются в том же порядке, в каком указаны поля. Заголовки столбцов являются \ именами полей. Строки - значения полей. Каждая строка представляет собой событие.

source: Returns a table formed by only the fields specified in the arguments.
ru_ru: Возвращает таблицу, образованную только из полей, указанных в аргументах.

source: Resulting table has field foo then bar then all fields that start with 'baz'
ru_ru: В результате таблица имеет поле foo, затем bar, а затем все поля, которые начинаются с 'baz'

source: Turns rows into columns (each row becomes a column). Takes an optional integer argument that limits the number of rows we transpose (default = 5). column_name is the name of the field in the output where the names of the fields of the inputs will go (default = "column"). header_field, if provided, will use the value of this field in each input row as the name of the output field for that column (default = no field provided, output fields will be named "row 1", "row 2", ...). include_empty is an optional boolean option, that if false, will exclude any field/column in the input that had no values for any row (defaults = true).
ru_ru: Превращает строки в столбцы (каждая строка становится столбцом). Принимает необязательный целочисленный аргумент, который ограничивает количество строк, которое мы будем транспонировать (по умолчанию = 5). column_name это имя поля в выводе, куда пойдут имена полей вводов (по умолчанию = "column"). header_field, если задано, значение этого поля будет использовано в каждой строке ввода в качестве имени поля вывода для этого столбца (по умолчанию = если поля не задано, поля вывода будут называться "row 1", "row 2", ...). include_empty это необязательный логический параметр, которые если имеет значение "ложно" (false), исключает любое поле/колонку во входных данных, которые не имели значений для любой строки (по умолчанию = "истинно" (true)).

source: Turns rows into columns.
ru_ru: Превращает строки в столбцы.

source: Turns the first five rows into columns
ru_ru: Превращает первые пять строк в столбцы

source: Turns the first 20 rows into columns
ru_ru: Превращает первые 20 строк в столбцы

source: Turns the first five rows into columns, where the input field names are put into the output field called "Test Name", and the input row values for the sourcetype field will be used as the output field names.
ru_ru: Преобразует первые пять строк в столбцы, где имена полей ввода помещаются в поле вывода под названием "Test Name", а значения строки ввода для поля sourcetype будет использоваться в качестве имен выходных полей.

source: Filters out repeated adjacent results
ru_ru: Фильтрует повторяющиеся смежные результаты

source: Removes any search result that is an exact duplicate with the adjacent result before it.
ru_ru: Удаляет любой результат поиска, который является точной копией соседнего результата перед ним.

source: For the current search, keep only unique results.
ru_ru: Для текущего поиска, сохранять только уникальные результаты.

source: Retrieves event metadata from indexes based on terms in the <logical-expression>
ru_ru: Извлекает метаданные событий из индексов, основываясь на условиях в <logical-expression>

source: Retrieves event metadata from indexes based on terms in the <logical-expression>. Metadata fields include source, sourcetype, host, _time, index, and splunk_server.
ru_ru: Извлекает метаданные событий из индексов, основываясь на условиях, в <logical-expression>. Поля метаданных включают в себя source, sourcetype, host, _time, index и splunk_server.

source: Return metadata for events with "404" and from host "webserver1"
ru_ru: Возвращать метаданные для событий с "404" и от хоста "webserver1"

source: If the first search command, retrieve events from the indexes, using keywords, quoted phrases, wildcards, and key/value expressions; if not the first, filter results.
ru_ru: Если первая команда поиска, извлекать события из индексов, используя ключевые слова, цитируемые фразы, символы подстановки и выражения "ключ/значение"; если не первый, фильтровать результаты.

source: Filters results using keywords, quoted phrases, wildcards, and key/value expressions.
ru_ru: Фильтровать результаты, используя ключевые слова, цитируемые фразы, символы подстановки и выражения "ключ/значение"

source: Search for events with "404" and from host "webserver1"
ru_ru: Искать события с "404" и от хоста "webserver1"

source: Search for events with either codes 10 or 29, and a host that isn't "localhost" and an xqp that is greater than 5
ru_ru: Искать события либо с кодами 10 или 29, и хостом, который не является "localhost" и xqp больше 5

source: Keep only search results that have the specified "src" or "dst" values.
ru_ru: Хранить только те результаты поиска, которые содержат указанные значения "src" или "dst".

source: Search the specified index instead of the default index
ru_ru: Искать указанный индекс вместо индекса по умолчанию

source: Set the time format for starttime and endtime terms.
ru_ru: Задать формат времени для условий starttime и endtime.

source: Search for events from the specified sourcetype
ru_ru: Искать события из указанного типа источника sourcetype

source: Search for events from the specified host
ru_ru: Искать события с указанного хоста

source: Search for events from the specified source
ru_ru: Искать события из указанного источника

source: Search for events that would be found by specified search/splunk
ru_ru: Искать события, которые были бы найдены указанным поиском/splunk

source: Search for events that match the specified eventtype
ru_ru: Искать события , которые соответствуют указанному типу событий eventtype

source: Search for events that would match all eventtypes tagged by the string
ru_ru: Искать события, которые соответствовали бы всем eventtypes тегированным строкой

source: Search for events that have hosts that are tagged by the string
ru_ru: Искать все события, в которых хосты тегированы строкой

source: Search for all events that have their specified field tagged by string
ru_ru: Искать все события, в которых указанное поле тегировано строкой

source: Events must be later or equal to this time. Must match time format.
ru_ru: События должны быть позже или близки к этому времени. Формат времени должен соответствовать.

source: A short cut to set the start time. starttime = now - (N days)
ru_ru: Сокращенный способ, чтобы задать время запуска. starttime = now - (N days)

source: A short cut to set the start time. starttime = now - (N minutes)
ru_ru: Сокращенный способ, чтобы задать время запуска. starttime = now - (N minutes)

source: A short cut to set the start time. starttime = now - (N hours)
ru_ru: Сокращенный способ, чтобы задать время запуска. starttime = now - (N hours)

source: A short cut to set the start time. starttime = now - (N months)
ru_ru: Сокращенный способ, чтобы задать время запуска. starttime = now - (N months)

source: Set the start time to N seconds since the epoch. ( unix time )
ru_ru: Задать время старта на N секунд, начиная с эпохи (UNIX–время).

source: All events must be earlier or equal to this time.
ru_ru: Все события должны быть раньше или равны этому времени.

source: A short cut to set the end time. endtime = now - (N days)
ru_ru: Сокращенный способ, чтобы задать время окончания. endtime = now - (N days)

source: A short cut to set the end time. endtime = now - (N minutes)
ru_ru: Сокращенный способ, чтобы задать время окончания. endtime = now - (N minutes)

source: A short cut to set the end time. endtime = now - (N hours)
ru_ru: Сокращенный способ, чтобы задать время окончания. endtime = now - (N hours)

source: Set the end time to N seconds since the epoch. ( unix time )
ru_ru: Задать время окончания на N секунд, начиная с эпохи (UNIX–время).

source: The time span operators are always applied from the last time boundary set. Therefore, if an endtime operator is closest to the left of a timespan operator, it will be applied to the starttime. If you had 'enddaysago::1 searchtimespanhours::5', it would be equivalent to 'starthoursago::29 enddaysago::1'.
ru_ru: Операторы промежутка времени всегда применяются от последней заданной временной границы. Таким образом, если оператор endtime является ближайшим к левой части оператора timespan , то он будет применен к starttime. Если у вас имеется 'enddaysago::1 searchtimespanhours::5', это было бы эквивалентно 'starthoursago::29 enddaysago::1'.

source: Search the last N days. ( equivalent to startdaysago )
ru_ru: Искать за последние N дней. (эквивалент startdaysago )

source: Search the last N minutes. ( equivalent to startminutesago )
ru_ru: Искать за последние N минут. (эквивалент startminutesago )

source: Search the last N hours. ( equivalent to starthoursago )
ru_ru: Искать за последние N часов. (эквивалент starthoursago )

source: Search the last N months. ( equivalent to startmonthsago )
ru_ru: Искать за последние N месяцев. (эквивалент startmonthsago )

source: Performs set operations on subsearches.
ru_ru: Выполняет операции set ("задать") на подпоисках.

source: Performs two subsearches and then executes the specified set operation on the two sets of search results.
ru_ru: Выполняет два подпоиска, а затем выполняет заданную операцию set на двух наборax результатов поиска.

source: Return all urls that have 404 errors and 303 errors.
ru_ru: Возвращать все URL, которые имеют ошибки 404 и 303.

source: Return values of "URL" that contain the string "404" or "303" but not both.
ru_ru: Возвращать значения "URL", содержащие строку "404" или "303", но не обе этих строки.

source: Specifies a subsearch.
ru_ru: Задает подпоиск.

source: Clusters similar events together.
ru_ru: Кластеризует похожие события вместе.

source: Fast and simple clustering method designed to operate on event text (_raw field). With default options, a single representative event is retained for each cluster.
ru_ru: Быстрый и простой метод кластеризации предназначен для работы с текстом события (_raw поле). С настройками по умолчанию, для каждого кластера сохраняется одно типичное событие.

source: Cluster syslog events together.
ru_ru: Кластеризовать события системного журнала (syslog) вместе.

source: Cluster events together, sort them by their "cluster_count" values, and then return the 20 largest clusters (in data size).
ru_ru: Кластеризовать события вместе, сортировать их по их значениям "cluster_count", а затем вернуть 20 крупнейших кластеров (по размеру данных).

source: Options for configuring the simple log clusters. \ "T=" sets the threshold which must be > 0.0 and < 1.0. The closer the threshold is to 1, the more similar events have to be in order to be considered in the same cluster. Default is 0.8 \ "delims" configures the set of delimiters used to tokenize the raw string. By default everything except 0-9, A-Z, a-z, and '_' are delimiters. \ "showcount" if yes, this shows the size of each cluster (default = false) \ "countfield" name of field to write cluster size to if showcount=true , default = "cluster_count" \ "labelfield" name of field to write cluster number to, default = "cluster_label" \ "field" name of field to analyze, default = _raw \ "labelonly" if true, instead of reducing each cluster to a single event, keeps all original events and merely labels with them their cluster number\ "match" determines the similarity method used, defaulting to termlist. termlist requires the exact \ same ordering of terms, termset allows for an unordered set of terms, and ngramset compares sets of \ trigram (3-character substrings). ngramset is significantly slower on large field values and is most useful for short non-textual fields, like 'punct'
ru_ru: Параметры настройки простых кластеров журналов. \ "T=" устанавливает порог, который должен быть > 0.0 и < 1.0. Чем ближе порог к 1, тем более подобными должны быть события для того, чтобы рассматриваться в том же самом кластере. Значение по умолчанию 0.8 \ "delims" настраивает набор разделителей, используемых для разбиения на лексемы необработанных строк. По умолчанию все, кроме 0-9, A-Z, a-z, и '_' являются разделителями. \ "showcount", если имеет значение "да"(yes), показывается размер каждого кластера (по умолчанию = "ложно" (false)) \ "countfield" имя поля для записи размера кластера, если showcount = "истинно" (true), по умолчанию = "cluster_count" \ "labelfield" имя поля, чтобы записать номер кластера, по умолчанию = "cluster_label" \ "field" имя поля для анализа, по умолчанию = _raw \ "labelonly" если имеет значение "истинно" (true), вместо уменьшения каждого кластера до отдельного события, сохраняет все оригинальные события и просто помечает номером их кластера \ "match" определяет используемый метод подобия, по умолчанию termlist. termlist требует точного \ соответствия порядка терминов, termset позволяет иметь неупорядоченный набор терминов, и ngramset сравнивает наборы \ триграмм (3-символьных подстрок). ngramset значительно медленнее на больших значениях полей и является наиболее полезным для коротких нетекстовых полей, таких как 'punct'

source: Produces a symbolic 'shape' attribute describing the shape of a numeric multivalued field
ru_ru: Вырабатывает символический атрибут 'shape', описывающий форму числового многозначного поля

source: Given a numeric multivalued FIELD, produce a 'shape' \ attribute, describing the shape of the values, in a symbolic \ representation. The symbolic representation will be at most MAXVALUES \ long and have at most MAXRESOLUTION different characters. The \ defaults are MAXVALUES = 5 and MAXRESOLUTION = 10, normally producing \ a SHAPE value of 5 characters made up of 10 letters (a-k).
ru_ru: Для заданного числового многозначного FIELD, создает атрибут 'shape' (форма), \ описывающий форму значений в символическом представлении. \ Символическое представление будет иметь длину не более MAXVALUES \ и будет содержать не более MAXRESOLUTION различных символов. \ Значениями по умолчанию являются MAXVALUES = 5 и MAXRESOLUTION = 10, что обычно дает \ значение SHAPE из 5 символов, созданное из 10 букв (a-k).

source: group each dest_ip into a separate transaction, keeping a list of all their delay values, and then calculating the shape of that dest_ip's delays. dest_ips can be subsequently be clustered by the shape of their delays.
ru_ru: группировать каждый dest_ip в отдельную транзакцию, сохраняя список всех их значений задержки, а затем вычисляя форму (shape) задержек этого dest_ip. dest_ip могут быть впоследствии быть кластеризованы по форме их задержек.

source: Treats the given string as a subsearch, executes that subsearch \ and renders the results as an event. This is useful for debugging \ subsearches.
ru_ru: Рассматривает заданную строку как подпоиск, выполняет этот подпоиск \ и отображает результаты как событие. Это полезно для отладки \ подпоисков.

source: Sorts search results by the specified fields.
ru_ru: Сортирует результаты поиска по указанным полям.

source: Sorts by the given list of fields. If more than one field is specified, \ the first denotes the primary sort order, the second denotes the secondary, etc. \ If the fieldname is immediately (no space) preceded by "+", the sort is ascending (default). \ If the fieldname is immediately (no space) preceded by "-", the sort is descending. \ If white space follows "+/-", the sort order is applied to all following fields without a different explicit sort order. \ Also a trailing "d" or "desc" causes the results to be reversed. \ Results missing a given field are treated as having the smallest or largest \ possible value of that field if the order es descending or ascending respectively. \ If the field takes on numeric values, the collating sequence is numeric. \ If the field takes on IP address values, the collating sequence is for IPs. \ Otherwise, the collating sequence is lexicographic ordering. \ If the first term is a number, then at most that many results are returned (in order). \ If no number is specified, the default limit of 10000 is used. If number is 0, all results will be returned.
ru_ru: Выполняет сортировку по заданному списку полей. Если задано более одного поля, \ первое обозначает первичный порядок сортировки, второе обозначает вторичный и т.д. \ Если имени поля сразу (без пробела) предшествует "+", сортировка по возрастанию (по умолчанию). \ Если имени поля сразу (без пробела) предшествует "-", сортировка по убыванию. \ Если пробел следует за "+/-", порядок сортировки применяется ко всем следующим полям без другого явно указанного порядка сортировки. \ Также завершающая "d" или "desc" приводит к тому, чтобы результаты будут размещены в обратном порядке. \ Результаты, в которых отсутствует данное поле, рассматриваются как имеющие наименьшее или наибольшее \ возможное значение этого поля, если указан соответственно убывающий или возрастающий порядок. \ Если поле принимает числовые значения, последовательность упорядочения является числовой. \ Если поле принимает значения IP-адреса, последовательность упорядочения является таковой для IP-адресов. \ В противном случае, последовательностью упорядочения является лексикографическое упорядочение. \ Если первый термин является числом, то будут возващены результаты количеством не более указанного числа (по порядку). \ Если номер не указан, используется предел по умолчанию 10000. Если число равно 0, то будут возвращены все результаты.

source: Sort results by the "_time" field in ascending order and then by the "host" value in descending order.
ru_ru: Сортировать результаты по полю "_time" в порядке возрастания, а затем по значению "host" в порядке убывания.

source: Sort first 100 results in descending order of the "size" field and then by the "source" value in ascending order.
ru_ru: Сортировать первые 100 результатов в порядке убывания поля "size", а затем по значению "source" в порядке возрастания.

source: Sort results by "ip" value in ascending order and then by "url" value in descending order.
ru_ru: Сортировать результаты по значению "ip" в порядке возрастания, а затем по значению "url" в порядке убывания.

source: List of fields to sort by and their sort order (ascending or descending)
ru_ru: Список полей для сортировки и порядок их сортировки (по возрастанию или по убыванию)

source: a sort field may be a field or a sort-type and field. sort-type can be "ip" to interpret \ the field's values as ip addresses. "num" to treat them as numbers, "str" to order lexigraphically, \ and "auto" to make the determination automatically. If no type is specified, it is assumed to be "auto"
ru_ru: поле сортировки может быть полем или типом сортировки (sort-type) и полем. Тип сортировки может быть "ip" для интерпретации \ значения поля как IP-адреса. "num" для обработки их как чисел, "str" для лексикографического упорядочения, \ и "auto" для определения типа автоматически. Если тип не указан, предполагается "auto"

source: Puts search results into a summary index.
ru_ru: Помещает результаты поиска в суммарный индекс.

source: Adds the results of the search into the specified index. Behind the scenes, the events are written \ to a file whose name format is: "<random-num>_events.stash", unless overridden, in a directory \ which is watched for new events by Splunk. If the events contain a _raw field then the raw field \ is saved, if they don't a _raw field is constructed by concatenating all the fields into a \ comma-separated list of key="value" pairs.
ru_ru: Добавляет результаты поиска в указанный индекс. В фоновом режиме, события записываются \ в файл, формат имени которого: "<random-num>_events.stash", если не переопределено, в каталог \ который просматривертся Splunk'ом на предмет новых событий. Если события содержат поле _raw, то сохраняется поле необработанных данных raw, \ если они не содержат его, поле _raw создается путем объединения всех полей в \ разделенный запятыми список пар ключ="значение".

source: Put "download" events into an index named "downloadcount".
ru_ru: Поместить события "download" в индекс с именем "downloadcount".

source: whether to prefix a time into each event if the event does not contain a _raw field. \ The first found field of the following times is used: info_min_time, _time, now() \ defaults to true
ru_ru: следует ли прибавлять префикс времени в каждое событие, если событие не содержит поле _raw. \ Используется первое из следующих найденных полей времени:info_min_time, _time, now() \ по умолчанию "истинно" (true)

source: If true, will write the search time and time bounds into the text \ out of each summary index event in the format \ info_min_time=<search_earliest_time>, info_max_time=<search_latest_time>, \ info_search_time=<search_exec_time>
ru_ru: Если "истинно" (true), время поиска и времeнные границы будут записываться в текст \ из каждого события суммарного индекса в формате \ info_min_time=<search_earliest_time>, info_max_time=<search_latest_time>, \ info_search_time=<search_exec_time>

source: name of the index where splunk should add the events to. Note: the index must exist \ for events to be added to it, the index is NOT created automatically.
ru_ru: имя индекса, куда splunk должен добавить события. Примечание: индекс должен существовать \ чтобы события были добавлены к нему. Индекс НЕ создается автоматически.

source: name of the file where to write the events to. Optional, default "<random-num>_events.stash" \ The following placeholders can be used in the file name $timestamp$, $random$ and will be \ replaced with a timestamp, a random number respectively
ru_ru: имя файла, куда будут записываться события. Необязательный, по умолчанию "<random-num>_events.stash" \ В имени файла можно использовать следующие заместители: $timestamp$, $random$ и они \ будут заменены меткой времени и случайным числом соответственно

source: If set to true (default is true), the summary indexing file will be written to \ Splunk's spool directory, where it will be indexed automatically. \ If set to false, file will be written to $SPLUNK_HOME/var/run/splunk, where it will remain \ until further administrative actions are taken.
ru_ru: Если установлено значение "истинно" (true) (по умолчанию true), то файл суммарной индексации будет написан в \ каталог подкачки (spool) Splunk, где он будет индексироваться автоматически. \ Если установлено значение "ложно" (false), файл будет записан в $SPLUNK_HOME/var/run/splunk, где он будет оставаться \ пока не будут приняты дальнейшие административные действия.

source: a string, usually of key-value pairs, to append to each event written out. Optional, default ""
ru_ru: строка, обычно из пар ключ-значение, для добавления к каждому записанному событию. Необязательный, по умолчанию ""

source: toggle between testing and real mode. In testing mode the results are not written \ into the new index but the search results are modified to appear as they would if \ sent to the index. (defaults to false)
ru_ru: переключение между тестовым и реальным режимами. В тестовом режиме результаты не записываются \ в новый индекс, но результаты поиска будут изменены, чтобы выглядеть так, как если бы \ они посылались в индекс. (по умолчанию - "ложно" (false))
