Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Configure Splunk to listen on a network port.
ru_ru: Настройка Splunk для того, чтобы он слушал сетевой порт.

source: Local Performance Monitoring
ru_ru: Локальный мониторинг производительности

source: Collect performance data from this mchine.
ru_ru: Собрать данные о производительности с этой машины.

source: Remote Performance Monitoring
ru_ru: Удаленный мониторинга производительности

source: Collect performance and event information from remote hosts. Requires domain credentials.
ru_ru: Собрать информацию о производительности и событиях с удаленных хостов. Для этого требуются удостоверяющие данные в домене.

source: Registry monitoring
ru_ru: Мониторинг реестра

source: Have Splunk index the local Windows Registry, and monitor it for changes.
ru_ru: Пусть Splunk проиндексирует локальный реестр Windows и отслеживает его изменения.

source: Active Directory monitoring
ru_ru: Мониторинг Active Directory

source: Index and monitor Active Directory.
ru_ru: Индексирование и мониторинг Active Directory.

source: Local Windows host monitoring
ru_ru: Мониторинг локального хоста Windows

source: Collect up-to-date hardware and software (Computer, Operating System, Processor, Service, Disk, Network Adapter and Application) information about this machine.
ru_ru: Собрать актуальную информацию об аппаратном и программном обеспечении (тип компьютера, ОС, процессор, сервисы, диск, сетевой адаптер и приложения) данной машины.

source: Local Windows network monitoring
ru_ru: Локальный мониторинг сети Windows

source: This is an input for Splunk Network Monitor.
ru_ru: Это является вводом для Сетевого монитора Splunk .

source: Local Windows print monitoring
ru_ru: Локальный мониторинг печати Windows

source: Collect information about printers, printer jobs, print drivers, and print ports on this machine.
ru_ru: Собрать информацию о принтерах, заданиях на печать, драйверах печати и портах печати на этом компьютере.

source: Scripts
ru_ru: Сценарии

source: Get data from from any API, service, or database with a script.
ru_ru: Получить данные от любого API, сервиса или базы данных с помощью сценария.

source: Optionally set additional input parameters for this data input as follows:
ru_ru: При необходимости установите дополнительные параметры ввода для этих данных следующим образом:

source: The source type is one of the default fields that Splunk assigns to all incoming data. It tells Splunk what kind of data you've got, so that Splunk can format the data intelligently during indexing. And it's a way to categorize your data, so that you can search it easily.
ru_ru: Тип источника является одним из полей по умолчанию, которые Splunk присваивает всем входящим данным. Это указывает Splunk'у, какие данные у вас есть, так что Splunk может корректно форматировать данные во время индексации. Также это является способом классификации ваших данных, для того, чтобы вы могли легко осуществлять их поиск.

source: App context
ru_ru: Контекст приложения

source: Application contexts are folders within a Splunk instance that contain configurations for a specific use case or domain of data. App contexts improve manageability of input and source type definitions. Splunk loads all app contexts based on precedence rules.
ru_ru: Контексты приложения - это папки внутри экземпляра Splunk, которые содержат конфигурации для конкретного случая использования или области данных. Контексты приложения улучшают управляемость определений ввода и типов источников. Splunk загружает все контексты приложения основываясь на правилах приоритета.

source: When Splunk indexes data, each event receives a "host" value. The host value should be the name of the machine from which the event originates. The type of input you choose determines the available configuration options.
ru_ru: Когда Splunk индексирует данные, каждое событие получает значение "host". Значением host должно быть имя машины, с которой событие берет свое начало. Тип ввода, который вы выбираете, определяет доступные параметры настройки.

source: Splunk stores incoming data as events in the selected index. Consider using a "sandbox" index as a destination if you have problems determining a source type for your data. A sandbox index lets you troubleshoot your configuration without impacting production indexes. You can always change this setting later.
ru_ru: Splunk хранит поступающие данные как события в выбранном индексе. Рассмотрите возможность использования индекса «песочницы» (sandbox) в качестве места назначения, если у вас есть проблемы с определением типа источника для ваших данных. Индекс «песочницы» позволяет вам провести диагностику конфигурации, не влияя на производственные показатели. Вы всегда можете изменить эту настройку позже.

source: Create a new index
ru_ru: Создать новый индекс

source: Automatic
ru_ru: Автоматический

source: Select
ru_ru: Выбрать

source: Source Type
ru_ru: Тип источника

source: Source Type Category
ru_ru: Категория типа источника

source: Source Type Description
ru_ru: Описание типа источника

source: App Context
ru_ru: Контекст приложения

source: Constant value
ru_ru: Постоянное значение

source: Regular expression on path
ru_ru: Регулярное выражение на пути

source: Segment in path
ru_ru: Сегмент в пути

source: Specify method for getting host field for events coming from this source.
ru_ru: Укажите способ получения поля хоста для событий, поступающих из этого источника.

source: Method
ru_ru: Метод

source: Host field value
ru_ru: Значение поля хоста

source: Specify the regular expression Splunk uses to extract host names from the source path.
ru_ru: Укажите регулярное выражение, которое Splunk использует для извлечения имен хостов из исходного пути.

source: Regular expression
ru_ru: Регулярное выражение

source: Specify which segment of the source path to set as the Host field. For example: 3 (sets to "hostname" for the path /var/log/hostname/)
ru_ru: Укажите, какая часть исходного пути должна использоваться в качестве поля хоста. Например: 3 (устанавливается на "hostname" для пути /var/log/hostname/)

source: Segment number
ru_ru: Номер сегмента

source: Default Index
ru_ru: Индекс по умолчанию

source: Select Allowed Indexes
ru_ru: Выберите Допустимые индексы

source: Select indexes that clients will be able to select from.
ru_ru: Выберите индексы, из которых клиенты смогут сделать выбор.

source: How do indexes work?
ru_ru: Как работают индексы?

source: Indexes are repositories for data in Splunk, and reside in flat files on the Splunk instance known as the indexer. When Splunk indexes raw event data, it transforms the data into searchable events and stores those events in the index.
ru_ru: Индексы - это хранилища данных в Splunk, они находиться в неструктурированных ("плоских") файлах на экземпляре Splunk, называемом Индексатор. Когда Splunk индексирует сырые данные событий, он преобразует эти данные в доступные для поиска события и сохраняет эти события в индексе.

source: How do I know when to create or use multiple indexes?
ru_ru: Как я узнаю, когда необходимо создавать или использовать несколько индексов?

source: When you add data to Splunk, consider creating indexes for specific purposes or domains of data that might require different access privileges, retention periods, or logical groupings. For optimal performance, limit the number of source types contained within an index to fewer than 20 if possible.
ru_ru: При добавлении данных в Splunk, рассмотрите возможность создания индексов для конкретных целей или областей данных, которым могут требоваться различные привилегии доступа, периоды хранения, или логические группы. Для обеспечения оптимальной производительности, ограничьте количество типов источников, содержащихся в индексе, до менее чем 20, если это возможно.

source: Upload failed with
ru_ru: Загрузка не удалась с

source: Server Class Name
ru_ru: Имя класса сервера

source: Input Type
ru_ru: Тип ввода

source: Uploaded File
ru_ru: Загруженный файл

source: Directory Monitor
ru_ru: Монитор директории

source: File Monitor
ru_ru: Файловый монитор

source: Source Path
ru_ru: Исходный путь

source: File Name
ru_ru: Имя Файла

source: Continuously Monitor
ru_ru: Постоянно мониторьте

source: No, index once
ru_ru: Нет, индексировать один раз

source: Whitelist
ru_ru: Белый список

source: Blacklist
ru_ru: Черный список

source: Source path regular expression:
ru_ru: Регулярное выражение исходного пути:

source: Source path segment number:
ru_ru: Номер сегмента исходного пути:

source: TCP Port
ru_ru: TCP-порт

source: UDP Port
ru_ru: UDP-порт

source: Port Number
ru_ru: Номер порта

source: Source name override
ru_ru: Переопределение имени источника

source: Restrict to Host
ru_ru: Ограничить хостом

source: (IP address of the remote server)
ru_ru: (IP-адрес удаленного сервера)

source: (DNS entry of the remote server)
ru_ru: (Запись DNS удаленного сервера)

source: Enable indexer acknowledgements
ru_ru: Включить подтверждения индексатора

source: Output Group
ru_ru: Группа вывода

source: Allowed indexes
ru_ru: Допустимые индексы

source: Default index
ru_ru: Индекс по умолчанию

source: Script
ru_ru: Сценарий

source: Command
ru_ru: Команда

source: Collection Name
ru_ru: Имя коллекции

source: Windows Event Logs
ru_ru: Журналы событий Windows

source: Event Logs
ru_ru: Журналы событий

source: Remote Windows Event Logs
ru_ru: Удаленные журналы событий Windows

source: Lookup Host
ru_ru: Поиск хоста

source: Additional Hosts
ru_ru: Дополнительные хосты

source: Local Performance Monitor
ru_ru: Локальный Монитор производительности

source: Selected Object
ru_ru: Выбранный объект

source: Selected Counters
ru_ru: Выбранные счетчики

source: Selected Instances
ru_ru: Выбранные экземпляры

source: Polling Interval
ru_ru: Интервал опроса

source: Remote Performance Monitor
ru_ru: Удаленный Монитор производительности

source: Target Host
ru_ru: Целевой хост

source: Selected Class
ru_ru: Выбранный класс

source: Registry Monitor
ru_ru: Монитор реестра

source: Registry Hive
ru_ru: Куст реестра

source: Monitor Subnodes
ru_ru: Подузлы Монитора

source: Event Types
ru_ru: Типы событий

source: Process Path
ru_ru: Путь процесса

source: Baseline Index
ru_ru: Базовый индекс

source: Active Directory Monitor
ru_ru: Монитор Active Directory

source: Target domain controller
ru_ru: Целевой контроллер домена

source: Starting Node
ru_ru: Начальный узел

source: Monitor Subtree
ru_ru: Поддерево Монитора

source: Host Monitor
ru_ru: Монитор хоста

source: Interval (in seconds)
ru_ru: Интервал (в секундах)

source: Network Monitor
ru_ru: Сетевой монитор

source: Address Family
ru_ru: Семейство адресов

source: Packet Type
ru_ru: Тип пакета

source: Direction
ru_ru: Направление

source: Protocol
ru_ru: Протокол

source: Remote Address
ru_ru: Удаленный адрес

source: Process
ru_ru: Обработать

source: Print Monitor
ru_ru: Монитор печати

source: Configure your inputs by going to Settings >
ru_ru: Настройте ваши вводы, перейдя в Настройки >

source: Data Inputs
ru_ru: Ввод данных

source: Token Value
ru_ru: Значение токена

source: Start Searching
ru_ru: Начать поиск

source: Search your data now or see
ru_ru: Осуществите поиск ваших данных сейчас или смотрите

source: examples and tutorials.
ru_ru: примеры и обучающие пособия.

source: Create search-time field extractions.
ru_ru: Создать извлечения поля времени поиска.

source: Learn more about fields.
ru_ru: Подробнее о полях.

source: Add More Data
ru_ru: Добавить больше данных

source: Add more data inputs now or see
ru_ru: Добавьте дополнительные вводы данных сейчас или смотрите

source: Download Apps
ru_ru: Загрузить приложения

source: Apps help you do more with your data.
ru_ru: Приложения помогут вам расширить возможности по обработке ваших данных.

source: Learn more.
ru_ru: Узнать больше.

source: Build Dashboards
ru_ru: Создание панелей управления

source: Visualize your searches.
ru_ru: Визуализируйте ваши поиски.

source: File
ru_ru: Файл

source: TCP
ru_ru: ТСР

source: UDP
ru_ru: Файлы - TCP / UDP - Сценарии

source: Local event logs
ru_ru: Локальные журналы событий

source: Remote event logs
ru_ru: Удаленные журналы событий

source: Local performance monitoring
ru_ru: Локальный мониторинг производительности

source: Remote performance monitoring
ru_ru: Удаленный мониторинг производительности

source: Active directory monitoring
ru_ru: Мониторинг Active Directory

source: Host monitoring
ru_ru: Мониторинг хоста

source: Network monitoring
ru_ru: Мониторинг сети

source: Print monitoring
ru_ru: Мониторинг печати

source: Modular
ru_ru: Модульный

source: input has been created successfully.
ru_ru: ввод был успешно создан.

source: has been uploaded successfully.
ru_ru: был успешно загружен.

source: has been created successfully.
ru_ru: был успешно создан.

source: Uploading File
ru_ru: Загрузка файла

source: Choose a file to upload to Splunk, either by browsing your computer or by dropping a file into the target box below.
ru_ru: Выберите файл для загрузки в Splunk, или просмотрев ваш компьютер или перетащив файл на целевое поле ниже.

source: Your browser does not support file uploads. Please download and install the latest version or use another supported browser to access this feature.
ru_ru: Ваш браузер не поддерживает загрузку файлов. Загрузите и установите последнюю версию или использовать другой поддерживаемый браузер для доступа к этой функции.

source: Selected File:
ru_ru: Выбранный файл:

source: Select File
ru_ru: Выбрать файл

source: Drop your data file here
ru_ru: Перетащите сюда свои файл данных

source: The maximum file upload size is
ru_ru: Максимальный размер загружаемого файла:

source: Mb
ru_ru: Мб

source: Multiple files selected. Try again, with only one file selected.
ru_ru: Выбрано несколько файлов. Попробуйте еще раз, выбрав только один файл.

source: File too large. The file selected is %sMb. Maximum file size is %sMb
ru_ru: Файл слишком большой. Размер выбранного файла %sMБ. Максимальный размер файла составляет %sMБ.

source: Preview is not supported for this archive file, but it can still be indexed.
ru_ru: Предварительный просмотр не поддерживается для этого архивного файла, но он все еще может быть проиндексирован.

source: Preview is not supported for this binary file, but it can still be indexed.
ru_ru: Предварительный просмотр не поддерживается для этого двоичного файла, но он все еще может быть проиндексирован.

source: Unspecified upload error. Refresh and try again.
ru_ru: Неопределенная ошибка загрузки. Обновите и повторите попытку.

source: Generating data preview...
ru_ru: Создание предварительного просмотра данных...

source: No file selected
ru_ru: Не выбран ни один файл

source: What kinds of files can Splunk index?
ru_ru: Какие файлы может индексировать Splunk?

source: Many kinds. Splunk recognizes many different file formats, and you can configure it to recognize many more.
ru_ru: Многие виды. Splunk распознает множество различных форматов файлов, и вы можете настроить его для распознавания многих других.

source: What is a source?
ru_ru: Что такое источник?

source: A source is a file, a network stream, or a specialized output such as a Windows Event Log channel. Splunk uses the "source" field of an indexed event to identify the event’s original location or method of input.
ru_ru: Источник — это файл, сетевой поток или специализированный вывод данных, такой как канал журнала событий Windows. Splunk использует поле «источник» индексированного события для определения исходного местоположения события или метода ввода.

source: How do I get remote data onto my Splunk instance?
ru_ru: Как получить данные, находящиеся удаленно, на мой экземпляр Splunk?

source: If the data is on a machine on the same network, you can map or mount a drive to access the data. The most popular option is to forward the data by installing a universal forwarder on the machine that contains the data.
ru_ru: Если данные находятся на компьютере в той же самой сети, можно мапировать или смонтировать диск для доступа к данным. Наиболее популярным вариантом является пересылка данных путем установки универсального переадресатора (forwarder) на компьютере, который содержит данные.

source: Configure this instance to monitor files and directories for data. To monitor all objects in a directory, select the directory. Splunk monitors and assigns a single source type to all objects within the directory. This might cause problems if there are different object types or data sources in the directory. To assign multiple source types to objects in the same directory, configure individual data inputs for those objects.
ru_ru: Настройте этот экземпляр для мониторинга файлов и каталогов на предмет данных. Для мониторинга всех объектов в каталоге, выберите каталог. Splunk мониторит и назначает единый тип источника для всех объектов в каталоге. Это может вызвать проблемы, если в каталоге существуют различные типы объектов или источники данных. Чтобы назначить несколько типов источников для объектов в том же каталоге, настройте индивидуальные вводы данных для этих объектов.

source: Configure selected Splunk Universal Forwarders to monitor both existing and new data within a file or directory. If you choose to monitor a directory, you can only assign a single source type to the data within that directory. If a directory contains different log files from various applications or sources, configure individual file monitor inputs for each type of log file (you will have an opportunity to set individual source types this way). If the specified directory contains subdirectories, Splunk recursively examines them for new files.
ru_ru: Настройте выбранные Универсальные Переадресаторы Splunk для мониторинга существующих и новых данных внутри файла или каталога. Если вы хотите мониторить каталог, можно присвоить только один тип источника для данных в этом каталоге. Если каталог содержит различные файлы журналов из различных приложений или источников, настраивайте отдельные вводы мониторинга файлов для каждого типа файла журнала (таким образом вы будете иметь возможность установить отдельные типы источников ). Если указанный каталог содержит подкаталоги, Splunk рекурсивно анализирует их для создания новых файлов.

source: File or Directory
ru_ru: Файл или каталог

source: On Windows: c:\apache\apache.error.log or \\hostname\apache\apache.error.log. On Unix: /var/log or /mnt/www01/var/log.
ru_ru: В Windows: c:apacheapache.error.log или \\hostnameapacheapache.error.log. В Unix: /var/log или /mnt/www01/var/log.

source: This can be any file or directory accessible from this Splunk installation. Make sure Splunk has the correct permissions to access the data you want it to collect.
ru_ru: Это может быть любой файл или каталог доступный из установленного Splunk. Убедитесь, что Splunk имеет правильные полномочия для доступа к данным, которые вы хотите собрать.

source: Index Once
ru_ru: Индексировать один раз

source: Specify a regular expression that files from this source must match to be monitored by Splunk.
ru_ru: Укажите регулярное выражение, которому должны соответствовать файлы из этого источника чтобы их мониторил Splunk.

source: Specify a regular expression that files from this source must NOT match to be monitored by Splunk.
ru_ru: Укажите регулярное выражение, которому НЕ должны соответствовать файлы из этого источника чтобы их мониторил Splunk.

source: Data preview will be skipped, it is not supported for directories.
ru_ru: Предварительный просмотр данных будет пропущен, он не поддерживается для каталогов.

source: Data preview will be skipped, it is not supported for paths using wildcards.
ru_ru: Предварительный просмотр данных будет пропущен, он не поддерживается для путей, использующих подстановочные символы.

source: Data preview will be skipped, it is not supported for archives.
ru_ru: Предварительный просмотр данных будет пропущен, он не поддерживается для архивов.

source: Data preview will be skipped, it is not supported for UNC paths.
ru_ru: Предварительный просмотр данных будет пропущен, он не поддерживается для путей UNC.

source: I can't access the file that I want to index. Why?
ru_ru: Я не могу получить доступ к файлу, который хочу индексировать. Почему?

source: Make sure that the file is available on your system by checking mount points or mapped drives. Also, make sure the user account that Splunk runs as has proper permissions to access the file.
ru_ru: Убедитесь, что файл доступен на вашей системе путем проверки точек монтирования или мапированных дисков. Кроме того убедитесь, что учетная запись пользователя под которой работает Splunk имеет соответствующие полномочия для доступа к файлу.

source: Can I monitor changes to files in addition to their content?
ru_ru: Могу ли я отслеживать изменения файлов в дополнение к их содержимому?

source: Yes. Best Practices suggest using native OS file auditing tools, like Audit Policy for Windows and auditd for UNIX, and then indexing the output of those tools into Splunk.
ru_ru: Да. Рекомендуется использовать родные инструменты ОС для аудита файлов, такие как Audit Policy для Windows и auditd для UNIX, а затем индексировать вывод этих инструментов в Splunk.

source: What is a source type?
ru_ru: Что такое тип источника?

source: A source type is a field that defines how Splunk handles a piece of incoming data. The source type defines specifications for line break behavior, timestamp location, and character set.
ru_ru: Тип источника — это поле, которое определяет, как Splunk обрабатывает часть входящих данных. Тип источника определяет спецификации для поведения разрыва строки, расположение отметки времени и набора символов.

source: How do I specify a whitelist or blacklist for a directory?
ru_ru: Как указать белый или черный список для каталога?

source: Specify a
ru_ru: Укажите

source: wildcard
ru_ru: подстановочный символ

source: or a directory in the "File or Directory" field, then click "Next." Splunk enables the "whitelist" and "blacklist" fields for editing.
ru_ru: или каталог в поле «Файл или каталог», затем нажмите кнопку «Далее». Splunk позволяет редактирование полей «белый список» и «черный список».

source: Can I browse files on Universal Forwarders through this UI?
ru_ru: Можно ли просматривать файлы на Универсальных Переадресаторах через этот интерфейс пользователя?

source: No, at this time there is no support for browsing remote file systems. Instead, specify the exact path to the file or directory you wish to monitor.
ru_ru: Нет, в настоящее время просмотр удаленных файловых систем не поддерживается. Вместо этого укажите точный путь к файлу или каталогу, который вы хотите мониторить.

source: Yes. Use native OS file auditing tools, like Audit Policy for Windows and auditd for UNIX, and then configure the universal forwarder to monitor the file or Event Log channel that the auditing tool writes to.
ru_ru: Да. Используйте встроенные средства аудита файлов операционной системы, как Audit Policy для Windows, и auditd для UNIX, а затем настройте универсальный переадресатор для мониторинга файла или канал Журнала Событий, в который ведет запись инструмент аудита.

source: or a directory in the "File or Directory" field, then click "Next." Splunk displays the whitelist and blacklist fields.
ru_ru: или каталог в поле "Файл или Каталог", затем нажмите кнопку "Далее". Splunk отображает поля черный список и белый список.

source: If set, overrides the default source value of the HTTP Event Collector entry.
ru_ru: Если установлено, это отменяет исходное значение по умолчанию записи HTTP Event Collector.

source: Text that describes what this input is.
ru_ru: Текст, описывающий чем является этот ввод.

source: Enable indexer acknowledgement
ru_ru: Включить подтверждение индексатора

source: Output Group (optional)
ru_ru: Группа Вывода (необязательно)
