Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Specifies process/application name to monitor. Can be a regular expression.
ru_ru: Задает имя процесса/приложения для мониторинга. Может быть регулярным выражением.

source: Specifies user name to monitor. Can be a regular expression.
ru_ru: Задает имя пользователя для мониторинга. Может быть регулярным выражением.

source: What information does the Windows network monitoring input gather?
ru_ru: Какую информацию собирает ввод Мониторинг сети Windows?

source: The network monitoring input gathers network activity on a Windows machine, including IP address family, packet type, protocol used, the machines involved in the transaction, and more.
ru_ru: Ввод мониторинга сети собирает данные сетевой активности на компьютере с Windows, включая семейство адресов IP, тип пакета, используемый протокол, машины, участвующие в транзакции, и многое другое.

source: Does Splunk need to run as an administrative user to access local network monitoring information?
ru_ru: Должен ли Splunk работать от пользователя с правами администратора для доступа к информации мониторинга локальной сети?

source: Can I configure Windows network monitoring on remote Windows machines?
ru_ru: Могу ли я настроить мониторинг сети Windows на удаленных компьютерах Windows?

source: I'm having problems with the network monitoring input. Are there any common problems I should be aware of?
ru_ru: У меня проблемы с вводом мониторинга сети. Существуют ли какие общие проблемы, о которые я должен знать?

source: Make sure that you have updated the machine with all available patches, including the <a href="http://support.microsoft.com/kb/2685811" target="_blank"> Kernel-Mode Driver Framework version 1.11 Update</a> that is part of Knowledge Base article 2685811. Network monitoring input might not function if this update is not present on your system.
ru_ru: Убедитесь, что вы обновили компьютер используя всех доступные патчи, включая <a href="http://support.microsoft.com/kb/2685811" target="_blank"> Kernel-Mode Driver Framework version 1.11 Update</a>, что является частью записи 2685811 Базы Знаний. Ввод мониторинга сети может не функционировать, если этого обновления нет на вашей системе.

source: Configure this instance to capture statistics about network activity into or out of this machine. The network monitor input runs once for every input defined, at the interval specified in the input.
ru_ru: Настройте этот экземпляр для сбора статистических сведений о сетевой активности входящей или исходящей из этой машины. Ввод мониторинга сети выполняется один раз для каждого определенного ввода в интервале, заданном в параметре ввода.

source: This monitor is available only on 64-bit Windows systems.
ru_ru: Этот монитор доступен только на 64-разрядных системах Windows.

source: Polling interval
ru_ru: Интервал опроса

source: -- Select object --
ru_ru: --Выберите объект--

source: Available objects
ru_ru: Доступные объекты

source: Select an object to view and add available counters.
ru_ru: Выберите объект для просмотра и добавления доступных счетчиков.

source: counter(s)
ru_ru: счетчик(и)

source: Select Counters
ru_ru: Выберите счетчики

source: instance(s)
ru_ru: экземпляр(ы)

source: Select Instances
ru_ru: Выберите экземпляры

source: What Windows performance metrics can Splunk collect?
ru_ru: Какие метрики производительности Windows может собирать Splunk?

source: Splunk can monitor all available performance monitoring metrics on the local system if you install it as the “Local System” user.
ru_ru: Splunk может мониторить все доступные метрики мониторинга производительности на локальной системе, если вы установите его от пользователя “Local System”.

source: What is the best method for monitoring performance metrics of remote windows machines?
ru_ru: Какой метод является лучшим для мониторинга производительности удаленных машин Windows?

source: Configure this instance to monitor Windows performance counters. The performance objects available for monitoring depend on the system libraries installed. Microsoft and third-party vendors provide performance libraries.
ru_ru: Настройте этот экземпляр для мониторинга счетчиков производительности Windows. Объекты производительности, доступные для мониторинга зависят от установленных системных библиотек. Библиотеки производительности поставляются как корпорацей Microsoft так и сторонними производителями.

source: Configure selected Splunk Universal Forwarders to monitor Windows performance counters. The performance objects available to Splunk for monitoring depend on the performance libraries installed on the system. Both Microsoft and third-party vendors provide libraries that contain performance counters.
ru_ru: Настройте выбранные универсальные переадресаторы Splunk для мониторинга счетчиков производительности Windows. Объекты производительности, доступные Splunk для мониторинга зависят от библиотек производительности, установленных в системе. Microsoft и сторонние производители предоставляют библиотеки, содержащие счетчики производительности.

source: Important:
ru_ru: Важно:

source: Only Splunk Universal Forwarders that run version 6.2 or later support remote configuration from this page. If you have older versions running, either upgrade to the latest release, or define performance monitoring inputs manually.
ru_ru: Только универсальные переадресаторы Splunk, начиная с версии 6.2 или более поздней, поддерживают удаленную настройку с этой страницы. Если у вас работает более старая версия, обновите ее до последней версии, или определите вводы мониторинга производительности вручную.

source: Select target host
ru_ru: Выберите целевой хост

source: Enter a host name then click "Query" to find available classes.
ru_ru: Введите имя хоста, а затем нажмите «Запрос» для поиска доступных классов.

source: -- Select Class --
ru_ru: --Выберите класс--

source: Select Class
ru_ru: Выберите класс

source: Select a class to view and add available counters.
ru_ru: Выберите класс для просмотра и добавления доступных счетчиков.

source: Query
ru_ru: Запрос

source: Configure this instance to collect performance metrics on remote Windows machines using the Windows Management Instrumentation (WMI) framework. Splunk must run as an Active Directory user with appropriate access to the remote machine. Both Splunk and the remote machine must reside in the same AD domain or forest.
ru_ru: Настройте этот экземпляр для сбора метрик производительности на удаленных компьютерах Windows, с помощью платформы Windows Management Instrumentation (WMI). Splunk должeн выполняться ot пользователя Active Directory с соответствующим доступом к удаленному компьютеру. Splunk и удаленный компьютер должны находиться в одном домене или лесу AD.

source: Query the current values when the input starts up.
ru_ru: Запросите текущие значения, когда запускается ввод.

source: What information does the Windows print monitoring input gather?
ru_ru: Какую информацию собирает ввод мониторинга печати Windows?

source: The print monitoring input retrieves information on the Windows print subsystem. This includes the number of printers, the number and status of jobs, the installed drivers, and the available printer ports.
ru_ru: Ввод мониторинга печати извлекает сведения о подсистеме печати Windows. Это включает в себя количество принтеров, количество и состояние заданий, установленные драйверы и доступные порты принтеров.

source: Does Splunk need to run as an administrative user to access print monitoring information?
ru_ru: Должен ли Splunk работать от пользователя с правами администратора для доступа к информации мониторинга печати?

source: Can I configure Windows print monitoring on remote Windows machines?
ru_ru: Можно настроить мониторинг печати Windows на удаленных машинах Windows?

source: Yes, if you install a universal forwarder on the machines that you want to get this information from. You can’t collect this type of data from remote machines from this Splunk instance.
ru_ru: Да, если вы установите универсальный переадресатор на машинах, с которых вы хотите получать эту информацию. Вы не можете собирать этот тип данных с удаленных машин из этого экземпляра Splunk.

source: Configure this instance to capture Windows information about printers, drivers, print jobs, and printer ports on this Windows machine. This monitor runs once for every input defined on the machine, at the interval specified in the input.
ru_ru: Настройте этот экземпляр для получения информации Windows о принтерах, драйверах, заданиях печати и портах принтера на этом компьютере Windows. Этот монитор запускается один раз для каждого ввода, определенного на компьютере, в интервале, заданном в параметре ввода.

source: Registry hive
ru_ru: Куст реестра

source: Path to the Registry key that Splunk will monitor
ru_ru: Путь к ключу Реестра, который будет мониторить Splunk

source: Monitor subnodes
ru_ru: Монирот подузлов

source: Registry event types that you want Splunk to monitor for the chosen Registry hive
ru_ru: Типы событий Реестра, которые будут мониториться Splunk для выбранного куста Реестра

source: Which processes Splunk should monitor for changes to the Registry. Leave the default of C:\.* to have Splunk monitor all processes.
ru_ru: Какие процессы Splunk должен мониторить на предмет изменений в Реестре. Оставьте значение по умолчанию C:\.* для того, чтобы Splunk мониторил все процессы.

source: Scan your registry once for existing key values. This may be an expensive process and could take some time.
ru_ru: Однократно сканировать ваш реестр для существующих значений ключа. Это может быть ресурсоемким процессом и может занять некоторое время.

source: What kind of Registry data does Splunk collect?
ru_ru: Какие виды данных Реестра собирает Splunk?

source: Splunk collects changes to Windows Registry keys and hives. It can also set a baseline when the system first starts.
ru_ru: Splunk собирает изменения ключей Реестра и кустов Windows . Также может быть задан базовый уровень при первом запуске системы.

source: Do I need administrative rights to monitor the Windows Registry?
ru_ru: Нужны ли мне права администратора для мониторинга Реестра Windows?

source: It depends. A domain user can read many Registry items, but only local administrators can access some security-related items. If you install Splunk as the Local System user, it can read all Registry items on the local machine.
ru_ru: Это зависит от ситуации. Пользователь домена может просматривать многие элементы Реестра, но только локальные администраторы могут получить доступ к некоторым элементам, связанным с безопасностью. Если вы устанавливаете Splunk как пользователь "Local System", то он может читать все элементы Реестра на локальном компьютере.

source: Why should I be careful about the number of Registry items I monitor?
ru_ru: Почему я должен быть осторожным с количеством элементов Реестра, которые я мониторю?

source: Registry monitoring can generate a lot of events, which can impact both machine performance and indexing volume significantly. Limit Registry monitoring to what is valuable to reduce the impact on performance and licensing.
ru_ru: Мониторинг реестра может генерировать большое число событий, что может существенно повлиять как на производительность машины так и объем индексации. Ограничьте мониторинг реестра только важными показателями для снижения влияния на производительность и лицензирование.

source: Can I configure Windows registry monitoring on remote Windows machines?
ru_ru: Можно ли настроить мониторинг Реестра Windows на удаленных Windows машинах?

source: Yes, if you install a universal forwarder on the machines that you want to get this information from. You can’t collect this type of data from remote machines from this Splunk instance.
ru_ru: Да, если вы установите универсальный переадресатор на машинах, с которых вы хотите получать эту информацию. Вы не можете собирать этот тип данных с удаленных машин из этого экземпляра Splunk.

source: Configure this instance to capture Windows Registry settings and monitor changes. Splunk captures the name of the process that made the change, as well as the path to the changed entry.
ru_ru: Настройте этот экземпляр для записи параметров реестра Windows и мониторинга изменений. Splunk получает имя процесса, который сделал изменения, а также путь к изменившейся записи.

source: This alert is disabled.
ru_ru: Это оповещение отключено.

source: There are no fired events for this alert.
ru_ru: Для этого оповещения нет сработавших событий.

source: 10 per page
ru_ru: 10 на странице

source: 20 per page
ru_ru: 20 на странице

source: Trigger History
ru_ru: История срабатываний

source: TriggerTime
ru_ru: Время Срабатывания

source: Actions
ru_ru: Действия

source: View Results
ru_ru: Посмотреть результаты

source: Alert actions
ru_ru: Действия по оповещению

source: Browse more
ru_ru: Показать больше

source: Alert Actions
ru_ru: Действия по Оповещению

source: Review and manage available alert actions
ru_ru: Обзор и управление доступными действиями по оповещению

source: 25 per page
ru_ru: 25 на странице

source: Showing %s-%s of %s items
ru_ru: Показаны %s-%s из %s элементов

source: filter
ru_ru: фильтр

source: Find
ru_ru: Найти

source: Loading
ru_ru: Загружается

source: Alert action
ru_ru: Действие по оповещению

source: Sharing
ru_ru: Разделяемый доступ

source: Status
ru_ru: Статус

source: Usage
ru_ru: Использование

source: No results found
ru_ru: Результаты не найдены

source: Disabled
ru_ru: Отключено

source: Enable
ru_ru: Включить

source: Enabled
ru_ru: Включено

source: Disable
ru_ru: Выключить

source: Setup %s
ru_ru: Настройка %s

source: Usage statistics
ru_ru: Статистика использования

source: View log events
ru_ru: Просмотр событий журнала

source: Alerts set a condition that triggers an action, such as sending an email that contains the results of the triggering search to a list of people.
ru_ru: Оповещения задают условие, которое запускает действие, например, отправку списку людей электронной почты, которая содержит результаты запуска поиска.

source: Alerts set a condition that triggers an action, such as sending an email that contains the results of the triggering search to a list of people. Click the name to view the alert. Open the alert in Search to refine the parameters.
ru_ru: Оповещения задают условие, которое запускает действие, например, отправку списку людей электронной почты, которая содержит результаты запуска поиска. Нажмите на имя, чтобы просмотреть оповещение. Откройте оповещение в Поиске для уточнения параметров.

source: Open
ru_ru: Открыть

source: Find apps by keyword, technology...
ru_ru: Поиск приложений по ключевому слову, технологии...

source: author
ru_ru: автор

source: Author
ru_ru: Автор

source: Invalid filter
ru_ru: Недопустимый фильтр

source: Cannot sort by Best Match without a search string
ru_ru: Невозможно сортировать по Лучшему Совпадению без строки поиска

source: Error connecting to server
ru_ru: Ошибка соединения с сервером

source: Browse More Apps
ru_ru: Просмотреть больше приложений

source: Best Match
ru_ru: Лучшее совпадение

source: Newest
ru_ru: Новейшие

source: Popular
ru_ru: Популярные

source: Nothing was found with selected filters.
ru_ru: Ничего не было найдено с помощью выбранных фильтров.

source: Downloads
ru_ru: Загрузки

source: Released
ru_ru: Выпущено

source: Last Updated
ru_ru: Последний раз обновлялся

source: View on Splunkbase
ru_ru: Вид на Splunkbase

source: More
ru_ru: Больше

source: Less
ru_ru: Меньше

source: Splunk Certified
ru_ru: Сертифицированный Splunk'ом

source: Install
ru_ru: Установить

source: Please file a support case to upgrade this app.
ru_ru: Пожалуйста, откройте запрос на поддержку для обновления этого приложения.

source: Request Upgrade
ru_ru: Запрос обновления

source: Please file a support case to install this app.
ru_ru: Пожалуйста, откройте запрос на поддержку для установки этого приложения.

source: Request Install
ru_ru: Запрос установки

source: This app is not available for Splunk Cloud.
ru_ru: Это приложение недоступно для Splunk Cloud.

source: Unavailable
ru_ru: Недоступно

source: This app is not yet certified for Splunk Cloud. Please file a support case to request this app.
ru_ru: Это приложение еще не сертифицировано для Splunk Cloud. Пожалуйста, откройте запрос на поддержку для запроса этого приложения.

source: Not Yet Available
ru_ru: Пока не доступно

source: Update
ru_ru: Обновить

source: Open App
ru_ru: Открыть приложение

source: App Installation Failed
ru_ru: Ошибка установки приложения

source: Retry
ru_ru: Повторить

source: Installing app...
ru_ru: Установка приложения...

source: Your app
ru_ru: Ваше приложение

source: is being downloaded and installed.
ru_ru: загружается и устанавливается.

source: Enter your Splunk.com username and password to download the app
ru_ru: Введите ваши имя пользователя и пароль Splunk.com для загрузки приложения

source: Forgot your password?
ru_ru: Забыли ваш пароль?

source: This app is provided by a third party and your rights to use the app is in accordance with the license provided by that third-party licensor. Splunk is not responsible for any third-party apps and does not provide any warranty or support. If you have any questions, complaints or claims with respect to this app, please contact the licensor directly, whose contact information can be found on the download page.
ru_ru: Это приложение предоставлено третьей стороной и ваши права на использование приложения находятся в соответствии с лицензией, предоставленной этой лицензиаром третьей стороны. Splunk не несет ответственности за любые приложения сторонних разработчиков и не предоставляет никаких гарантий или поддержки. Если у вас есть какие-либо вопросы, жалобы или претензии в отношении этого приложения, пожалуйста, свяжитесь с лицензиаром напрямую, чьи контактные данные можно найти на странице загрузки.

source: Splunk Software License Agreement
ru_ru: Лицензионное соглашение на программное обеспечение Splunk

source: Splunk Websites Terms and Conditions of Use
ru_ru: Правила и условия использования веб-сайтов Splunk

source: I have read the terms and conditions of the license and agree to be bound by them.
ru_ru: Я прочитал правила и условия лицензии и согласен соблюдать их.

source: Login
ru_ru: Вход в систему

source: Login and Install
ru_ru: Войти в систему и установить

source: Restarting Splunk...
ru_ru: Перезапуск Splunk...

source: Restart Splunk
ru_ru: Перезапуск Splunk

source: Open the App
ru_ru: Открыть приложение

source: Go Home
ru_ru: Перейти на домашнюю страницу

source: was successfully installed.
ru_ru: был успешно установлен.

source: Apps
ru_ru: Приложения

source: Archive Name
ru_ru: Имя архива

source: AWS S3 Bucket Path
ru_ru: Путь к корзины AWS S3

source: An AWS S3 Bucket in the same AWS region as your Splunk Cloud environment. eg. s3a://mybackup
ru_ru: Корзина AWS S3 в том же регионе AWS как и ваша среда Splunk Cloud. Например s3a://mybackup

source: Generate
ru_ru: Сгенерировать

source: AWS S3 Bucket Policy
ru_ru: Политика корзины AWS S3

source: Copy and paste into your AWS permissions console.
ru_ru: Скопируйте и вставьте в свою консоль полномочий AWS.

source: The AWS S3 Bucket permissions that will allow Splunk Cloud to copy data to the AWS S3 Bucket.
ru_ru: Полномочия Корзины AWS S3, которые позволят Splunk Cloud копировать данные в корзину AWS S3.

source: Edit Archive: %s
ru_ru: Редактировать архив: %s

source: Copy data from indexes you specify into an AWS S3 Bucket. The S3 Bucket must be dedicated to Splunk Cloud archive data only, and must be in the same AWS Region as your Splunk Cloud environment.
ru_ru: Скопируйте данные из индексов, которые вы указали, корзину AWS S3. Корзина S3 должна быть предназначена только для архивных данных Splunk Cloud и должен находиться в том же регионе AWS как и ваша среда Splunk Cloud.

source: Archives
ru_ru: Архивы

source: Archives let you store data in AWS S3 buckets.
ru_ru: Архивы позволяют хранить данные в корзинах AWS S3.

source: 0 archives
ru_ru: 0 архивов

source: AWS S3 Path
ru_ru: Путь AWS S3

source: Now you can archive data from Splunk Cloud to AWS S3!
ru_ru: Теперь вы можете архивировать данные из Splunk Cloud в AWS S3!

source: No archives are defined.
ru_ru: Архивы не определены .

source: archives
ru_ru: архивы

source: Delete Archive
ru_ru: Удалить архив

source: Are you sure you want to delete the archive named <i>%s</i>?
ru_ru: Вы уверены, что хотите удалить архив с <i>%s</i>?

source: The data in your S3 bucket <i>%s</i> will NOT be deleted.
ru_ru: Данные в вашей корзине S3 <i>%s</i> НЕ БУДУТ удалены.

source: You can not delete the archive <i>%s</i> until the following indexes are no longer archiving data to this archive:
ru_ru: Вы не можете удалить архив <i>%s</i> до тех пор пока следующие индексы не будут более архивировать данные для этого архива:

source: Access controls
ru_ru: Контроль доступа

source: Specify authentication method, manage user settings, and manage roles
ru_ru: Укажите метод аутентификации, определите параметры пользователя и роли

source: Showing %d-%d of %d items
ru_ru: Показаны %d-%d из %d элементов

source: Showing 1 of 1 item
ru_ru: Показан 1 из 1 элемента

source: Delete User
ru_ru: Удалить пользователя

source: Are you sure you want to delete user %s?
ru_ru: Вы уверены, что хотите удалить пользователя %s?

source: Authentication system
ru_ru: Система аутентификации

source: Full name
ru_ru: Полное имя

source: Email address
ru_ru: Адрес электронной почты

source: Time zone
ru_ru: Часовой пояс

source: Default app
ru_ru: Приложение по умолчанию

source: Default app inherited from
ru_ru: Приложение по умолчанию, унаследованное от

source: Roles
ru_ru: Роли

source: New user
ru_ru: Новый пользователь

source: You can manage up to %s accounts
ru_ru: Вы можете управлять учетными записями количеством до %s

source: Manage Account
ru_ru: Управление учетной записью

source: Role
ru_ru: Роль

source: Permission to Delete Data
ru_ru: Права на удаление данных

source: Confirm password
ru_ru: Подтвердите пароль

source: Admin
ru_ru: Администратор

source: Passwords don't match
ru_ru: Пароли не совпадают

source: Username required
ru_ru: Требуется имя пользователя

source: Password required
ru_ru: Требуется пароль

source: Node Type
ru_ru: Тип узла

source: Master Node Configuration
ru_ru: Конфигурация Мастер-узла

source: Configuration
ru_ru: Конфигурация

source: Disable Indexer Clustering
ru_ru: Отключить Кластеризацию Индексатора

source: Indexer Clusters are groups of Splunk indexers configured to keep multiple copies of data. This increases data <br> availability, data fidelity, data redundancy, and search performance. Indexer clustering is a complex feature, we recommend reading the<br> documentation before enabling indexer clustering.
ru_ru: Кластеры Индексаторов представляют собой группы индексаторов Splunk настроенные для хранения многочисленных копий данных. Это увеличивает доступность данных <br>, надежность данных, избыточность данных и эффективность поиска. Кластеризация индексаторов является сложной функцией, мы рекомендуем прочитать <br> документацию перед включением кластеризации индексаторов.

source: Enable indexer clustering
ru_ru: Включить Кластеризацию индексаторов

source: Replication Factor
ru_ru: Фактор репликации

source: The number of copies of raw data that you want the cluster to maintain. A higher replication factor protects against loss of data if peer nodes fail.
ru_ru: Число копий необработанных данных, которые вы хотите, чтобы поддерживал кластер. Более высокий коэффициент репликации обеспечивает защиту от потери данных в случае сбоя одноранговых узлов.

source: Search Factor
ru_ru: Фактор поиска
