Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: <a data-unset-token="drilldown_page_fault">Close this drilldown table</a>
ru_ru: <a data-unset-token="drilldown_page_fault">Закрыть эту таблицу углубленной детализации</a>

source: <p>Count of Splunk Enterprise instances grouped by $countPageFaultsFuncLabel$ page faults per operation over time.</p>
ru_ru: <p>Количество экземпляров Splunk Enterprise , сгруппированных по $countPageFaultsFuncLabel$ ошибкам страниц по операциям с течением времени.</p>

source: <a data-unset-token="drilldown_network_traffic">Close this drilldown table</a>
ru_ru: <a data-unset-token="drilldown_network_traffic">Закрыть эту таблицу углубленной детализации</a>

source: <p>Total inbound and outbound network traffic attributed to the use of KV stores across all instances in the deployment.</p>
ru_ru: <p>Общий входящий и исходящий сетевой трафик связанный с использованием хранилищ "ключ/значение" по всем экземплярам в развертывании.</p>

source: <a data-unset-token="drilldown_mapped_memory_ratio">Close this drilldown table</a>
ru_ru: <a data-unset-token="drilldown_mapped_memory_ratio">Закрыть эту таблицу углубленной детализации</a>

source: <p>Count of Splunk Enterprise instances grouped by ratio of virtual memory to mapped memory.</p>
ru_ru: <p>Количество экземпляров Splunk Enterprise, сгруппированных по отношению виртуальной памяти к мапированной памяти.</p>

source: <a data-unset-token="drilldown_rep_latency">Close this drilldown table</a>
ru_ru: <a data-unset-token="drilldown_rep_latency">Закрыть эту таблицу углубленной детализации</a>

source: <p>Count of Splunk Enterprise instances grouped by average latency of data replication between KV stores.</p>
ru_ru: <p>Количество экземпляров Splunk Enterprise, сгруппированных по средней задержке репликации данных между хранилищами "ключ/значение".</p>

source: <a data-unset-token="drilldown_primary_oplog_window">Close this drilldown table</a>
ru_ru: <a data-unset-token="drilldown_primary_oplog_window">Закрыть эту таблицу углубленной детализации</a>

source: <p>Operations log window size is the length of time between the first and last operations in the oplog.</p>
ru_ru: <p>Размер окна журнала операций это промежуток времени между первой и последней операцией в oplog.</p>

source: <a data-unset-token="drilldown_background_flush">Close this drilldown table</a>
ru_ru: <a data-unset-token="drilldown_background_flush">Закрыть эту таблицу углубленной детализации</a>

source: <p>Percent is the percentage of 60 seconds KV Store takes to flush writes to disk.</p>
ru_ru: <p>Проценты - это доля интервала в 60 секунд, необходимая Хранилищу "ключ/значение"для сброса записей на диск. </p>

source: Collection Metrics
ru_ru: Метрики Собрания

source: Memory Usage
ru_ru: Использование памяти

source: Network Traffic
ru_ru: Сетевой трафик

source: Flush Time
ru_ru: Время сброса

source: Page Fault per Operation
ru_ru: Ошибка страницы по операциям

source: Operations
ru_ru: Операции

source: Average Replication Latency
ru_ru: Средняя задержка репликации

source: Operations per Minute
ru_ru: Число операций в минуту

source: Asserts
ru_ru: Подтверждения

source: Page Faults per Operation
ru_ru: Ошибки страниц по операциям

source: Size of Queues
ru_ru: Размер очередей

source: Connections over Time
ru_ru: Соединения с течением времени

source: Percent of Each Minute Spent Flushing to Disk
ru_ru: Процент каждой минуты, затраченный на сброс данных на диск

source: KV Store: Instance
ru_ru: Хранилище "ключ/значениe": экземпляр

source: Assert Type
ru_ru: Тип подтверждения

source: Active connections
ru_ru: Активные подключения

source: Total Queues
ru_ru: Всего очередей

source: Total Asserts
ru_ru: Всего подтверждений

source: command
ru_ru: команда

source: update
ru_ru: обновить

source: query
ru_ru: запросить

source: delete
ru_ru: удалить

source: getmore
ru_ru: получить еще

source: insert
ru_ru: вставить

source: msg
ru_ru: сообщ.

source: regular
ru_ru: регулярный

source: rollovers
ru_ru: переключения

source: user
ru_ru: пользователь

source: warning
ru_ru: предупреждение

source: Memory Usage (MB)
ru_ru: Использование памяти (МБ)

source: Percentage of Total Operations
ru_ru: Процент от общего числа операций

source: Lag (seconds)
ru_ru: Задержка (в секундах)

source: Ratio
ru_ru: Коэффициент

source: <p>Network traffic since restart.</p>
ru_ru: <p>Сетевой трафик с момента перезагрузки.</p>

source: <p>KV store operations since last restart.</p>
ru_ru: <p> Операции хранилища "ключ/значение" с момента последнего перезапуска.</p>

source: License Usage - Previous 30 Days
ru_ru: Использование лицензии - предыдущие 30 дней

source: Split By
ru_ru: Разделить по

source: Show stack/pool size overlay?
ru_ru: Показать перекрытие размера стека/пула?

source: By souce type
ru_ru: По типу источника

source: <span class="info-message alert alert-warning"><i class="icon-alert"/> The report that powers these panels is not accelerated. For faster performance, turn on acceleration for this report. <a href="/help?location=learnmore.DMC.LURV.acceleration" target="_blank" title="Splunk help">Learn more <i class="icon-external"/></a></span><br/><br/>
ru_ru: <span class="info-message alert alert-warning"><i class="icon-alert"/>Отчет, который используется этими панелями не ускорен. Для повышения производительности, включите ускорение для этого отчета. <a href="/help?location=learnmore.DMC.LURV.acceleration" target="_blank" title="Splunk help">Узнать больше <i class="icon-external"/></a></span><br/><br/>

source: <span class="info-message alert alert-info"><i class="icon-alert"/>You have selected "host" or "source" from the "Split By" menu. You might see usage reported for a "SQUASHED" series. This is expected behavior if you have many unique hosts or sources. <a href="/help?location=learnmore.license.usage_squashing" target="_blank" title="Splunk help">Learn More <i class="icon-external"/></a></span>
ru_ru: <span class="info-message alert alert-info"><i class="icon-alert"/>Вы выбрали "хост" или "источник" из меню "разделить по". Вы можете видеть использование для серий "SQUASHED". Это ожидаемое поведение поведение если у вас много уникальных хостов или источников. <a href="/help?location=learnmore.license.usage_squashing" target="_blank" title="Splunk help">Узнать больше <i class="icon-external"/></a></span>

source: <span class="info-message alert alert-info"><i class="icon-alert"/>You have selected "index" from the "Split By" menu. If your license slaves are running a version of Splunk lower than 6.0, they will not report per index usage and you will see their usage labeled as "UNKNOWN".</span>
ru_ru: <span class="info-message alert alert-info"><i class="icon-alert"/>Вы выбрали "индекс" из меню "Разделить по". Если ваши ведомые по лицензии используют версию Splunk ниже 6.0, они не будут сообщать показатели использования индекса и вы увидите их использование помеченым как "НЕИЗВЕСТНО" ("UNKNOWN").</i></span>

source: License Usage - Today
ru_ru: Использование лицензии - сегодня

source: General Setup
ru_ru: Основные настройки

source: Today's Percentage of Daily License Quota used
ru_ru: Процент сегодняшнего использования лицензионной дневной квоты

source: $concurrencyFuncLabel$ Search Concurrency
ru_ru: Параллелизм поиска $concurrencyFuncLabel$

source: Show licence size overlay?
ru_ru: Показать перекрытие размера лицензии?

source: used
ru_ru: использовано

source: <p>Mode can be historical, historical batch, RT, or RT indexed.</p>
ru_ru: <p>Режим может быть историческим (historical), историческим пакетным (historical batch), реального времени (RT), или индексированным в реальном времени (RT indexed).</p>

source: <span class="info-message alert alert-warning"><i class="icon-alert"/> The report that powers these panels is not accelerated. For faster performance, you might wish to turn on acceleration for this report. <a href="/help?location=learnmore.license.usage_acceleration" target="_blank" title="Splunk help">Learn more</a></span><br/><br/>
ru_ru: <span class="info-message alert alert-warning"><i class="icon-alert"/>Отчет, который используется этими панелями не ускорен. Для повышения производительности, вы можете захотеть включить для этого отчета ускорение. <a href="/help?location=learnmore.license.usage_acceleration" target="_blank" title="Splunk help">Узнать больше</a></span><br/><br/>

source: Indexing Rate
ru_ru: Скорость индексации

source: Data Volume Indexed Today
ru_ru: Объем индексированных сегодня данных

source: Search Concurrency
ru_ru: Параллелизм поиска

source: Historical
ru_ru: Исторические данные

source: Indexing Rate by Time
ru_ru: Скорость индексации по времени

source: Daily Indexed Data Volume by Time
ru_ru: Ежедневный объем индексированных данных по времени

source: Search Concurrency by Time
ru_ru: Параллелизм поиска по времени

source: Last Day
ru_ru: За последние сутки

source: Last Month
ru_ru: За последний месяц

source: Indexed Data (GB)
ru_ru: Индексированные данные (ГБ)

source: Count of Searches
ru_ru: Количество поисков

source: Resource Usage by Instance
ru_ru: Использование ресурсов по экземплярам

source: $countInstance$ instances
ru_ru: $countInstance$ экземпляров

source: $countCPUFuncLabel$ CPU Usage
ru_ru: Использование ЦПУ $countCPUFuncLabel$

source: Time range: $drilldown_cpu_usage_earliest_label$ ~ $drilldown_cpu_usage_latest_label$. Metric: $countCPUFunc$ CPU usage range: $drilldown_cpu_usage_metric$. ($drilldown_cpu_usage_count$ instances)
ru_ru: Диапазон времени: $drilldown_cpu_usage_earliest_label$ ~ $drilldown_cpu_usage_latest_label$. Метрика: $countCPUFunc$ диапазон использования ЦПУ: $drilldown_cpu_usage_metric$. ($drilldown_cpu_usage_count$ экземпляров)

source: Deployment-Wide $avgCPUFuncLabel$ CPU Usage
ru_ru: $avgCPUFuncLabel$ использование ЦПУ по всему развертыванию

source: $countMemFuncLabel$ Physical Memory Usage
ru_ru: Использование физической памяти $countMemFuncLabel$

source: Time range: $drilldown_memory_usage_earliest_label$ ~ $drilldown_memory_usage_latest_label$. Metric: $countMemFunc$ memory usage range: $drilldown_memory_usage_metric$. ($drilldown_memory_usage_count$ instances)
ru_ru: Временной диапазон: $drilldown_memory_usage_earliest_label$ ~ $drilldown_memory_usage_latest_label$. Метрика: $countMemFunc$ Диапазон использования памяти: $drilldown_memory_usage_metric$. ($drilldown_memory_usage_count$ экземпляров)

source: Deployment-Wide $avgMemFuncLabel$ Physical Memory Usage
ru_ru: $avgMemFuncLabel$ Использование физической памяти по всему развертыванию

source: $countDiskFuncLabel$ Disk Usage
ru_ru: Использование диска $funcDiskLabel$

source: Time range: $drilldown_disk_usage_earliest_label$ ~ $drilldown_disk_usage_latest_label$. Metric: $countDiskFunc$ disk usage range: $drilldown_disk_usage_metric$. ($drilldown_disk_usage_count$ instances)
ru_ru: Временной диапазон: $drilldown_disk_usage_earliest_label$ ~ $drilldown_disk_usage_latest_label$. Метрика: $countDiskFunc$ диапазон использования дискового пространства: $drilldown_disk_usage_metric$. ($drilldown_disk_usage_count$ экземпляров)

source: Deployment-Wide $avgDiskFuncLabel$ Disk Usage
ru_ru: $avgDiskFuncLabel$ использование диска по всему развертыванию

source: Resource Usage: Deployment
ru_ru: Использование ресурсов: Развертывание

source: % disk usage
ru_ru: % использования диска

source: Memory Usage (%)
ru_ru: Использование памяти (%)

source: Disk Usage (%)
ru_ru: Использование диска (%)

source: <p>Click on instance name for more details.</p>
ru_ru: <p>Нажмите на имя экземпляра для получения более подробной информации.</p>

source: <a data-unset-token="drilldown_cpu_usage">Close this drilldown table</a>
ru_ru: <a data-unset-token="drilldown_cpu_usage">Закрыть эту таблицу углубленной детализации</a>

source: <p>Count of instances grouped by $countCPUFuncLabel$ machine-wide CPU usage over time.</p>
ru_ru: <p>Число экземпляров, сгруппированных по $countCPUFuncLabel$ использованию ЦПУ компьютера с течением времени.</p>

source: <p>$countCPUFuncLabel$ machine-wide CPU usage over time by instance.</p>
ru_ru: <p>$countCPUFuncLabel$ использование ЦПУ компьютера с течением времени по экземплярам.</p>

source: <a data-unset-token="drilldown_memory_usage">Close this drilldown table</a>
ru_ru: <a data-unset-token="drilldown_memory_usage">Закрыть эту таблицу углубленной детализации</a>

source: <p>Count of instances grouped by $countMemFuncLabel$ machine-wide physical memory usage over time.</p>
ru_ru: <p>Количество экземпляров, сгруппированных по $countMemFuncLabel$ использованию физической памяти компьютера с течением времени.</p>

source: <p>$countMemFuncLabel$ machine-wide physical memory usage over time by instance.</p>
ru_ru: <p>$countMemFuncLabel$ использование физической памяти компьютера с течением времени экземпляром.</p>

source: <a data-unset-token="drilldown_disk_usage">Close this drilldown table</a>
ru_ru: <a data-unset-token="drilldown_disk_usage">Закрыть эту таблицу углубленной детализации</a>

source: <p>Count of instances grouped by $countDiskFuncLabel$ disk usage over time. This metric takes into account all partitions in use by each instance.</p>
ru_ru: <p>Количество экземпляров, сгруппированных по $countDiskFuncLabel$ использованию диска с течением времени. Этот показатель учитывает все разделы, используемые каждым экземпляром.</p>

source: <p>$countDiskFuncLabel$ disk usage over time by instance. This metric takes into account all partitions in use by each instance.</p>
ru_ru: <p>$countDiskFuncLabel$ использование диска с течением времени. Этот показатель учитывает все разделы, используемые каждым экземпляром.</p>

source: <p>This metric takes into account all partitions in use by each Splunk Enterprise instance.</p>
ru_ru: <p>Этот показатель учитывает все разделы, используемые каждым экземпляром Splunk Enterprise.</p>

source: Machine Information
ru_ru: Информация о машине

source: Physical Memory Usage by Process Class
ru_ru: Использование физической памяти по Классу процесса

source: CPU Usage by Process Class
ru_ru: Использование ЦП по Классу процесса

source: Disk Usage
ru_ru: Использование диска

source: $funcPerpMemLabel$ Physical Memory Usage by Process Class
ru_ru: $funcPerpMemLabel$ Использование физической памяти по Классу процесса

source: $funcPerpCPULabel$ CPU Usage by Process Class
ru_ru: $funcPerpCPULabel$ Использование ЦП по Классу процесса

source: $funcDiskLabel$ Disk Usage
ru_ru: $funcDiskLabel$ Использование диска

source: Resource Usage: Instance
ru_ru: Использование ресурсов: экземпляр

source: Mount Point
ru_ru: Точка монтировки

source: <p>Click on machine name for more details.</p>
ru_ru: <p>Щелкните имя компьютера для более подробной информации.</p>

source: <p>Process class can be splunkd server, search, Splunk Web, index service, scripted input, KVStore, or other. <a class="dmc_process_class_learn_more external" target="_blank">Learn more</a></p>
ru_ru: <p>Класс процесса может быть splunkd server, search, Splunk Web, index service, scripted input, KVStore или другой. <a class="dmc_process_class_learn_more external" target="_blank">Узнать больше</a></p>

source: $countInstance$ Splunk Enterprise Instance(s) on this Machine
ru_ru: $countInstance$ Экземпляр(ы) Splunk Enterprise на этом компьютере

source: CPU Usage
ru_ru: Использование ЦП

source: Physical Memory Usage (MB)
ru_ru: Использование физической памяти (МБ)

source: $funcCPULabel$ CPU Usage
ru_ru: $funcCPULabel$ Использование ЦП

source: $funcMemLabel$ Physical Memory Usage
ru_ru: $funcMemLabel$ Использование физической памяти

source: $funcDiskLabel$ Disk Space
ru_ru: $funcDiskLabel$ Дисковое пространство

source: Resource Usage: Machine
ru_ru: Использование ресурсов: машина

source: Machine:
ru_ru: Машина:

source: Memory (MB)
ru_ru: Память (МБ)

source: Scheduler Status by Instance ($total_instance_count$)
ru_ru: Статус планировщика по экземплярам ($total_instance_count$)

source: Scheduler Execution Count by $scheduler_execution_split_by_label$
ru_ru: Количество выполнения планировщика по $scheduler_execution_split_by_label$

source: Scheduler Execution Count Across All Instances
ru_ru: Количество выполнения планировщика во всех экземплярах

source: Concurrency of Scheduled Reports by Instance
ru_ru: Параллелизм запланированных отчетов по экземплярам

source: Concurrency of Scheduled Reports Across All Instances
ru_ru: Параллелизм запланированных отчетов во всех экземплярах

source: Skip Ratio by Instance
ru_ru: Коэффициент пропуска по экземплярам

source: Skip Ratio Across All Instances
ru_ru: Коэффициент пропуска во всех экземплярах

source: Average Execution Latency by $exec_lat_split_by_label$
ru_ru: Средняя задержка выполнения по $exec_lat_split_by_label$

source: Execution Latency Across All Instances
ru_ru: Задержка выполнения во всех экземплярах

source: Scheduler Activity: Deployment
ru_ru: Активность планировщика: Развертывание

source: All Search Heads
ru_ru: Все головные узлы поиска

source: Min, Average, Median, Max
ru_ru: Мин., среднее, медиана, макс.

source: Skip Ratio (%)
ru_ru: Коэффициент пропуска (%)

source: Latency (seconds)
ru_ru: Задержка (в секундах)

source: Concurrency of Scheduled Reports (Running/Limit)
ru_ru: Параллелизм запланированных отчетов (выполняющиеся/лимит)

source: Running Historical Scheduled Reports
ru_ru: Выполняющиеся исторические запланированные отчеты

source: Running Real-time Scheduled Reports
ru_ru: Выполняющиеся запланированные отчеты реального времени

source: Unique Scheduled Reports
ru_ru: Уникальные запланированные отчеты

source: Count of Reports Scheduled
ru_ru: Счетчик запланированных отчетов

source: Skip Ratio (Last Hour)
ru_ru: Коэффициент пропуска (последний час)

source: Average Execution Latency (Last Hour)
ru_ru: Средняя задержка выполнения (за последний час)

source: Inventory of Scheduled Reports ($scheduled_search_count$)
ru_ru: Перечень запланированных отчетов ($scheduled_search_count$)

source: Count of Scheduler Executions
ru_ru: Счетчик исполнений планировщика

source: Total: $total_scheduler_execution$
ru_ru: Всего: $total_scheduler_execution$

source: Count of Scheduler Executions Over Time
ru_ru: Счетчик исполнений планировщика с течением времени

source: Scheduled Report Completions
ru_ru: Завершения запланированных отчетов

source: $concurrencyFuncLabel$ Concurrency of Scheduled Reports
ru_ru: $concurrencyFuncLabel$ параллелизм запланированных отчетов

source: Runtime Statistics
ru_ru: Статистика времени выполнения

source: Runtime Statistics Drilldown: $runtime_statistics_drilldown$
ru_ru: Детализация статистики времени выполнения: $runtime_statistics_drilldown$

source: Execution Latency Over Time
ru_ru: Задержка исполнения с течением времени

source: Count of Skipped Scheduled Reports
ru_ru: Количество пропущенных запланированных отчетов

source: Total: $total_skipped_searches$
ru_ru: Всего: $ total_skipped_searches $

source: Count of Skipped Reports Over Time
ru_ru: Количество пропущенных отчетов с течением времени

source: Count of Skipped Reports by Name and Reason
ru_ru: Количество пропущенных отчетов по названию и причине

source: Scheduler Errors and Warnings
ru_ru: Ошибки и предупреждения Планировщика

source: Total: $total_error_warning$
ru_ru: Всего: $total_error_warning$

source: Scheduler Errors and Warnings Event Details
ru_ru: Детали событий ошибок и предупреждений планировщика

source: Runtime aggregation
ru_ru: Агрегация времени выполнения

source: Click to show full inventory
ru_ru: Нажмите, чтобы показать полную инвентаризацию

source: in next 7 days
ru_ru: в следующие 7 дней

source: Report Name
ru_ru: Имя отчета

source: Reason
ru_ru: Причина

source: <h2><span>Select views: </span><span id="link-switcher-view"><a href="#" class="btn-pill active" data-token-json="{&quot;hide_status&quot;: null, &quot;hide_activity&quot;: null, &quot;hide_performance&quot;: null, &quot;hide_time_range_picker&quot;: null}">All</a><a href="#" class="btn-pill" data-token-json="{&quot;hide_status&quot;: null, &quot;hide_activity&quot;: true, &quot;hide_performance&quot;: true, &quot;hide_time_range_picker&quot;: true}">Status</a><a href="#" class="btn-pill" data-token-json="{&quot;hide_status&quot;: true, &quot;hide_activity&quot;: null, &quot;hide_performance&quot;: true, &quot;hide_time_range_picker&quot;: null}">Activity</a><a href="#" class="btn-pill" data-token-json="{&quot;hide_status&quot;: true, &quot;hide_activity&quot;: true, &quot;hide_performance&quot;: null, &quot;hide_time_range_picker&quot;: null}">Performance</a></span></h2>
ru_ru: <h2><span>Выберите представления: </span><span id="link-switcher-view"><a href="#" class="btn-pill active" data-token-json="{&quot;hide_status&quot;: null, &quot;hide_activity&quot;: null, &quot;hide_performance&quot;: null, &quot;hide_time_range_picker&quot;: null}">Все</a><a href="#" class="btn-pill" data-token-json="{&quot;hide_status&quot;: null, &quot;hide_activity&quot;: true, &quot;hide_performance&quot;: true, &quot;hide_time_range_picker&quot;: true}">Статус</a><a href="#" class="btn-pill" data-token-json="{&quot;hide_status&quot;: true, &quot;hide_activity&quot;: null, &quot;hide_performance&quot;: true, &quot;hide_time_range_picker&quot;: null}">Активность</a><a href="#" class="btn-pill" data-token-json="{&quot;hide_status&quot;: true, &quot;hide_activity&quot;: true, &quot;hide_performance&quot;: null, &quot;hide_time_range_picker&quot;: null}">Производительность</a></span></h2>

source: <a data-unset-token="show_snapshot_concurrency_detail_historical">Close this panel</a>
ru_ru: <a data-unset-token="show_snapshot_concurrency_detail_historical">Закрыть эту панель</a>

source: <a data-unset-token="show_snapshot_concurrency_detail_rt">Close this panel</a>
ru_ru: <a data-unset-token="show_snapshot_concurrency_detail_rt">Закрыть эту панель</a>

source: <p><b>Skip Ratio and Execution Latency</b>: The single values show data in the past full hour. Trends compare to 1 hour before that. Sparklines show data over past 24 hours.</p>
ru_ru: <p><b>Коэффициент пропуска и задержка выполнения</b>: Одиночные значения показывают данные в последний час. Тенденции по сравнению с состоянием за 1 час до этого. Спарклайн-графики отображают данные за последние 24 часа.</p>

source: <a data-unset-token="show_inventory">Close this panel</a>
ru_ru: <a data-unset-token="show_inventory">Закрыть эту панель</a>

source: <p><b>Interval Load Factor</b> = Average Runtime / Schedule Interval * 100</p>
ru_ru: <p><b>Коэффициент нагрузки интервала</b> = среднее время выполнения / интервал расписания* 100</p>

source: <a data-unset-token="runtime_statistics_drilldown">Close this panel</a>
ru_ru: <a data-unset-token="runtime_statistics_drilldown">Закрыть эту панель</a>

source: <p><b>Execution Latency</b> = Dispatch Time - (Scheduled Time + Schedule Window Time)</p><p>The execution latency expresses the delay in seconds between the planned dispatch time of a search and its actual dispatch time. It takes into account a schedule window if one is configured for this search. <a href="/help?location=learnmore.report.scheduled" target="_blank" class="external">Learn More</a></p>
ru_ru: <p><b>Задержка выполнения</b> = Время диспетчеризации - (Время по расписанию + Временное окно расписания)</p><p>Задержка выполнения выражает задержку в секундах между запланированным временем диспетчеризации поиска и его фактическим временем диспетчеризации. Она учитывает окно расписания, если оно настроено для поиска. <a href="/help?location=learnmore.report.scheduled" target="_blank" class="external">Узнать больше</a></p>

source: Hardware Information
ru_ru: Информация об оборудовании

source: Scheduler Activity: Instance
ru_ru: Активность планировщика: экземпляр

source: CPU Cores
ru_ru: Ядра ЦП

source: Search Activity by Instance
ru_ru: Поисковая активность по экземплярам
