Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: The name of the field from the list endpoint's results that should be used to set the value of an option element. It is required in list mode.
ru_ru: Имя поля из списка результатов конечной точки, которое следует использовать для задания значения элемента опции. Обязательно в режиме списка.

source: If the selected value is present in the option results, this sets that option to selected. This is optional in list mode. Note, setting selected manually in the options param may conflict with this setting.
ru_ru: Если выбранное значение присутствует в результатах опции, это устанавливает, что эта опция выбрана. Это не является обязательным в режиме списка. Обратите внимание, что установка статуса "выбранный" вручную в параметрах опции может конфликтовать с этой настройкой.

source: This module contains a checkbox that toggles whether or not events are soft-wrapped. When off, event text will break in the page only where there is a linebreak in the actual data, and scrollbars will appear as necessary. When on, the event text will also break at the edge of the window.
ru_ru: Этот модуль содержит флажок, который определяет будет осуществляеться или нет мягкий перенос текста. Когда выключен, текст события будет разрываться на странице только там, где существует разрыв строки в фактических данных, и по мере необходимости будут появляться полосы прокрутки. Когда включен, текст события будет также разрываться на границе окна.

source: Wrap results
ru_ru: Переносить результаты

source: Sorter displays a list of fields that can be sorted upon. Given a list of field names, Sorter will create a set of delimited links which the user can click on. Clicking on these links will pass a "sort" setting down to Sorter's child modules which can iterpret how to preform the sort on their own.
ru_ru: Сортировщик отображает список полей, по которым можно сортировать. Учитывая список имен полей, Сортировщик создаст набор разделенных ссылок, на которые может нажать пользователь. Нажатие на эти ссылки будут передавать параметр "sort" на нижестоящие дочерние модули Сортировщика , которые сами могут интерпретировать как производить сортировку.

source: This is a list of comma delimited field labels which are displayed. If the optional param field_values isn't provided, clicking a field label passes the field label as the field value. Order is preserved in the field label list display.
ru_ru: Это список меток полей, разделенных запятыми, которые отображаются. Если не указан необязательный параметр field_values, нажатие на метку поля передает метку поля в качестве значения поля. При отображении списка меток полей порядок сохраняется.

source: If this is provided, it initiates the Sorter with the defined label. When undefined, this defaults internally to the first field name defined in the view config.
ru_ru: Если указано, то это инициирует сортировщик Sorter с определенной меткой. Если не определено, по внутреннему умолчанию считается, что первое имя поля определено в конфигурации представления.

source: This provides the direction to push a sort when a Sorter module is initiated.
ru_ru: Это обеспечивает направления передачи сортировки, когда инициирован модуль сортировщика Sorter.

source: The delimiter used to seperate each displayed field label.
ru_ru: Разделитель, используемый для разделения каждой отображаемой метки поля.

source: A text input field that passes its contents down to its children as part of the settings map.
ru_ru: Поле ввода текста, который передает свое содержимое своим потомкам как часть карты параметров.

source: This is the name of the input element to be added to the UI.
ru_ru: Это имя элемента ввода должно быть добавлено к пользовательскому интерфейсу.

source: An html label element that can be set for the given input text element.
ru_ru: Элемент HTML метки который можно задать для данного элемента текстового ввода.

source: EXPERIMENTAL
ru_ru: ЭКСПЕРИМЕНТАЛЬНЫЙ

source: The intention to add to the Search, for downstream mdoules.
ru_ru: Намерение добавить к поиску, для нижестоящих модулей.

source: Enables the ability to use field discovery controls for search acceleration.
ru_ru: Включает возможность использовать средства управления обнаружения полей для ускорения поиска.

source: <strong>Checked (Explore):</strong> Splunk automatically extracts as many fields from incoming data as possible. Searches will take longer to complete.
ru_ru: <strong>Отмечено (Исследовательский):</strong> Splunk автоматически извлекает как можно большее количество полей из входящих данных. Поиск займет больше времени до своего завершения.

source: <strong>Unchecked (Fast):</strong> Splunk only extracts the fields required to fulfill each search.
ru_ru: <strong>Не отмечено (Быстрый):</strong> Splunk извлекает только поля, необходимые для выполнения каждого поиска.

source: Field discovery:
ru_ru: Обнаружение полей:

source: The basis for the form elements that add or remove intentions.
ru_ru: Основа для элементов формы, которые добавляют или удаляют намерения.

source: Use this to specify a field (such as a sourcetype, clientip, or any other valid field) to scope results.
ru_ru: Используйте это, чтобы указать поле (например, sourcetype, clientip или любое другое действительное поле) для обозначения области рассмотрения результатов.

source: This is a map to the shortest path to values in an intention that should be replaced with the user added value.
ru_ru: Это карта к кратчайшему пути к значениям в намерении, которую необходимо заменить на добавленное пользователем значение.

source: This is the default value that will appear in the text field.
ru_ru: Это значение по умолчанию, которое будет отображаться в текстовом поле.

source: This sets alternate text to display next to the input field. If it is omitted, the text defaults to the field parameter
ru_ru: Это задает альтернативный текст для отображения рядом с полем ввода. Если он опущен, текст по умолчанию принимает значение параметра поля

source: This module launches the field picker, a list of all available fields from which a user can select the fields to display. Descendants of this module that display events and summary information will pick up the field list specified or chosen here.
ru_ru: Этот модуль запускает указатель полей, список всех доступных полей, из которых пользователь может выбрать поля для отображения. Потомки этого модуля, которые отображают события и сводные данные будут брать список полей указанный или выбранный здесь.

source: This provides a space-separated list of fields that are selected by default when the page loads.
ru_ru: Это предоставляет разделенный пробелами список полей, которые выбраны по умолчанию при загрузке страницы.

source: This enables the display of links such as 'see top values over time' in the individual layers.
ru_ru: Это позволяет отображать ссылки, такие как "посмотреть ведущие значения с течением времени" ('see top values over time') на отдельных слоях.

source: Indicates if the sidebar is open or closed provided it is available in the layout.
ru_ru: Указывает, открыта или закрыта боковая панель при условии, что она доступна в макете.

source: No Fields
ru_ru: Нет полей

source: %d field
ru_ru: %d поле

source: Could not retrieve job, check if it is valid or expired.
ru_ru: Не вызвать назад задание, проверьте, является ли оно действительным или его срок действия истек.

source: No fields to display for this search.
ru_ru: Нет полей для отображения для этого поиска.

source: Available Fields
ru_ru: Доступные поля

source: Keyword
ru_ru: Ключевое слово

source: Minimum %
ru_ru: Минимальный %

source: Add all &raquo;
ru_ru: Добавить все &raquo;

source: &laquo; Clear all
ru_ru: &laquo; Очистить все

source: Restrict searches to a specific field. Use this module to configure a form search with only one form field. To configure form searches with multiple forms, use ExtendedFieldSearch.
ru_ru: Ограничивает поиски конкретным полем. Используйте этот модуль для настройки поиска с использованием формы только с одним полем формы. Чтобы настроить поиски с использованием формы с несколькими формами, используйте ExtendedFieldSearch.

source: Specify a default value to display when the page loads.
ru_ru: Укажите значение по умолчанию для отображения при загрузке страницы.

source: This sets alternate text to display next to the input field. If it is omitted, the text defaults to the field parameter.
ru_ru: Это задает альтернативный текст для отображения рядом с полем ввода. Если он опущен, текст по умолчанию принимает значение параметра поля

source: DEPRECATED. use the 'default' param instead. If both q and default are specified, the q value will be ignored.
ru_ru: УСТАРЕВШЕЕ. Вместо этого используйте параметр 'default' (по умолчанию). Если указано как значение по умолчанию так и q, q будет игнорироваться.

source: This module implements an invisible control that hardwires which fields the user will see and what order those fields are in. When they are descendants of this module, other modules that display events and summary information will pick up the field list specified or chosen here.
ru_ru: Этот модуль реализует невидимый элемент управления, который жестко привязывает поля, которые пользователь будет видеть и в каком порядке эти поля будут располагаться . Когда они являются потомками этого модуля, другие модули, которые отображают события и сводные данные получат список полей указанный или выбранный здесь.

source: This is a space-separated list of the fields that are displayed with events by default when the page loads.
ru_ru: Это разделенный пробелами список полей, которые отображаются с событиями по умолчанию при загрузке страницы.

source: "This indicates whether the list provided in the 'fields' param should be interpreted literally. When set to true, no additional fields are passed along. When set to false, standard fields like _time and _raw are automatically appended to the outgoing 'fields' setting.
ru_ru: "Это показывает, следует ли толковать буквально список, предоставленный в параметре 'поля' ('fields'). Если установлено значение "Истинно" (True), никакие дополнительные поля не передаются. При установке на "Ложно" (False), стандартные поля, такие как _time и _raw автоматически добавляются к исходящей настройке 'полей' ('fields').

source: Deprecated: Adds the given intention to any search it receives from upstream modules. There are several kinds of intentions, 'addterm', 'negateterm', 'stringreplace', and 'plot' are the main ones. A complete reference is beyond the scope of this description but one will hopefully be added to the documentation soon.
ru_ru: Устаревшее: Добавляет данное намерение к любому поиску, полученному от вышестоящих модулей. Есть несколько видов намерений, из которых основными являются 'addterm', 'negateterm', 'stringreplace', и 'plot'. Полный справочник выходит за рамки этого описания, но мы надеемся, он будет добавлен ​​к документации в ближайшее время.

source: This layers an intention on top of the base search. If no module upstream has specified a base search, the intention will layer on top of 'search *'.
ru_ru: Эти помещает намерение поверх базового поиска. Если вышестоящий модуль не указал базовый поиск, намерение будет помещено поверх 'search *'.

source: Adds a post-process search into the data tree.
ru_ru: Добавляет поиск после процесса в дерево данных.

source: Set a post processing query.
ru_ru: Установите запрос после процесса.

source: Given a saved search name, either finds the last run search for that saved search or runs a new search depending on its configuration.
ru_ru: С учетом имени сохраненного поиска, либо находит последний выполненный поиск для этого сохраненного поиска или запускает новый поиск в зависимости от его конфигурации.

source: This is the name of the saved search to use when looking up a searches from the saved search's history or when dispatching a new search.
ru_ru: Это имя сохраненного поиска для использования при поиске в истории сохраненных поисков или при диспетчеризации нового поиска.

source: useHistory defines the savedSearch module's saved search dispatch method. The default useHistory method is Auto, which means that savedSearch first tries to find a previously run job if one exists in the saved search's history. If it can't find a previously run job, savedSearch dispatches a new job based on the saved search and returns that job's sid. If useHistory is set to True, savedSearch looks only for previously run jobs dispatched by the saved search. If useHistory is set to False, savedSearch dispatches a new job based on the saved search and returns that job's sid, regardless of the presence of jobs within the saved search's history.
ru_ru: useHistory определяет метод диспетчеризации сохраненного поиска модуля savedSearch. Методом useHistory по умолчанию является Авто (Auto), что означает, что savedSearch сначала пытается найти ранее запускавшееся задание, если таковое существует в истории сохраненного поиска. Если он не может найти ранее запускавшееся задание, savedSearch диспетчерезует новое задание, основанное на сохраненном поиске и возвращает sid этого задания. Если для useHistory установлено значение "Истинно" (True), savedSearch смотрит только на ранее запускавшиеся задания , диспетчеризованные сохраненным поиском. Если для useHistory установлено значение "Ложно" (False), то savedSearch диспетчерезует новое задание, основанное на сохраненном поиске и возвращает sid этого задания, независимо от наличия заданий в истории сохраненного поиска.

source: No scheduled job was found for saved search "%(name)s".
ru_ru: Запланированное задание для сохраненного поиска "%(name)s" не было найдено.

source: No scheduled job was found for saved search "%(name)s". The next scheduled run for this search is at %(time)s
ru_ru: Запланированное задание для сохраненного поиска "%(name)s" не было найдено. Следующий запланированный запуск этого поиска будет осуществляться в %(time)s

source: This HiddenSavedSearch module is configured with the parameter useHistory set to True. This is not compatible with a free license, try setting useHistory to Auto or False in this view's configuration.
ru_ru: Этот модуль HiddenSavedSearch сконфигурирован с параметром useHistory установленным на значение "Истинно" (True). Это не совместимо с бесплатной лицензией. Попробуйте установить в конфигурации этого представления useHistory на "Авто" (Auto) или "Ложно" (False).

source: Configuration error - we were not able to find a saved search called '%s'.
ru_ru: Ошибка конфигурации - мы не смогли найти сохраненный поиск под названием '%s'.

source: Configuration error - HiddenSavedSearch is being run as a schedule and is configured to listen to the time picker. Scheduled results will not be shown.
ru_ru: Ошибка конфигурации - HiddenSavedSearch запускается по расписанию и сконфигурирован для прослушивания указателя времени. Запланированные результаты не будут показаны.

source: Runs a search behind the scenes. Passes results on to any children. You must set autoRun to true so that the search actually runs.
ru_ru: Запускает скрытый поиск. Передает результаты любым потомкам. Вы должны установить значение autoRun на "Истинно" (True) для того, чтобы поиск действительно запускался.

source: The literal search string HiddenSearch passes onto its child modules.
ru_ru: Буквенная строка поиска, которую HiddenSearch передает на свои дочерние модули.

source: This is used to define a beginning time range. It is expected if 'latest' is also defined. It sets the start point of the time range to search within.
ru_ru: Это используется, чтобы определить начало диапазона времени. Это является ожидаемым, если также определен "самый поздний" ('latest'). Это задает начальную точку временного интервала для поиска.

source: This is used to define an ending time range. It is expected if 'earliest' is also defined. It sets the ending point of the time range to search within.
ru_ru: Это используется, чтобы определить конец диапазона времени. Это является ожидаемым, если также определен "самый ранний" ('earliest'). Это задает конечную точку временного интервала для поиска.

source: Use this when you have a search that never reports more than 10,000 events or results, and you want it to report a higher number. Specifically, this overrides the default value which is specified per generating search command in limits.conf. NOTE: when you're using the 'search' command as your generating command, and the search is being dispatched with status_buckets>=1, the resultCount/eventCount numbers were never bounded to begin with, and this setting will be equally ignored by the API.
ru_ru: Используйте это, когда у вас есть поиск, который никогда не выдает более чем 10000 событий или результатов, и вы хотите, чтобы он выдавал большее количество. В частности, это переопределяет значение по умолчанию, которое указано в limits.conf о генерации команды поиска. ПРИМЕЧАНИЕ: когда вы используете команду "Поиск" ('search') в качестве вашей генерирующей команды, и поиск диспетчеризуется со status_buckets>=1, числа resultCount/eventCount никогда не были привязаны к тому, с чего необходимо начать, и это значение будет в равной степени игнорировано API.

source: This will set the auto_finalize_ec property in the Splunkd Search API when the search is dispatched. See REST API reference on splunk.com for more details.
ru_ru: Это установит свойство auto_finalize_ec в Splunkd Search API, когда поиск диспетчеризован. См. руководство по REST API на splunk.com для более подробной информации.

source: Deprecated: This module lets you add a post-process search on any results you have returned. It doesnt re-run any search, but it will use that search language to do post-processing filtering on the results data.
ru_ru: Устаревшее: Этот модуль позволяет добавить постпроцессный поиск по каким-либо возвращенным вами результатам. Оно не запускает повторно какой-либо поиск, но будет использовать тот язык поиска, чтобы сделать постпроцессную фильтрацию данных результатов.

source: Set a default post processing query to appear in the search bar.
ru_ru: Установить постпроцессный запрос по умолчанию, который будет появляться в панели поиска.

source: Deprecated. Use the 'default' param instead. If both 'default' and 'q' are specified, 'q' will be ignored.
ru_ru: Устаревшее. Вместо этого используйте параметр 'default' (по умолчанию). Если указано как значение 'по умолчанию' так и 'q', 'q' будет игнорироваться.

source: Overwrites default settings for field in the abstract class.
ru_ru: Заменяет настройки по умолчанию для поля в абстрактном классе.

source: This module lets you add a post-process search on any results you have returned. It doesnt re-run any search, but it will use that search language to do post-processing filtering on the results data.
ru_ru: Этот модуль позволяет добавить постпроцессный поиск по каким-либо возвращенным вами результатам. Оно не запускает повторно какой-либо поиск, но будет использовать тот язык поиска, чтобы сделать постпроцессную фильтрацию данных результатов.

source: Set a default post processing query to appear in the search filter.
ru_ru: Установить постпроцессный запрос по умолчанию, который будет появляться в фильтре поиска.

source: If 'True' and the post-process search string does not start with "search" or "|", prefix the search with "search "
ru_ru: Если имеет значение "Истинно" ("True") и строка постпроцессного поиска не начинается с "search" или "|", задает префикс поиска "search".

source: String to prefix the post search with. For example "eval _raw=source" to allow user to search source rather than _raw.
ru_ru: Строка префикса с которым будет отправлен поиск. Например ""eval _raw=source" позволит пользователю искать source а не _raw.

source: Label to display before the searchfilter
ru_ru: Метка для отображения перед фильтром поиска (searchfilter)

source: This module creates a set of radio buttons with submit and cancel buttons.
ru_ru: Этот модуль создает набор радио-кнопок с кнопками "Отправить" (submit) и "Отменить" (cancel).

source: NOT supported
ru_ru: НЕ поддерживается

source: NOT supported. In the 'options' param, if you given an item a 'selected' param with True as the value it will be selected on page load.
ru_ru: НЕ поддерживается. В параметре "опции" ('options'), если вы для заданного элемента установили для параметра 'выбранный' ('selected') значение "Истинно" (True), он будет выбран для отображения при загрузке страницы.

source: This appears next to the radio buttons, as the overall label for the whole control.
ru_ru: Это отображается рядом с радио-кнопками, как общая метка для всего элемента управления.

source: When present, this module adds key value searchTerms in the form <field>=<radioButtonValue> to the search. When absent, the module adds just <radioButtonValue> to the search.
ru_ru: Если они присутствуют, то этот модуль добавляет значение ключа searchTerms в форме <field>=<radioButtonValue> к поиску. При отсутствии, модуль добавляет к поиску только <radioButtonValue>.

source: This is a list of two items: text and value. "Text" is the text to display next to the radio button. "Value" is the value that is selected upon clicking the radio button. You can optionally add selected to specify which button should be checked upon page load.
ru_ru: Это список из двух элементов: текста и значения. "Текст" это текст, который отображается рядом с радио-кнопкой. "Значение" является значением, которое выбирается при нажатии на радио-кнопку. При желании можно добавить опцию "выбранная" (selected) для определения, какая кнопка должна быть включена при загрузке страницы.

source: %(moduleType)s instance was unable to find its search parameters in this search. This means this view cannot correctly display this search.
ru_ru: Экземпляр %(moduleType)s не смог найти ее параметры поиска в этом поиске. Это означает, что это представления не сможет корректно отобразить этот поиск.

source: Splunk was also unable to find an '' value input to select.
ru_ru: Splunk не смог найти ввод значения '' для выбора.

source: This module creates a search bar with submit and cancel buttons.
ru_ru: Этот модуль создает поисковую панель с кнопками "Отправить" (submit) и "Отменить" (cancel).

source: Specify a default search to display upon page load.
ru_ru: Укажите поиск по умолчанию, отображаемый при загрузке страницы.

source: Indicates if the search assistant is active
ru_ru: Указывает, активен ли ассистент поиска

source: Indicates if the search assistant will open automatically when typing in the search bar
ru_ru: Указывает, будет ли ассистент поиска открываться автоматически при вводе текста в панель поиска

source: Indicates if typeahead content is rendered inside the search assistant
ru_ru: Указывает, выводится ли внутри помощника поиска содержимое набора с опережением

source: Indicates if search command help is shown
ru_ru: Указывает, отображается ли справка по команде поиска

source: Indicates if search command history is shown
ru_ru: Указывает, отображается ли история команд поиска

source: Indicates if interesting field information should be calculated and shown
ru_ru: Указывает, должно ли быть рассчитана и показана информация интересующего поля

source: Number of milliseconds to wait after a user keystroke to update the assistant
ru_ru: Количество миллисекунд ожидания после того, как пользователь нажал клавишу для обновления помощника

source: Will autofocus the input box so you can type your search keywords without having to position the cursor in the search box.
ru_ru: Будет производить автофокусировку на окно ввода, так чтобы вы смогли ввести ключевые слова для поиска без необходимости установки курсора в поле поиска.

source: search
ru_ru: искать

source: turn off auto-open
ru_ru: отключить автооткрытие
