Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Enter a cron-style schedule. <br /> For example '*/5 * * * *' (every 5 minutes) or '0 21 * * *' (every day at 9 PM).
ru_ru: Введите расписание в стиле cron.<br>Например, '*/5 * * * *' (каждые 5 минут) или '0 21 * * *' (каждый день в 9 вечера).

source: Set how long to store scheduled search results. <br /> '60' is 60 seconds '10p' is 10 periods.
ru_ru: Установите, как долго необходимо хранить результаты запланированного поиска.<br /> '60' - это 60 секунд, '10p' - это 10 периодов.

source: To enable all the alert conditions, disable summary indexing.
ru_ru: Чтобы включить все условия оповещения, отключите суммарную индексацию.

source: Custom condition is a conditional search that Splunk applies to the results returned by the scheduled search. <a href="[[?learnmore.manager.conditionalsrch]]" class="spl-external-link spl-icon-external-link-sm" target="_blank">more»</a>
ru_ru: Пользовательское условие является условным поиском, который Splunk применяет к результатам, возвращаемым запланированным поиском. <a href="[[?learnmore.manager.conditionalsrch]]" class="spl-external-link spl-icon-external-link-sm" target="_blank">далее»</a>

source: The fields Splunk uses to identify results that should only trigger one alert in the time period chosen above
ru_ru: Поля, используемые Splunk для выявления результатов, которые должны вызывать срабатывание только одного предупреждения в выбранный выше период времени

source: How long Splunk keeps a record of each triggered alert.
ru_ru: Как долго Splunk хранит записи о каждом сработавшем оповещении.

source: Enter a comma-separated list of email addresses. <a href="[[?learnmore.alert.email]]" class="spl-icon-external-link-xsm" target="_blank">Learn more</a> <br /> You must use a valid MTA to send email. Configure this in <a href="../../admin/alert_actions/email?action=edit" class="spl-icon-external-link-xsm" target="_blank">Email settings</a>.
ru_ru: Введите разделенный запятыми список адресов электронной почты. <a href="[[?learnmore.alert.email]]" class="spl-icon-external-link-xsm" target="_blank">Узнать больше</a> <br /> Для отправки электронной почты необходимо использовать действительный MTA. Сконфигурируйте его в <a href="../../admin/alert_actions/email?action=edit" class="spl-icon-external-link-xsm" target="_blank">Настройках электронной почты</a>.

source: The RSS link is available in Settings > Searches, reports, and alerts.
ru_ru: Ссылка RSS доступна в Настройки > Поиски, отчеты и оповещения.

source: Splunk runs the script from $SPLUNK_HOME/bin/scripts/
ru_ru: Splunk запускает сценарий из $SPLUNK_HOME/bin/scripts/

source: Triggered Alerts are available in Activity located in the upper right navigation.
ru_ru: Сработавшие оповещения доступны в разделе Активность, расположенном в верхнем правой панели навигации.

source: Enabling summary indexing will set the alert condition to 'always'.
ru_ru: Включение суммарной индексации установит условие оповещения на значение "всегда" ('always').

source: Only indexes that you can write to are listed.
ru_ru: Перечислены только те индексы, на запись в которые вы имеете полномочия.

source: Schedule and alert
ru_ru: Расписание и оповещение

source: Summary indexing
ru_ru: Суммарная индексация

source: View and edit saved searches, reports, and alerts. Set permissions. Set up alerts and summary indexing.
ru_ru: Просмотр и редактирование сохраненных поисков, отчетов и оповещений. Задание полномочий. Настройка оповещений и суммарной индексации.

source: Searches, reports, and alerts
ru_ru: Поиски, отчеты и оповещения

source: Scheduled time
ru_ru: Запланированное время

source: Display view
ru_ru: Отобразить представление

source: Which view to show the search in
ru_ru: В каком представление отобразить поиск

source: Which app to show the search in
ru_ru: В каком приложении отобразить поиск

source: Default ID of the viewstate to load
ru_ru: Идентификатор ID viewstate для загрузки по умолчанию

source: Start time
ru_ru: Время начала

source: Finish time
ru_ru: Время окончания

source: Schedule this search
ru_ru: Запланировать этот поиск

source: Schedule type
ru_ru: Тип расписания

source: Basic
ru_ru: Базовый

source: Run every
ru_ru: Запускать каждую

source: week (every Saturday at midnight)
ru_ru: неделю (каждую субботу в полночь)

source: Results retention time
ru_ru: Время хранения результатов

source: Run as
ru_ru: Запустить как

source: always
ru_ru: всегда

source: if number of events
ru_ru: если число событий

source: if number of hosts
ru_ru: если количество хостов

source: if number of sources
ru_ru: если количество источников

source: if custom condition is met
ru_ru: если пользовательское условие выполняется

source: Custom condition search
ru_ru: Поиск по пользовательскому условию

source: not equal to
ru_ru: не равно

source: Alert mode
ru_ru: Режим Оповещения

source: Per result throttling fields
ru_ru: Поля с регулированием по результатам

source: File name of shell script to run
ru_ru: Имя файла сценария shell для запуска

source: Select the summary index
ru_ru: Выбрать суммарный индекс

source: Add fields
ru_ru: Добавить новые поля

source: <a href="[[?learnmore.manager.saved.searches.dispatchAs]]" class="spl-external-link spl-icon-external-link-sm" target="_blank">Learn more</a>
ru_ru: <a href="[[?learnmore.manager.saved.searches.dispatchAs]]" class="spl-external-link spl-icon-external-link-sm" target="_blank">Узнать больше</a>

source: Sets an optional window of time (in minutes) within which a report can start. <br /> Improves efficiency when there are many concurrently scheduled reports.
ru_ru: Устанавливает опциональный промежуток времени (в минутах), в течение которого можно запустить отчет.<br /> Улучшает эффективность, когда есть много одновременно запланированных отчетов.

source: RSS feed
ru_ru: RSS канал

source: Summary range
ru_ru: Суммарный диапазон

source: Enter a comma-separated list of email addresses. <br /> You must use a valid MTA to send email. Set this in Email settings.
ru_ru: Введите разделенный запятыми список адресов электронной почты. <br /> Для отправки электронной почты необходимо использовать действительный MTA. Установите это в настройках электронной почты.

source: Scheduled Time
ru_ru: Запланированное время

source: Schedule Emailed PDFs of this view
ru_ru: Запланировать отправляемые по эл. почте PDF'ы этого представления

source: choose...
ru_ru: выберите...

source: Orientation
ru_ru: Ориентация

source: Set timeout for distributed search peers.
ru_ru: Задать тайм-аут для одноранговых узлов распределенного поиска

source: Set up distributed search on this page. To view or edit the list of distributed search peers, use the Distributed search peers page in Splunk Settings.
ru_ru: Настроить распределенный поиск на этой странице. Чтобы просмотреть или изменить список одноранговых узлов распределенного поиска, используйте страницу "Одноранговые узлы распределенного поиска" (Distributed search peers) в Настройках Splunk.

source: You must restart your Splunk instance for these settings to take effect.
ru_ru: Необходимо перезапустить экземпляр Splunk чтобы эти параметры вступили в силу.

source: Set how long to wait for a server to return before removing it from the peers list.
ru_ru: Установить, как долго ожидать ответ от сервера перед удалением его из списка одноранговых узлов.

source: Set how long to wait for a search to return before removing timed out servers from the peers list.
ru_ru: Установить, как долго ожидать ответ от поиска перед удалением серверов с истекшим тайм-аутом из списка одноранговых узлов.

source: Timeout settings
ru_ru: Настройки тайм-аута

source: Distributed search set up
ru_ru: Настройка распределенного поиска

source: Turn on distributed search?
ru_ru: Включить распределенный поиск?

source: Status timeout (in seconds)
ru_ru: Тайм-аут статуса (в секундах)

source: Server timeout (in seconds)
ru_ru: Тайм-аут сервера (в секундах)

source: Use this page to explicitly add distributed search peers. Enable distributed search through the Distributed search setup page in Splunk Settings.
ru_ru: Используйте эту страницу для явного добавления одноранговых узлов распределенного поиска. Разрешите распределенный поиск через страницу "Настройка распределенного поиска" в "Настройках Splunk".

source: To share a public key for distributed authentication, enter a username and password for an admin user on the remote search peer.
ru_ru: Чтобы совместно использовать открытый ключ для распределенной аутентификациии, введите имя пользователя администратора и пароль на удаленном одноранговом узле поиска.

source: Search peer is either servername:management_port or IP:management_port. For example 'myhost:8089'.
ru_ru: Одноранговый узел поиска определяется как либо servername:management_port либо IP:management_port. Например, 'myhost:8089'.

source: Add search peers
ru_ru: Добавить поисковые одноранговые узлы

source: Distributed search authentication
ru_ru: Аутентификация распределенного поиска

source: Peer
ru_ru: Одноранговый узел

source: Remote username
ru_ru: Удаленное имя пользователя

source: Remote password
ru_ru: Удаленный пароль

source: Splunk server name
ru_ru: Имя сервера Splunk

source: Replication status
ru_ru: Состояние репликации

source: License signature
ru_ru: Подпись лицензии

source: Set the logging level for this process. This setting persists until you restart Splunk. To make logging settings persist through a restart, modify log.cfg directly. <a href="[[?learnmore.troubleshooting.enabledebuglogging]]" target="_blank">Learn more.</a>
ru_ru: Установите уровень журналирования для этого процесса. Этот параметр сохраняется до перезапуска Splunk. Чтобы параметры журналирования сохранялись после перезагрузки, измените непосредственно log.cfg. <a href="[[?learnmore.troubleshooting.enabledebuglogging]]" target="_blank">Узнать больше.</a>

source: System logging
ru_ru: Системное журналирование

source: Log channel
ru_ru: Канал журнала

source: Logging level
ru_ru: Уровень журналирования

source: DEBUG
ru_ru: ОТЛАДОЧНЫЙ

source: INFO
ru_ru: ИНФОРМАЦИОННЫЙ

source: WARN
ru_ru: ПРЕДУПРЕЖДЕНИЯ

source: ERROR
ru_ru: ОШИБКИ

source: CRIT
ru_ru: КРИТИЧЕСКИЙ

source: FATAL
ru_ru: ФАТАЛЬНЫЙ

source: Port that Splunk Web uses to communicate with the splunkd process.
ru_ru: Порт, который Splunk Web использует для связи с процессом splunkd.

source: Port number(s) for the python-based application server to listen on. Use comma-separated list to specify more than one port number.
ru_ru: Номер порта(ов) для сервера приложений python для прослушивания. Используйте разделенный запятыми список, чтобы указать более одного номера порта.

source: Set the Splunk Web session timeout. Use the same notation as relative time modifiers, for example 3h, 100s, 6d.
ru_ru: Установите тайм-аута сеанса Splunk Web. Используйте те же обозначения в качестве относительных модификаторов времени, например, 3h 100s, 6d.

source: Sets the host field value for all events coming from this server.
ru_ru: Устанавливает значение поля host для всех событий, поступающих с этого сервера.

source: Index settings
ru_ru: Настройки индекса

source: Installation path
ru_ru: Путь установки

source: Management port
ru_ru: Порт управления

source: Enable SSL (HTTPS) in Splunk Web?
ru_ru: Включить SSL (HTTPS) в Splunk Web?

source: Web port
ru_ru: Веб-порт

source: App server ports
ru_ru: Порты сервера приложений

source: Session timeout
ru_ru: Тайм-аут сессии

source: Default host name
ru_ru: Имя хоста по умолчанию

source: Path to indexes
ru_ru: Путь к индексам

source: Pause indexing if free disk space (in MB) falls below
ru_ru: Приостановить индексацию, если свободного места на диске стало менее (в МБ)

source: Port that Splunk Web uses to communicate with the splunkd process. This port is also used for distributed search.
ru_ru: Порт, который Splunk Web использует для взаимодействия с процессом splunkd. Этот порт также используется для распределенного поиска.

source: The IP address to accept trusted logins from. Only set this if you are using single sign-on (SSO) with a proxy server for authentication.
ru_ru: IP-адрес для приема от него доверенных входов в систему. Задавайте его только, если вы используете службу единого входа (SSO) с прокси-сервером для аутентификации.

source: Port that splunkd uses to connect to the KV Store server.
ru_ru: Порт, который использует splunkd для подключения к серверу Хранилища "ключ/значение".

source: SSO Trusted IP
ru_ru: Доверенный IP единого входа (SSO)

source: Run Splunk Web
ru_ru: Запустить Splunk Web

source: View and edit source types.
ru_ru: Просмотр и редактирование типов источников.

source: Universal Forwarder
ru_ru: Универсальный перенаправитель

source: Manage saved search summaries
ru_ru: Управление сводками сохраненных поисков

source: Report acceleration summaries
ru_ru: Сводки ускорения отчетов

source: Manage server settings including ports, host name, index path, email server, and system logging.
ru_ru: Управление настройками сервера, включая порты, имя хоста, путь индекса, сервер электронной почты и системный журнал.

source: Create, view and edit tags. Set permissions.
ru_ru: Создание, просмотр и редактирование тегов. Задание полномочий.

source: Create, view and edit views, dashboards, and navigation menus.
ru_ru: Создание, просмотр и редактирование представлений, приборных досок и меню навигации.

source: User interface
ru_ru: Интерфейс пользователя

source: Legend goes here
ru_ru: Легенда размещается здесь

source: View widgets
ru_ru: Просмотр виджетов

source: Fieldset Textfield
ru_ru: Текстовое поле набора полей

source: Fieldset Checkbox
ru_ru: Поле флажка набора полей

source: Test password
ru_ru: Тестовый пароль

source: Test radio
ru_ru: Тестовый переключатель радио

source: Option 1
ru_ru: Вариант 1

source: Option 2
ru_ru: Вариант 2

source: Share with role
ru_ru: Разделить с ролью

source: Nobody at all
ru_ru: Вообще никто

source: Boss of me
ru_ru: Мой босс

source: Guy is Strong
ru_ru: Парень крепкий

source: Lowly Peon Green
ru_ru: Зеленый Скромный Батрак

source: The whole world
ru_ru: Целый мир

source: Hidable widgets demo
ru_ru: Демонстрация скрывающихся виджетов

source: Hide All
ru_ru: Скрыть все

source: Radio Toggle
ru_ru: Переключатель радио

source: Show Name Only
ru_ru: Показать только имя

source: Show Options Only
ru_ru: Показать только опции

source: Show None
ru_ru: Ничего не показывать

source: Select Toggle
ru_ru: Выберите переключатель

source: Take a nap
ru_ru: Вздремнуть

source: Watch TV
ru_ru: Смотреть ТВ

source: Save the cheerleader
ru_ru: Спасти чирлидера

source: Any other type of data
ru_ru: Любой другой тип данных

source: Use one of the following standard Splunk data inputs to add your data to Splunk:
ru_ru: Используйте один из следующих стандартных вводов данных Splunk для добавления ваших данных в Splunk:

source: Files and directories
ru_ru: Файлы и каталоги

source: Splunk can get data from other machines and devices
ru_ru: Splunk может получать данные от других машин и устройств

source: Data sources on machines your Splunk server can't access
ru_ru: Источники данных на машинах к которым ваш сервер Splunk не может получить доступ

source: Splunk can programatically consume data from databases, APIs and services
ru_ru: Splunk может программно использовать данные из баз данных, API-интерфейсов и сервисов

source: Use scripted inputs to consume data from anything you can connect to programmatically
ru_ru: Используйте вводы из сценариев для сбора данных от всего, к чему вы можете подключиться к программно

source: Use apps and add-ons to get your data into Splunk
ru_ru: Использовать приложения и дополнения, чтобы получить ваши данные в Splunk

source: Download apps and add-ons from SplunkApps
ru_ru: Загрузить приложения и дополнения из SplunkApps

source: Including files, databases, data stored on remote machines, or any other type of data you'd like to put in Splunk.
ru_ru: В том числе файлы, базы данных, данные, хранящиеся на удаленных машинах, или любой другой тип данных, которые вы хотели бы поставить в Splunk.

source: Sometimes you have data you want to get into Splunk that your Splunk server doesn't have direct access to. In this case, use Splunk forwarders to send data from any machine to your Splunk server. Forwarders are lightweight, free and can be deployed on any machine you want to capture data from.
ru_ru: Иногда у вас есть данные, которые вы хотите получить в Splunk, но к которым ваш сервер Splunk не имеет прямого доступа. В этом случае рекомендуется использовать перенаправители Splunk для передачи данных с любого компьютера на ваш сервер Splunk. Перенаправители - это легкие, бесплатные программы, которые могут быть развернуты на любом компьютере, с которого вы хотите получать данные.

source: Connect to any API, database or service with a script. Configure Splunk to run and collect the output.
ru_ru: Подключитесь к любому API, базе данных или сервису с помощью сценария. Настройте Splunk для его запуска и сбора вывода.

source: Splunk will index any type of data, but you might want a solution for a specific type of data. Apps and add-ons contain searches, reports, inputs and more for your specific data type. Try out as many different apps and add-ons as you like.
ru_ru: Splunk будет индексировать любой тип данных, но может потребоваться решение для определенного типа данных. Приложения и дополнения содержат поиски, отчеты, вводы и многое другое для вашего конкретного типа данных. Попробуйте столько различных приложений и дополнений, сколько вам нравится.

source: Download the universal forwarder
ru_ru: Скачать Универсальный перенаправитель

source: Visit SplunkApps
ru_ru: Посетите SplunkApps

source: Configure Splunk to continously index a directory of files, or upload an archived directory.
ru_ru: Настроить Splunk на постоянное индексирование каталога файлов или выгрузку архивированного каталога.

source: Configure Splunk to listen on a port for data sent using TCP.
ru_ru: Настроить Splunk для прослушивания порта на предмет данных, посланных с использованием TCP.

source: Configure Splunk to listen on a port for data sent using UDP.
ru_ru: Настроить Splunk для прослушивания порта на предмет данных, посланных с использованием UDP.

source: Use Splunk's universal forwarder to forward data from any machine to your Splunk server.
ru_ru: Использовать универсальный перенаправитель Splunk для перенаправления данных с любого компьютера на ваш сервер Splunk.

source: Write your own script to get data into Splunk from any API, command, database query and more.
ru_ru: Написать свой собственный сценарий, чтобы получать данные в Splunk из любого API, команд, запросов к базе данных и многих других источников.

source: Browse SplunkApps for solutions specific to your type of data and use case.
ru_ru: Просмотрите SplunkApps на предмет решений, специфичных для вашего типа данных и варианта использования.

source: Consume Apache logs on this Splunk server
ru_ru: Использовать журналы Apache на этом сервере Splunk

source: Forward Apache logs from another server
ru_ru: Перенаправить журналы Apache с другого сервера

source: Including any Apache access or error logs from anywhere in your network.
ru_ru: Включая любые журналы доступа или ошибок Apache из любого места в вашей сети.

source: Configure Splunk to index any Apache data available to your Splunk server.
ru_ru: Настроить Splunk для индексирования любых данных Apache, доступных для вашего сервера Splunk.

source: Use Splunk's universal forwarder to send Apache data from any machine to your Splunk server.
ru_ru: Использовать универсальный перенаправитель Splunk для отправки данных Apache с любого компьютера на ваш сервер Splunk.

source: Consume logs from any Cisco device logging to syslog
ru_ru: Использовать журналы с любого устройства Cisco, ведущего запись в системный журнал syslog

source: Get the Splunk for Cisco SDEE add-on
ru_ru: Получить дополнение Splunk for Cisco SDEE

source: Get other apps and add-ons for Cisco devices
ru_ru: Получить другие приложения и дополнения для устройств Cisco

source: Forward Cisco device logs to this Splunk server from another server
ru_ru: Перенаправляйте журналы устройств Cisco к этому серверу Splunk с другого сервера

source: Including routers, firewalls, switches and other appliances.
ru_ru: Включая маршрутизаторы, МСЭ, коммутаторы и другие устройства.

source: More about syslog
ru_ru: Подробнее о системном журнале syslog

source: Use Splunk to consume any syslog data from a network source or a directory.
ru_ru: Использовать Splunk для обработки данных системных журналов из сетевого источника или каталога.

source: This add-on collects logs from Cisco SDEE-compliant IDS over the network in real time.
ru_ru: Это дополнение собирает журналы SDEE-совместимые систем обнаружения вторжений (IDS) Cisco по сети в режиме реального времени.

source: Technology-specific apps and add-ons help you get your data in, as well as provide reports and dashboards. Browse other Cisco apps on SplunkApps.
ru_ru: Приложения, ориентированные на определенные технологии, помогут вам получить ваши данные, а также предоставят отчеты и приборные доски. Посмотрите другие приложения Cisco на SplunkApps.

source: Use Splunk's universal forwarder to send Cisco device logs from any machine to your Splunk server.
ru_ru: Использовать универсальный перенаправитель Splunk для отправки журналов устройств Cisco с любой машины на ваш сервер Splunk.

source: Splunk for Cisco SDEE add-on
ru_ru: Дополнение Splunk для Cisco SDEE

source: Get the Splunk for *nix app
ru_ru: Получить приложение Splunk for *nix

source: Use Splunk's file change monitoring feature
ru_ru: Использовать функцию Splunk по мониторингу изменений файлов

source: Get the Splunk for Windows app
ru_ru: Получить приложение Splunk for Windows

source: Set up Windows registry monitoring
ru_ru: Настроить мониторинг реестра Windows

source: Watch any configuration file on this Splunk server
ru_ru: Отслеживать любой файл конфигурации на этом сервере Splunk

source: Watch configuration files on another server
ru_ru: Отслеживать файлы конфигурации на другом сервере

source: Track changes in the configuration files on this Splunk server, or on any other server in your network.
ru_ru: Отслеживать изменения в файлах конфигурации на этом сервере Splunk или на любом другом сервере в вашей сети.

source: This app collects Unix/Linux data, and provides predefined dashboards and searches built on this data.
ru_ru: Это приложение собирает данные Unix/Linux и предоставляет предопределенные приборные доски и поиски, построенные на этих данных

source: Configure Splunk to watch for changes in your file system.
ru_ru: Настроить Splunk для отслеживания изменений в вашей файловой системе.

source: This app allows you to select from preconfigured Windows event log, performance, registry and Active Directory monitoring inputs on Windows machines. It also provides predefined dashboards and searches.
ru_ru: Это приложение позволяет выбрать из предварительно настроенных вводов журнала событий Windows, производительности, реестра и мониторинга Active Directory на машинах Windows. Он также предоставляет предопределенные приборные доски и поиски.

source: Configure Splunk to read data from the Windows registry.
ru_ru: Настроить Splunk для чтения данных из реестра Windows.

source: Configure Splunk to index any file it can access.
ru_ru: Настроить Splunk для индексирования любого файла, к которому он может получить доступ.

source: Use Splunk's universal forwarder to send configuration file changes from any machine to your Splunk server.
ru_ru: Использовать универсальный перенаправитель Splunk для отправки изменений файла конфигурации с любого компьютера на ваш сервер Splunk.

source: email data
ru_ru: данные электронной почты
