Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: A problem occurred while contacting SplunkApps. If you have a copy of the app stored locally, click the button below to upload it directly to Splunk.
ru_ru: При обращении SplunkApps Возникла проблема. Если у вас есть копия приложения, хранящиеся локально, нажмите кнопку ниже, чтобы выгрузить его непосредственно в Splunk.

source: Processing..
ru_ru: Обработка...

source: Accept License Agreements
ru_ru: Принять лицензионные соглашения

source: Click the button below to install the "%(appname)s" app into Splunk
ru_ru: Нажмите кнопку ниже, чтобы установить приложение "%(appname)s" в Splunk

source: Please accept the terms and conditions.
ru_ru: Пожалуйста, примите правила и условия.

source: Splunk is restarting. Please wait. This may take a few minutes.
ru_ru: Производится перезапуск Splunk. Подождите. Это может занять несколько минут.

source: Restart required
ru_ru: Требуется перезапуск

source: You must restart Splunk to install this %s
ru_ru: Необходимо перезапустить Splunk для установки этого %s

source: Installation will be completed after Splunk has restarted
ru_ru: Установка будет завершена после перезапуска Splunk

source: You do not have sufficient privileges to restart the server.
ru_ru: У вас нет достаточных привилегий для перезагрузки сервера.

source: Login required
ru_ru: Требуется вход в систему

source: Enter your <strong>Splunk.com</strong> username and password to download the %s
ru_ru: Введите имя пользователя и пароль <strong>Splunk.com</strong> для загрузки %s

source: This %(appText)s is provided by a third party and your rights to use the %(appText)s is in accordance with the license provided by that third-party licensor. Splunk is not responsible for any third-party %(appText)ss and does not provide any warranty or support. If you have any questions, complaints or claims with respect to this %(appText)s, please contact the licensor directly, whose contact information can be found on the download page.
ru_ru: Это %(appText)s предоставляется третьей стороной и ваши права на использование %(appText)s находятся в соответствии с лицензией, предоставленной лицензиаром этой третьей стороны. Splunk не несет ответственности за какие-либо сторонние %(appText)s и не предоставляет никакой гарантии или поддержки. Если у вас есть вопросы, жалобы или претензии в отношении этого %(appText)s, пожалуйста, свяжитесь напрямую с лицензиаром, чью контактную информацию можно найти на странице загрузки.

source: %s setup required
ru_ru: требуется настройка %s

source: You must set up your new %s before you can use it.
ru_ru: Вы должны настроить ваш новый %s, прежде чем использовать его.

source: Set up now
ru_ru: Настроить сейчас

source: Set up later
ru_ru: Настроить позже

source: %s update available
ru_ru: доступно обновление %s

source: Overwrite from SplunkApps
ru_ru: Перезаписать с SplunkApps

source: Update from SplunkApps
ru_ru: Обновить с SplunkApps

source: Your %(appText)s does not have a valid %(appText)s ID and may not have originated from SplunkApps. Be sure to first back up your configuration as this operation is irreversible.
ru_ru: Ваше %(appText)s не имеет допустимого %(appText)s ID и может не происходить от SplunkApps. Убедитесь, что сначала вы сделали резервную копию вашей конфигурации, поскольку эта операция является необратимой.

source: Click the button below if you are sure you would like to overwrite the local copy of this %(appText)s with the newest version on SplunkApps.
ru_ru: Нажмите на кнопку ниже, если вы уверены, что хотите перезаписать локальную копию этого %(appText)s новейшей версией от SplunkApps.

source: The requested %(appText)s is already installed, but a newer version is available on SplunkApps.
ru_ru: Запрошенное %(appText)s уже установлено, но на SplunkApps доступна новая версия.

source: Click the button below to update the %(appText)s to the newer version now.
ru_ru: Нажмите кнопку ниже, чтобы обновить %(appText)s до новой версии сейчас.

source: Note that a restart of Splunk may be required after update.
ru_ru: Обратите внимание, что после обновления может потребоваться перезапуск Splunk.

source: Overwrite
ru_ru: Перезаписать

source: Upload an app
ru_ru: Выгрузить приложение

source: If you have a .spl or .tar.gz app file to install, you can upload it using this form.
ru_ru: Если у вас файл приложения для установки в формате .spl или. tar.gz, вы можете загрузить его с помощью этой формы.

source: You can replace an existing app via the Splunk CLI.
ru_ru: Вы можете заменить любое существующее приложение через интерфейс командной строки Splunk CLI.

source: Upgrade app. Checking this will overwrite the app if it already exists.
ru_ru: Обновить приложение. Выбрав эту опцию вы перезапишете приложение, если оно уже существует.

source: Available %(fields)s
ru_ru: Доступны %(fields)s

source: Selected %(fields)s
ru_ru: Выбраны %(fields)s

source: Failed to fetch data:
ru_ru: Не удалось получить данные:

source: clear all
ru_ru: очистить все

source: legend
ru_ru: легенда

source: body
ru_ru: тело документа

source: Add another field
ru_ru: Добавить другое поле

source: Click to edit actions
ru_ru: Нажмите, чтобы изменить действия

source: Showing <span>%(first)s-%(last)s</span> of %(total)s result
ru_ru: Показаны <span>%(first)s-%(last)s</span> из %(total)s результата

source: Fired alerts
ru_ru: Сработавшие оповещения

source: Open alert
ru_ru: Открыть оповещение

source: No triggered alerts found. <a href="%(url)s">Reload</a>.
ru_ru: Не найдено сработавших оповещений. <a href="%(url)s">Обновить</a>.

source: Selected alerts
ru_ru: Выбранные оповещения

source: Save search
ru_ru: Сохранить поиск

source: Set up alert
ru_ru: Настроить оповещение

source: Define actions
ru_ru: Определить действия

source: Next &raquo;
ru_ru: Следующий &raquo;

source: <strong>Save the search</strong> before basing an alert on it.
ru_ru: <strong>Сохраните поиск</strong> перед тем, как основать на нем основывая оповещение.

source: Your alert settings could not be saved.
ru_ru: Не удалось сохранить ваши параметры оповещений.

source: Condition
ru_ru: Условие

source: Always
ru_ru: Всегда

source: If number of events
ru_ru: Если число событий

source: If number of hosts
ru_ru: Если количество хостов

source: If number of sources
ru_ru: Если количество источников

source: If custom condition is met
ru_ru: Если пользовательское условие выполняется

source: Conditional search string
ru_ru: Строка условного поиска

source: This conditional search is evaluated against the results of the base search.
ru_ru: Этот условный поиск оценивается по результатам базового поиска.

source: Every
ru_ru: Каждый

source: Cron schedule
ru_ru: Расписание Cron

source: ex: */5 * * * * (every 5 minutes)<br>ex: 0 21 * * * (every day at 9 PM)
ru_ru: пример: */5 * * * * (каждые 5 минут)<br> пример: 0 21 * * * (каждый день в 9 вечера)

source: Alert Mode
ru_ru: Режим Оповещения

source: Once per search
ru_ru: Один раз на поиск

source: Once per result
ru_ru: Один раз на результат

source: <a href="%s" class="spl-icon-external-link-xsm" target="_blank">Learn more</a> about alert mode.
ru_ru: <a href="%s" class="spl-icon-external-link-xsm" target="_blank">Подробнее</a> о режиме оповещения.

source: Throttling
ru_ru: Регулирование

source: After triggering the alert, don't trigger it again for
ru_ru: После срабатывания оповещения, не активировать его снова для

source: for results with the same
ru_ru: для результатов имеющих тот(ту, те) же

source: Comma separated fields
ru_ru: Поля, разделенные запятыми

source: Expiration
ru_ru: Срок действия

source: After 6 hours
ru_ru: Через 6 часов

source: After 12 hours
ru_ru: Через 12 часов

source: After 24 hours
ru_ru: Через 24 часа

source: After 2 days
ru_ru: Через 2 дня

source: After 7 days
ru_ru: Через 7 дней

source: How long <a href="%s" class="spl-icon-external-link-xsm inline-icon" onclick="Splunk.window.openAerts(this.href); return false;">Triggered Alerts</a> keeps a record of each triggered alert.
ru_ru: Как долго <a href="%s" class="spl-icon-external-link-xsm inline-icon" onclick="Splunk.window.openAerts(this.href); return false;">Сработавшие оповещения</a> хранят записи каждого сработавшего оповещения.

source: Next &#187;
ru_ru: Следующая &#187;

source: &#171; Back
ru_ru: &#171; Назад

source: Your alert actions could not be saved.
ru_ru: Не удалось сохранить ваши действия по оповещениям.

source: Send email
ru_ru: Отправить эл. почту

source: Email Subject
ru_ru: Тема эл. письма

source: Email subject
ru_ru: Тема для email

source: Comma or semi-colon separated list of email addresses
ru_ru: Список адресов эл. почты разделенных запятой или точкой с запятой

source: <em>To send email you must set a valid MTA in <a href="%s" class="spl-icon-external-link-xsm" target="_blank">Email settings</a>.</em>
ru_ru: <em>Для отправки электронной почты необходимо задать действительный MTA в <a href="%s" class="spl-icon-external-link-xsm" target="_blank">настройках электронной почты</a>.</em>

source: Include search results:
ru_ru: Включить результаты поиска:

source: as CSV
ru_ru: как CSV

source: inline
ru_ru: встроенные

source: as PDF
ru_ru: как PDF

source: Add to RSS
ru_ru: Добавить к RSS

source: RSS link displays after alert is created.
ru_ru: RSS ссылка отображается после создания оповещения.

source: Run a script
ru_ru: Запустить сценарий

source: Script filename
ru_ru: Имя файла сценария

source: Tracking
ru_ru: Отслеживание

source: List in<a href="%s" class="spl-icon-external-link-xsm" onclick="Splunk.window.openAerts(this.href); return false;">Triggered Alerts</a>
ru_ru: Список в<a href="%s" class="spl-icon-external-link-xsm" onclick="Splunk.window.openAerts(this.href); return false;">Сработавших оповещениях</a>

source: Finish &#187;
ru_ru: Завершить &#187;

source: New alert saved successfully
ru_ru: Новое оповещение успешно сохранено

source: Modify this alert at <strong>Settings &raquo; Searches, reports, and alerts &raquo;</strong>
ru_ru: Изменить это оповещение в <strong>Настройки &raquo; Поиски, отчеты и оповещения &raquo;</strong>

source: Manage triggered alerts through the <a href="%s" class="spl-icon-external-link-xsm" onclick="Splunk.window.openAerts(this.href); return false;">Alert manager</a>.
ru_ru: Управляйте сработавшими оповещениями через <a href="%s" class="spl-icon-external-link-xsm" onclick="Splunk.window.openAerts(this.href); return false;">Менеджер оповещений</a>.

source: Trigger in real-time whenever a result matches
ru_ru: Срабатывает в режиме реального времени всякий раз, когда результат совпадает

source: Run on a schedule once every...
ru_ru: Запускать по расписанию один раз каждый...

source: Monitor in real-time over a rolling window of...
ru_ru: Мониторить в режиме реального времени с использованием скользящего окна...

source: Search will run over selected schedule interval.
ru_ru: Поиск будет выполняться в течение выбранного интервала расписания.

source: 00 18 * * * (every day at 6 PM) <a href="%s" class="spl-icon-external-link-xsm" target="_blank">Learn more</a>
ru_ru: 00 18 * * * (каждый день в 6 вечера) <a href="%s" class="spl-icon-external-link-xsm" target="_blank">Подробнее</a>

source: Search time range
ru_ru: Временной диапазон поиска

source: -1d (one day ago), now (triggering time)
ru_ru: -1d (один день назад), настоящее время (время срабатывания)

source: Time specifiers: y, mon, d, h, m, s
ru_ru: Спецификаторы времени: y, mon, d, h, m, s

source: Trigger if
ru_ru: Срабатывать если

source: Number of results
ru_ru: Количество результатов

source: Custom condition is met
ru_ru: Пользовательское условие выполнено

source: Is greater than
ru_ru: больше чем

source: Is less than
ru_ru: меньше чем

source: Equals to
ru_ru: равно

source: Not equal to
ru_ru: не равно

source: Custom condition
ru_ru: Пользовательское условие

source: Evaluated against the results of the base search.
ru_ru: Оценено по результатам базового поиска.

source: Enable actions
ru_ru: Включить действия

source: To send email you must set a valid MTA in email alert settings. <a href="%s" class="spl-icon-external-link-xsm" target="_blank">Learn more</a>.</em>
ru_ru: Для отправки электронной почты необходимо задать действительный MTA в параметрах оповещений электронной почты. <a href="%s" class="spl-icon-external-link-xsm" target="_blank">Подробнее</a>.</em>

source: Addresses
ru_ru: Адреса

source: Semi-colon separated list of email addresses
ru_ru: Список адресов эл. почты разделенных точкой с запятой

source: Include results
ru_ru: Включить результаты

source: List in <a href="%s" class="spl-icon-external-link-xsm" onclick="Splunk.window.openAerts(this.href); return false;">Triggered Alerts</a>
ru_ru: Список в<a href="%s" class="spl-icon-external-link-xsm" onclick="Splunk.window.openAerts(this.href); return false;">Сработавших оповещениях</a>

source: Execute actions on
ru_ru: Выполнить действия по

source: All results
ru_ru: Все результаты

source: Each result
ru_ru: Каждый результат

source: Suppress for results with the same field value
ru_ru: Подавить для результатов с тем же значением поля

source: After executing actions, suppress them for...
ru_ru: После выполнения действий, подавлять их для...

source: clientip, host (results with the same clientip and host)
ru_ru: IP адрес клиента, хост (результаты с теми же значениями clientip и host)

source: For the next
ru_ru: Для следующего(их)

source: <strong>View triggered alerts</strong> through the <a href="%s" class="spl-icon-external-link-xsm" onclick="Splunk.window.openAerts(this.href); return false;">Alert manager</a>.
ru_ru: <strong>Просмотреть сработавшие оповещения</strong> через <a href="%s" class="spl-icon-external-link-xsm" onclick="Splunk.window.openAerts(this.href); return false;">Менеджер оповещений</a> .

source: <strong>Edit this alert</strong> at Settings &raquo; Searches, reports, and alerts &raquo;
ru_ru: <strong>Редактировать это предупреждение</strong> в Настройки &raquo; Поиски, отчеты и оповещения&raquo;

source: Your dashboard settings could not be saved.
ru_ru: Ваши настройки приборной доски не могут быть сохранены.

source: New dashboard name
ru_ru: Новое имя приборной доски

source: Dashboard name
ru_ru: Имя приборной доски

source: Share dashboard
ru_ru: Поделиться приборной доской

source: Keep dashboard private
ru_ru: Сохранять приборную доску частной

source: <em>Additional permission settings available in </em><strong>Settings &raquo; Searches, reports, and alerts</strong>
ru_ru: <em>Дополнительные параметры полномочий доступны в </em><strong>Настройки &raquo; Поиски, отчеты и оповещения</strong>

source: Existing dashboard
ru_ru: Существующая приборная доска

source: Existing Dashboard List
ru_ru: Список существующих приборных досок

source: &#171;Back
ru_ru: &#171;Назад

source: Panel title
ru_ru: Название панели

source: Event Listing
ru_ru: Список событий

source: Single value
ru_ru: Одно значение

source: Start the search when the dashboard loads
ru_ru: Начать поиск при загрузке приборной доски

source: May cause a brief resource usage spike.
ru_ru: Может вызвать краткий всплеск использования ресурсов.

source: Run the search in the background
ru_ru: Выполнить поиск в фоновом режиме

source: Running multiple backgrounded real-time searches can cause system performance issues.
ru_ru: Запуск нескольких поисков режима реального времени в фоновом режиме может вызвать проблемы производительности системы.

source: Learn more about system performance implications
ru_ru: Узнать больше о влиянии на производительность системы

source: Run search each time dashboard loads
ru_ru: Запускать поиск каждый раз при загрузке приборной доски

source: Run scheduled search
ru_ru: Запустить запланированный поиск

source: Scheduled Search Times
ru_ru: Запланированные времена поиска

source: Custom schedule (Cron schedule)
ru_ru: Пользовательское расписание (расписание Cron)

source: 0 21 * * * (every day at 9 PM)
ru_ru: 0 21 * * * (каждый день в 9 вечера)

source: The dashboard loads results from the most recent run of the scheduled search.
ru_ru: Приборная доска загружает результаты самого последнего выполнения запланированного поиска.

source: Dashboard saved successfully
ru_ru: Приборная доска успешно сохранена

source: View dashboard
ru_ru: Просмотреть приборную доску

source: <strong>Modify the saved search</strong> at Settings &raquo; Searches, reports, and alerts &raquo;
ru_ru: <strong>Редактировать сохраненный поиск</strong> в Настройки &raquo; Поиски, отчеты и оповещения &raquo;

source: Invalid permissions
ru_ru: Недопустимые полномочия

source: We're sorry you do not have appropriate permissions to view this page. Contact your system administrator for help to resolve this issue.
ru_ru: К сожалению у вас нет полномочий для просмотра этой страницы. Обратитесь к вашему системному администратору за помощью, чтобы решить эту проблему.

source: Unsupported browser.
ru_ru: Неподдерживаемый браузер.

source: Generated event type
ru_ru: Тип сгенерированного события

source: Test
ru_ru: Тест

source: Revert edits
ru_ru: Отменить изменения

source: Suggested field values
ru_ru: Предлагаемые значения поля

source: Check the below field values, to build up your new event type.
ru_ru: Проверьте указанные ниже значения поля, чтобы создать свой новый тип события.

source: Blue field values
ru_ru: Синие значения поля

source: are from your selected event; other values are from other events.
ru_ru: из выбранного события; другие значения из других событий.

source: &nbsp;&nbsp;Alternative values:
ru_ru: &nbsp;&nbsp;Альтернативные значения:

source: Sample events
ru_ru: Примеры событий

source: Sample events match the current event type search.
ru_ru: Примеры событий соответствуют текущему поиску типа события.

source: Save event type
ru_ru: Сохранить тип события

source: Note:
ru_ru: Примечание:

source: To ensure the event type works properly, test it before saving.
ru_ru: Чтобы удостовериться, что тип события работает должным образом, протестируйте его перед сохранением.

source: Style:
ru_ru: Стиль:

source: Priority:
ru_ru: Приоритет:

source: 5 (Average)
ru_ru: 5 (Среднее)

source: Determines which style wins, when an event
ru_ru: Определяет, какой стиль выигрывает, когда событие

source: has more than one event type.
ru_ru: имеет более чем один тип события.

source: Edit event type
ru_ru: Редактировать тип события

source: Event type search
ru_ru: Поиск по типу событий

source: Test event type
ru_ru: Протестировать тип события

source: A new Splunk search window will open and allow you to verify that your event type returns the events you want.
ru_ru: Новое окно поиска Splunk откроется и позволит вам убедиться, что ваш тип события возвращает события, которые вы хотите.

source: When you are done testing your event type, close the search testing window and return to the Build event type window to save your event type or further refine it.
ru_ru: Когда вы закончите тестирование вашего типа события, закройте тестовое окно поиска и вернитесь к окну построения типа события, чтобы сохранить тип события или далее уточнить его.

source: Test...
ru_ru: Тест...

source: Successfully saved event type
ru_ru: Успешно сохранен тип события

source: Your event type has been saved.
ru_ru: Ваш тип события сохранен.

source: Field summary unavailable
ru_ru: Сводка по полю не доступна

source: (numeric)
ru_ru: (числовой)

source: (categorical)
ru_ru: (категорийный)

source: Settings | Splunk
ru_ru: Настройки | Splunk

source: Server info
ru_ru: Информация о сервере

source: Expired license
ru_ru: Просроченная лицензия

source: Change successful
ru_ru: Успешное изменение

source: The Free license has been installed. You must restart Splunk to activate changes.
ru_ru: Была установлена бесплатная лицензия. Для активации изменений необходимо перезапустить Splunk.

source: The Splunk license for this server has expired and search access has been disabled. Contact your Splunk administrator to update the license.
ru_ru: Лицензии Splunk для этого сервера истекла, и доступ к поиску был отключен. Обратитесь к администратору Splunk для обновления лицензии.

source: Splunk requires a valid license to work.
ru_ru: Для работы Splunk'у требуется действительная лицензия.

source: Switch to the Free license
ru_ru: Переключитесь на Бесплатную лицензию

source: The Splunk Free license allows you to index 500MB of data per day with no expiration.
ru_ru: Бесплатная лицензия Splunk позволяет индексировать 500 МБ данных в день без истечения срока действия.

source: Add a license
ru_ru: Добавить лицензию

source: Install a valid Splunk license file to proceed
ru_ru: Установите действительный файл лицензии Splunk для продолжения

source: Change user
ru_ru: Сменить пользователя

source: %s message
ru_ru: %s сообщение

source: %s messages
ru_ru: %s сообщения(-ий)

source: single
ru_ru: одиночное

source: reported by
ru_ru: сообщено

source: %s indexer
ru_ru: %s индексатором

source: Correct by midnight to avoid violation
ru_ru: Исправьте до полуночи, чтобы избежать нарушения

source: This server is acting as a master license server
ru_ru: Этот сервер действует как мастер-сервер лицензий

source: This server is acting as a standalone license server
ru_ru: Этот сервер действует как изолированный сервер лицензий

source: Change to slave
ru_ru: Изменить на ведомый

source: License information
ru_ru: Информация о лицензии

source: Current license
ru_ru: Текущая лицензия

source: License expiration
ru_ru: Срок действия лицензии

source: (%s of quota)
ru_ru: (%s квоты)

source: See usage history
ru_ru: Посмотреть историю использования

source: Add capacity
ru_ru: Добавить емкость

source: Server information
ru_ru: Информация о сервере

source: Indexer name
ru_ru: Имя индексатора

source: Warning count
ru_ru: Счетчик предупреждений

source: Debug information
ru_ru: Отладочная информация

source: All license details
ru_ru: Все подробности лицензии

source: %s license group
ru_ru: группа лицензий %s

source: Change license group
ru_ru: Изменить группу лицензий

source: This server is configured to use licenses from the <strong>%s license group</strong>
ru_ru: Этот сервер настроен на использование лицензий из <strong>группы лицензий %s</strong>

source: Add license
ru_ru: Добавить лицензию

source: Usage report
ru_ru: Отчет об использовании

source: %s license window warning
ru_ru: %s предупреждение окна лицензии

source: %s license window warnings
ru_ru: %s предупреждений(-ия) окна лицензии

source: %s pool quota overage warning
ru_ru: %s предупреждение превышения квоты пула

source: %s pool quota overage warnings
ru_ru: %s предупреждений(-ия) превышения квоты пула

source: %s orphaned indexer
ru_ru: %s потерянный индексатор

source: %s orphaned indexers
ru_ru: %s потерянных индексатора(-ов)

source: %s pool warning
ru_ru: %s предупреждение пула

source: %s pool warnings
ru_ru: %s предупреждений(-ия) пула

source: %s pool violation
ru_ru: %s нарушение пула

source: %s pool violations
ru_ru: %s нарушений(-ия) пула

source: %s stack quota overage warning
ru_ru: %s предупреждение превышения квоты стека

source: %s stack quota overage warnings
ru_ru: %s предупреждений(-ия) превышения квоты стека

source: Licensing alerts notify you of excessive indexing warnings and licensing misconfigurations.
ru_ru: Предупреждения лицензирования уведомляют вас о избыточных предупрежденях индексации и неправильной конфигурации лицензирования.

source: Current
ru_ru: Текущая

source: No licensing alerts
ru_ru: Нет оповещений лицензирования

source: Permanent
ru_ru: Постоянная

source: No licensing violations
ru_ru: Нет нарушений лицензирования
