Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Dashboards about the user activity and status of the system.
ru_ru: Приборные доски об активности пользователей и состоянии системы.

source: <i class="icon-search-thin" style="float: left; line-height: 1; color: #999;font-size: 32px; margin-left:5px;"/><h2 style="margin-left:40px; margin-bottom:0; line-height: 32px;">Search</h2><p style="margin-left:40px; line-height:20px"><a href="search_status">Search activity overview</a><br/><a href="search_detail_activity">Search details</a><br/><a href="search_activity_by_user">Search user activity</a></p>
ru_ru: <i class="icon-search-thin" style="float: left; line-height: 1; color: #999;font-size: 32px; margin-left:5px;"/><h2 style="margin-left:40px; margin-bottom:0; line-height: 32px;">Поиск</h2><p style="margin-left:40px; line-height:20px"><a href="search_status">Обзор поисковой активности</a><br/><a href="search_detail_activity">Детали поиска</a><br/><a href="search_activity_by_user">Поисковая активность пользователей</a></p>

source: <i class="icon-data" style="float: left; line-height: 1; color: #999;font-size: 32px; margin-left:5px;"/><h2 style="margin-left:40px; margin-bottom:0; line-height: 32px;">Server</h2><p style="margin-left:40px; line-height:20px"><a href="internal_messages">Internal messages and errors</a><br/></p>
ru_ru: <i class="icon-data" style="float: left; line-height: 1; color: #999;font-size: 32px; margin-left:5px;"/><h2 style="margin-left:40px; margin-bottom:0; line-height: 32px;">Сервер</h2><p style="margin-left:40px; line-height:20px"><a href="internal_messages">Внутренние сообщения и ошибки</a><br/></p>

source: <i class="icon-clock" style="float: left; line-height: 1; color: #999;font-size: 32px; margin-left:5px;"/><h2 style="margin-left:40px; margin-bottom:0; line-height: 32px;">Scheduler</h2><p style="margin-left:40px; line-height:20px"><a href="scheduler_status">Scheduler activity overview</a><br/><a href="scheduler_user_app">Scheduler activity by user</a><br/><a href="scheduler_savedsearch">Scheduler activity by saved search</a><br/><a href="scheduler_status_errors">Scheduler errors</a><br/></p>
ru_ru: <i class="icon-clock" style="float: left; line-height: 1; color: #999;font-size: 32px; margin-left:5px;"/><h2 style="margin-left:40px; margin-bottom:0; line-height: 32px;">Планировщик</h2><p style="margin-left:40px; line-height:20px"><a href="scheduler_status">Обзор активности планировщика</a><br/><a href="scheduler_user_app">Активность планировщика по пользователям или приложениям</a><br/><a href="scheduler_savedsearch">Активность планировщика по сохраненным поискам</a><br/><a href="scheduler_status_errors">Ошибки планировщика</a><br/></p>

source: <i class="icon-data" style="float: left; line-height: 1; color: #999;font-size: 32px; margin-left:5px;"/><h2 style="margin-left:40px; margin-bottom:0; line-height: 32px;">Server</h2><p style="margin-left:40px; line-height:20px"><a href="internal_messages">Internal messages and errors</a><br/><a href="/manager/search/licenseusage">License usage</a></p>
ru_ru: <i class="icon-data" style="float: left; line-height: 1; color: #999;font-size: 32px; margin-left:5px;"/><h2 style="margin-left:40px; margin-bottom:0; line-height: 32px;">Сервер</h2><p style="margin-left:40px; line-height:20px"><a href="internal_messages">Внутренние сообщения и ошибки</a><br/><a href="/manager/search/licenseusage">Использование лицензии</a></p>

source: <i class="icon-clock" style="float: left; line-height: 1; color: #999;font-size: 32px; margin-left:5px;"/><h2 style="margin-left:40px; margin-bottom:0; line-height: 32px;">Scheduler</h2><p style="margin-left:40px; line-height:20px"><a href="scheduler_status">Scheduler activity overview</a><br/><a href="scheduler_user_app">Scheduler activity by user or app</a><br/><a href="scheduler_savedsearch">Scheduler activity by saved search</a><br/><a href="scheduler_status_errors">Scheduler errors</a><br/></p>
ru_ru: <i class="icon-clock" style="float: left; line-height: 1; color: #999;font-size: 32px; margin-left:5px;"/><h2 style="margin-left:40px; margin-bottom:0; line-height: 32px;">Планировщик</h2><p style="margin-left:40px; line-height:20px"><a href="scheduler_status">Обзор активности планировщика</a><br/><a href="scheduler_user_app">Активность планировщика по пользователям или приложениям</a><br/><a href="scheduler_savedsearch">Активность планировщика по сохраненным поискам</a><br/><a href="scheduler_status_errors">Ошибки планировщика</a><br/></p>

source: No description has been provided for this app. Please update app.conf for your app.
ru_ru: Для этого приложения не было дано описания. Пожалуйста, обновите app.conf для вашего приложения.

source: Welcome
ru_ru: Добро пожаловать

source: Splunk Home
ru_ru: Домашняя страница Splunk

source: Welcome to Splunk
ru_ru: Добро пожаловать в Splunk

source: Before you can use Search, you'll need to index some IT data. Index event logs, local logs, syslog, and more.
ru_ru: Перед тем как вы сможете использовать поиск, вам необходимо проиндексировать некоторые данные IT. Проиндексируйте журналы событий, локальные журналы, системный журнал и многое другое.

source: Launch search app
ru_ru: Запустить поиск приложения

source: The Search app is Splunk's default interface for searching and analyzing IT data. It allows you to index data into Splunk, add knowledge, create dashboards, and create alerts.
ru_ru: Приложение Поиск является интерфейсом Splunk по умолчанию для поиска и анализа данных IT. Это позволяет индексировать данные в Splunk, добавлять знания, создавать приборные доски, а также создавать оповещения.

source: Need help?
ru_ru: Нужна помощь?

source: Getting started tutorial
ru_ru: Руководство по началу эксплуатации

source: What's new in this release
ru_ru: Что нового в этом выпуске

source: Splunk documentation
ru_ru: Документация Splunk

source: Splunk answers
ru_ru: Ответы Splunk

source: Don't want to see this page? <a href='%(url)s'>Select a default app</a> to launch after sign in.
ru_ru: Не хотите видеть эту страницу? <a href='%(url)s'>Выберите приложение по умолчанию</a> для запуска после входа в систему.

source: Your Apps
ru_ru: Ваши приложения

source: %s app update available
ru_ru: доступно(-ы) обновление(-ия) %s приложения

source: update in manager
ru_ru: обновление в менеджере

source: %(count)s add-on awaiting set up
ru_ru: %(count)s дополнение ожидает настройки

source: Do more with Splunk
ru_ru: Делайте больше со Splunk

source: Find more apps
ru_ru: Найти больше приложений

source: Manage Splunk
ru_ru: Управление Splunk

source: Other configurations...
ru_ru: Другие конфигурации...

source: Getting started
ru_ru: Приступая к работе

source: Get started with Splunk. This app introduces you to many of Splunk's features. You'll learn how to use Splunk to index data, search and investigate, add knowledge, monitor and alert, report and analyze.
ru_ru: Начало работы с Splunk. Это приложение знакомит вас со многими из особенностей Splunk. Вы узнаете, как использовать Splunk для индексирования данных, поиска и исследований, как добавлять знания, мониторить и создавать предупреждения, делать отчеты и анализ.

source: Select a different file
ru_ru: Выберите другой файл

source: Error processing file
ru_ru: Ошибка обработки файла

source: Could not generate a preview of this file.
ru_ru: Не удалось создать предварительный просмотр этого файла.

source: You have unapplied changes. Would you like to apply them now?
ru_ru: У вас есть непримененные изменения. Вы хотите применить их сейчас?

source: Provide a source type name
ru_ru: Укажите имя типа источника

source: This source type already exists. Please enter a different name.
ru_ru: Этот тип источника уже существует. Пожалуйста, введите другое имя.

source: Save failed:
ru_ru: Сохранить не удалось:

source: splunkd did not pass a valid search ID
ru_ru: splunkd не передал действительного идентификатора (ID) поиска

source: Only a portion of your compressed file used for preview.
ru_ru: Только часть вашего сжатого файла используется для предварительного просмотра.

source: Only the first %sB used for preview.
ru_ru: Только первые %s байт используется для предварительного просмотра.

source: chars into the event
ru_ru: символов в событие

source: chars past the pattern
ru_ru: символов после паттерна

source: # your settings
ru_ru: Число ваших настроек

source: # set by detected source type
ru_ru: Число, заданное обнаруженным типом источника

source: Set source type
ru_ru: Установить тип источника

source: No existing source types selected.
ru_ru: Ни один из существующих типов источников не выбран.

source: Review settings
ru_ru: Проверить настройки

source: Exit without saving
ru_ru: Выйти без сохранения

source: Save source type
ru_ru: Сохранить тип источника

source: Sourcetype saved
ru_ru: Тип источника сохранен

source: Create input
ru_ru: Создать ввод

source: Previewing as
ru_ru: Просмотр как

source: Unstructured data
ru_ru: Неструктурированные данные

source: Tabular data
ru_ru: Табличные данные

source: W3C (IIS logs)
ru_ru: W3C (журналы IIS)

source: No results could be obtained with selected settings.
ru_ru: С выбранными параметрами не могут быть получены никакие результаты.

source: No fields could be extracted with selected settings.
ru_ru: С выбранными параметрами не могут быть извлечены никакие поля.

source: Next event
ru_ru: Следующее событие

source: File properties
ru_ru: Свойства файла

source: Bytes
ru_ru: Байты

source: Preview properties
ru_ru: Просмотреть свойства

source: # of events extracted
ru_ru: Число извлеченных событий

source: Event time distribution
ru_ru: Распределение времени события

source: Event linecount distribution
ru_ru: Распределение числа строк события

source: lines per event
ru_ru: строк на событие

source: # of events
ru_ru: количество событий

source: Event Breaks
ru_ru: Разрывы событий

source: Headers
ru_ru: Заголовоки

source: Timestamps
ru_ru: Метки времени

source: Advanced mode (props.conf)
ru_ru: Расширенный режим (props.conf)

source: Help with event breaking
ru_ru: Помощь с разделением событий

source: Auto (break on timestamp)
ru_ru: Авто (перерыв на временной метке)

source: Every line is one event
ru_ru: Каждая строка является одним событием

source: ex: access logs
ru_ru: напр.: журналы доступа

source: Specify a pattern or regex to break before
ru_ru: Укажите паттерн или регулярное выражение перед которым необходимо делать разрыв

source: ex: \d+foo\d[2,4], Start Of Event, ^\*\*\*
ru_ru: например: \d+foo\d[2,4], Начало события, ^\*\*\*

source: Regex reference
ru_ru: Ссылка на регулярное выражение

source: Help with general settings
ru_ru: Помощь с общими настройками

source: File Special Characters
ru_ru: Специальные символы файла

source: Character that delimits or separates fields
ru_ru: Символ, который разграничивает или разделяет поля

source: tab
ru_ru: табуляция

source: space
ru_ru: пробел

source: custom
ru_ru: пользовательский вариант

source: Character to use for quotes
ru_ru: Символ, используемый как кавычка

source: double quote
ru_ru: двойная кавычка

source: single quote
ru_ru: одиночная кавычка

source: Preamble
ru_ru: Преамбула

source: Regular expression to ignore preamble lines
ru_ru: Регулярное выражение, чтобы игнорировать строки преамбулы

source: Help with headers
ru_ru: Помощь с заголовками

source: Special Characters
ru_ru: Специальные символы

source: Character that delimits or separates fields in header line
ru_ru: Символ, который разграничивает или разделяет поля в строке заголовка

source: Character to use for quotes in header line
ru_ru: Символ, используемый для кавычек в строке заголовка

source: Let Splunk automatically locate headers.
ru_ru: Пусть Splunk автоматически найдет заголовки.

source: How to recognize a prefix if any. Example: [some regex here]
ru_ru: Как распознать префикс, если таковой имеется. Пример: [здесь какое-нибудь регулярное выражение]

source: Header line number
ru_ru: Номер строки заголовка

source: At which line in the file can the header be found? Example: 5
ru_ru: В какой строке в файле можно найти заголовок? Пример: 5

source: Specify header fields directly
ru_ru: Укажите поля заголовка напрямую

source: Some fields might be missing from the header. You can list them here. Example: missingHeader1, missingHeader2
ru_ru: Некоторые поля могут отсутствовать в заголовке. Вы можете перечислить их здесь. Пример: missingHeader1, missingHeader2

source: Help with timestamping
ru_ru: Помощь с временными метками

source: Automatically locate timestamp (default)
ru_ru: Автоматически найти метку времени (по умолчанию)

source: Use current time
ru_ru: Использовать текущее время

source: Timestamp is always prefaced by a pattern
ru_ru: Отметка времени всегда предваряется паттерном

source: ex: \d+abc123\d[2,4]
ru_ru: например: \d+abc123\d[2,4]

source: Timestamp never extends more than
ru_ru: Временная метка никогда не может простираться далее, чем

source: Timestamp format (strptime)
ru_ru: Формат метки времени (strptime)

source: ex: %Y-%m-%d
ru_ru: например: %Y-%m-%d

source: Format reference
ru_ru: Ссылка на формат

source: Timezone
ru_ru: Часовой пояс

source: (Automatically detect)
ru_ru: (Автоматическое определение)

source: Help with advanced configuration
ru_ru: Помощь с расширенной конфигурацией

source: Additional settings (overrides)
ru_ru: Дополнительные параметры (переопределяет)

source: Currently applied settings
ru_ru: Настройки, примененные в настоящее время

source: Choose new file
ru_ru: Выберите новый файл

source: Use auto-detected source type:
ru_ru: Использовать автоматического определения типа источника:

source: Start with an existing source type (you can make changes)
ru_ru: Начать с существующим типом источника (вы можете вносить изменения)

source: Splunk could not automatically determine a source type for this data.
ru_ru: Splunk не смог автоматически определить тип источника этих данных.

source: Start a new source type
ru_ru: Начать новый тип источника

source: Apply an existing source type
ru_ru: Применить существующий тип источника

source: Choose a source type...
ru_ru: Выберете тип источника...

source: Learn more about source types
ru_ru: Узнайте больше о типах источника

source: Name your new source type
ru_ru: Назовите ваш новый тип источника

source: Splunk will create a props.conf file for this source type with the following settings:
ru_ru: Splunk создаст файл props.conf для этого типа источника со следующими параметрами:

source: Successfully created
ru_ru: Успешно создан

source: You may now continue and apply this source type to a new data input, or exit and create a new data input at a later time.
ru_ru: Теперь вы можете продолжить и применить этот тип источника на новый ввод данных или выйти и создать новый ввод данных позже.

source: Unable to process the file:
ru_ru: Не удается обработать файл:

source: file/directory
ru_ru: файл/каталог

source: Add file/directory data
ru_ru: Добавить данные файла/каталога

source: Point Splunk at a single file representative of the data you want to index.
ru_ru: Направьте Splunk на один файл, типичный для данных, которые вы хотите индексировать.

source: On Windows: c:\apache\apache.error.log, On Unix: /var/log/foo.log
ru_ru: В Windows: c:apacheapache.error.log, На Unix: /var/log/foo.log

source: Add TCP network data
ru_ru: Добавить сетевые данные TCP

source: Point Splunk at a single file representative of the TCP data you want to index.
ru_ru: Направьте Splunk на один файл, типичный для данных TCP, которые вы хотите индексировать.

source: On Windows: c:\tmp\tcpdump_capture.log, On Unix: /tmp/tcpdump_capture.log
ru_ru: В Windows: c:\tmp\tcpdump_capture.log, На Unix: /tmp/tcpdump_capture.log

source: Add UDP data
ru_ru: Добавить данные UDP

source: Point Splunk at a single file representative of the UDP data you want to index.
ru_ru: Направьте Splunk на один файл, типичный для данных UDP, которые вы хотите индексировать.

source: On Windows: c:\tmp\udpdump_capture.log, On Unix: /tmp/udpdump_capture.log
ru_ru: В Windows: c:\tmp\udpdump_capture.log, На Unix: /tmp/udpdump_capture.log

source: generic
ru_ru: общие

source: Preview data
ru_ru: Просмотреть данные

source: Add data input
ru_ru: Добавить ввод данных

source: Preview data before indexing
ru_ru: Просмотреть данные перед индексированием

source: Note: Splunk will only preview the first %s of the file.
ru_ru: Примечание: Splunk будет просматривать только первый %s файла.

source: Path to file on the server
ru_ru: Путь к файлу на сервере

source: Browse server
ru_ru: Просмотреть сервер

source: Skip preview
ru_ru: Пропустить предварительный просмотр

source: Skip preview and manually configure your input.
ru_ru: Пропустить предварительный просмотр и вручную настроить ввод.

source: File browser
ru_ru: Браузер файлов

source: Please enter a file path
ru_ru: Пожалуйста, введите путь к файлу

source: File path does not exist
ru_ru: Путь к файлу не существует

source: Splunk Data Preview
ru_ru: Предварительный просмотр данных Splunk

source: Provides interactive timestamping and event breaking facilities for data inputs.
ru_ru: Обеспечивает проставление интерактивных временных меток и средства разбиения событий для входных данных.

source: This dashboard is not available, because the distributed management console is in standalone mode.
ru_ru: Эта приборная доска недоступна, так как распределенная консоль управления находится в изолированном режиме.

source: Cannot find the saved search: DMC Forwarder - Build Asset Table
ru_ru: Не удалось найти сохраненный поиск: DMC Перенаправитель - Построить таблицу активов

source: The Splunk Management and Monitoring application gives you insight into your Splunk deployment.
ru_ru: Приложение по Управлению и мониторингу Splunk дает вам понимание состояния вашего развертывания Splunk.

source: You have used 90% of your total daily license quota.
ru_ru: Вы использовали 90% от вашей общей ежедневной лицензионной квоты.

source: One or more forwarders are missing.
ru_ru: Один или несколько перенаправителей отсутствуют.

source: You have licenses that expire or will expire within two weeks.
ru_ru: У вас есть лицензии, которые истекают или истекут в течение двух недель.

source: One or more of your indexer queues is reporting a fill percentage, averaged over the last 15 minutes, of 90% or more.
ru_ru: Один или несколько очередей вашего индексатора сообщают об усредненном за 15 минут проценте заполнения 90% или более.

source: One or more of your indexers is reporting an abnormal state.
ru_ru: Один или несколько из ваших индексаторами сообщает о ненормальном состоянии.

source: One or more of your search peers is currently down.
ru_ru: Один или несколько поисковых одноранговых узлов в настоящее время выключены.

source: One or more instances has exceeded 90% memory usage.
ru_ru: Один или несколько экземпляров превысили 90%-е использование памяти .

source: You have used 80% of your disk capacity.
ru_ru: Вы использовали 80% емкости вашего диска.

source: This search establishes an updated cache of metadata necessary for the localhost to be included in DMC dashboards. This search will be disabled when user go throught the setup process. and will be re-enabled when user resets to factory mode.
ru_ru: Этот поиск устанавливает обновленный кэш метаданных, необходимых чтобы локальный хост был включен в приборные доски DMC. Этот поиск будет отключен, когда пользователь полностью пройдет процесс установки. И будет повторно включен, когда пользователь производит сброс в режим заводских настроек.

source: Manage forwarders.
ru_ru: Управление перенаправителями.

source: Overview of Resource Usage in Splunk
ru_ru: Обзор использования ресурсов в Splunk

source: Indexing
ru_ru: Индексирование

source: Performance
ru_ru: Производительность

source: Indexes and Volumes
ru_ru: Индексы и Тома

source: Search Head Clustering
ru_ru: Кластеризация головных узлов поиска

source: Scheduler Activity
ru_ru: Активность планировщика

source: Forwarders
ru_ru: Переанаправители

source: Run a Search
ru_ru: Выполнить поиск

source: Forwarders by $forwarderCountSplitByLabel$
ru_ru: Переанаправители по $forwarderCountSplitByLabel$

source: total: $totalForwarderCount$ forwarders
ru_ru: всего: $totalForwarderCount$ перенаправителей

source: Status and Configuration ($totalForwarderCount$) $last_run_time$
ru_ru: Статус и конфигурация ($totalForwarderCount$) $last_run_time$

source: Historical Charts
ru_ru: Исторические диаграммы

source: Total Count of Forwarders
ru_ru: Общее количество перенаправителей

source: Forwarder Outgoing Rate Over Time
ru_ru: Исходящая скорость перенаправителя с течением времени

source: Forwarders: Deployment
ru_ru: Перенаправители: Развертывание

source: Instance
ru_ru: Экземпляр

source: Metric
ru_ru: Метрика

source: Forwarder Type
ru_ru: Тип перенаправителя

source: Architecture
ru_ru: Архитектура

source: active
ru_ru: активен

source: missing
ru_ru: отсутствует

source: Events/s
ru_ru: События/сек

source: Average $forwarderCountOverlayLabel$
ru_ru: Среднее $forwarderCountOverlayLabel$

source: <h3>Forwarder Monitoring is <b>disabled</b>. Go to the <a href="managementconsole_forwarder_setup" target="_blank">setup<span class="icon-external"/></a> page to enable it.</h3>
ru_ru: <h3>Мониторинг перенаправителя<b>отключен</b>. Перейдите на страницу <a href="managementconsole_forwarder_setup" target="_blank">настройки</a>, чтобы включить его.</h3>

source: <p>Click on a forwarder to see more details.</p><p><b>Note:</b> A forwarder shows a status of "missing" if it has not connected to indexers within 15 minutes of the timestamp at the top of this panel.</p>
ru_ru: <p>Нажмите на перенаправитель, чтобы посмотреть дополнительную информацию.</p><p><b>Примечание:</b>Перенаправитель показывает статус "отсутствует", если он не подключился к индексаторам в течение 15 минут после временной метки в верхней части этой панели.</p>

source: Total Count of Forwarders and Receivers
ru_ru: Общее количество перенаправителей и приемников

source: Forwarder Connection Count Over Time
ru_ru: Счетчик соединений перенаправителя с течением времени

source: Receivers
ru_ru: Получатели

source: <p><b>Note:</b> "Forwarder" is the GUID. "Receiver" is "serverName:port" combination.</p>
ru_ru: <p><b>Примечание:</b> "Перенаправитель" - это GUID. "Приемник" - это сочетание имени сервера и порта "serverName:port".</p>

source: <p><b>Note:</b> "Forwarder connection count" is the total number of connections between forwarders and receivers. For example, if a forwarder connects to three receivers, its count is three.</p>
ru_ru: <p><b>Примечание:</b> "Счетчик соединений перенаправителя" - это общее число соединений между перенаправителями и приемниками. Например, если перенаправитель подключается к трем приемникам, его счетчик будет равен трем. </p>

source: Status and Configuration
ru_ru: Статус и конфигурация

source: Outgoing Data Rate
ru_ru: Скорость исходящих данных

source: Forwarders: Instance
ru_ru: Перенаправители: экземпляр

source: Instance:
ru_ru: Экземпляр:

source: Aggregation
ru_ru: Агрегация

source: <h3>Forwarder Monitoring is <b>disabled</b>. Please go to the <a href="managementconsole_forwarder_setup" target="_blank">setup<span class="icon-external"/></a> page to enable it.</h3>
ru_ru: <h3>Мониторинг перенаправителя<b>отключен</b>. Пожалуйста, перейдите на страницу <a href="managementconsole_forwarder_setup" target="_blank">настройки</a>, чтобы включить его.</h3>

source: <p><b>Note: </b>Multiple forwarders installed on one host appear with identical host names, but different GUIDs.</p>
ru_ru: <p><b>Примечание:</b>Несколько перенаправителей, установленные на одном хосте отображаются с одинаковыми именами хоста, но разными идентификаторами GUID. </p>
