Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: The number of searchable copies of data the cluster maintains. A higher search factor speeds up the time to recover lost data at the cost of disk space. Must be less than or equal to Replication Factor.
ru_ru: Количество доступных для поиска копий данных Кластер. Более высокий коэффициент поиска ускоряет время, чтобы восстановить потерянные данные по стоимости дискового пространства. Должно быть меньше или равен коэффициенту репликации.

source: Security Key
ru_ru: Ключ безопасности

source: This key authenticates communication between the master and the peers and search heads.
ru_ru: Этот ключ используется для аутентификации обмена данными между мастером и одноранговыми партнерами и головными узлами поиска.

source: Cluster Label
ru_ru: Метка Кластера

source: Name your cluster using this field. This label is also used to identify this cluster in the Distributed Management Console.
ru_ru: Задайте имя кластера с помощью этого поля. Эта метка используется также для идентификации этого кластера в Распределенной консоли управления.

source: Save changes
ru_ru: Сохранить изменения

source: Enable Master Node
ru_ru: Включить Мастер-узел

source: Master node
ru_ru: Мастер-узел

source: The master node coordinates the activities of the peer nodes. It does not store or replicate data (aside from its own internal data).
ru_ru: Мастер-узел координирует деятельность одноранговых узлов. Он не хранит и не реплицирует данные (кроме своих внутренних данных).

source: Peer node
ru_ru: Одноранговый узел

source: Peer nodes receive and index incoming data. They also replicate data from other nodes in the cluster.
ru_ru: Одноранговые узлы получают и индексируют входящие данные. Они также реплицируют данные от других узлов в кластере.

source: Search head node
ru_ru: Головной узел поиска

source: The search head manages searches across one or more clusters.
ru_ru: Головной узел поиска управляет поиском одного или нескольких кластеров.

source: Enable Clustering
ru_ru: Включить Кластеризацию

source: Edit Node Type
ru_ru: Редактировать тип узла

source: Master URI
ru_ru: Мастер URI

source: E.g. https://10.152.31.202:8089
ru_ru: Например https://10.152.31.202:8089

source: Peer replication port
ru_ru: Порт репликации одноранговых узлов

source: The port peer nodes use to stream data to each other (Eg: 8080).
ru_ru: Порт одноранговых узлов используется для потоковой передачи данных друг ко другу (например: 8080).

source: Security key
ru_ru: Ключ безопасности

source: Peer node configuration
ru_ru: Конфигурация однорангового узла

source: Enable peer node
ru_ru: Включить одноранговый узел

source: You must restart Splunk for the
ru_ru: Вам необходимо перезапустить Splunk для

source: node to become active.
ru_ru: чтобы узел стал активным.

source: Optional next steps after restart:
ru_ru: Необязательные следующие шаги после перезагрузки:

source: Configure the indexes for the peers.
ru_ru: Настройка индексов для одноранговых узлов.

source: The index file determines the peers set of indexes and the size and attributes of its buckets. This file must be identical across all peer nodes. Peer index files are edited and distributed from the Master Node.
ru_ru: Индексный файл определяет одноранговым узлам набор индексов, а также размер и атрибуты их корзин. Этот файл должен быть одинаковым для всех одноранговых узлов. Индексные файлы одноранговых узлов редактируются и распространяются от Мастер-узла.

source: Use forwarders to get data to this peer.
ru_ru: Используйте переадресаторы для получения данных для этого однорангового узла.

source: There are two reasons for using forwarders to send data to your cluster. 1. To ensure that all incoming data gets indexed. 2. To handle potential node failure.
ru_ru: Есть две причины для использования переадресаторов для отправки данных в ваш кластер. 1. Обеспечить, чтобы все входящие данные индексировались. 2. Для обработки потенциального сбоя узла.

source: You can restart Splunk from Server Controls.
ru_ru: Вы можете перезапустить Splunk из Управления Сервером.

source: Go to Server Controls
ru_ru: Перейти к Управлению Сервером

source: E.g. https://10.152.31.202:8089 This can be found in the Master Node dashboard.
ru_ru: Например https://10.152.31.202:8089 Это можно найти на приборной панели Мастер-узла.

source: This key authenticates communication between the master and search head.
ru_ru: Этот ключ аутентифицирует связь между мастер-узлом и головным узлом поиска.

source: Search head node configuration
ru_ru: Конфигурация Головного узла поиска

source: Enable search head node
ru_ru: Включить головной узел поиска

source: Disable Clustering
ru_ru: Отключить Кластеризацию

source: Disable clustering
ru_ru: Отключить кластеризацию

source: Before disabling clustering, make sure all the peers are disabled from the master. Are you sure you want to continue?
ru_ru: Перед отключением кластеризации, убедитесь, что все узлы будут отключены от мастера-узла. Вы уверены, что хотите продолжить?

source: This will disable clustering on this node. Are you sure you want to continue?
ru_ru: Это отключит кластеризацию на этом узле. Вы уверены, что хотите продолжить?

source: You must restart Splunk for clustering to be completely disabled. You can restart Splunk from Server Controls.
ru_ru: Splunk необходимо перезапустить для того, чтобы кластеризация была полностью отключена. Вы можете перезапустить Splunk из Управления Сервера.

source: Index Name
ru_ru: Название Индекса

source: Fully Searchable
ru_ru: Полностью доступно для поиска

source: Searchable Data Copies
ru_ru: Копии данных с возможностью поиска

source: Replicated Data Copies
ru_ru: Копии реплицированных данных

source: Buckets
ru_ru: Корзины

source: Cumulative Raw Data Size
ru_ru: Кумулятивный размер необработанных данных

source: Buckets are directories where Splunk stores indexed data.
ru_ru: Корзины - это каталоги, где Splunk хранит индексированные данные.

source: Click for details
ru_ru: Нажмите для просмотра подробной информации

source: < 0.01 GB
ru_ru: < 0.01 Гбайт

source: GB
ru_ru: Гбайт

source: Documentation
ru_ru: Документация

source: Indexer Clustering: Master Node
ru_ru: Кластеризация Индексаторов: Мастер-узел

source: Peers
ru_ru: Одноранговые узлы

source: Indexes
ru_ru: Индексы

source: Search Heads
ru_ru: Головные узлы поиска

source: No Peers Configured
ru_ru: Одноранговые узлы не настроены

source: To learn how to configure peer nodes, refer to the documentation.
ru_ru: Для того, чтобы узнать, как настроить одноранговые узлы, обратитесь к документации.

source: Generation ID
ru_ru: ID Поколения

source: View details
ru_ru: Просмотреть детали

source: Replication factor is the number of copies of raw data that you want the cluster to maintain.
ru_ru: Фактор репликации - это количество копий необработанных данных, которые вы хотите, чтобы поддерживал кластер.

source: Search factor is the number of searchable copies of data the cluster maintains.
ru_ru: Фактор поиска - это количество доступных для поиска копий данных, который поддерживает кластер.

source: The generation identifies which bucket copies are primary and therefore will participate in a search.
ru_ru: Поколение идентифицирует какие копии корзины являются первичными и, следовательно, будут участвовать в поиске.

source: Peer Name
ru_ru: Имя однорангового узла

source: Site
ru_ru: Сайт

source: Location
ru_ru: Местопожение

source: Last Heartbeat
ru_ru: Последний контрольный сигнал

source: Replication Port
ru_ru: Порт репликации

source: Base Generation ID
ru_ru: Базовый ID поколения

source: Search head name
ru_ru: Имя Головной узла поиска

source: All Data is Searchable
ru_ru: Все данные доступны для поиска

source: Some Data is Not Searchable
ru_ru: Некоторые данные недоступны для поиска

source: Search Factor is Met
ru_ru: Фактор поиска соблюден

source: Search Factor is Not Met
ru_ru: Фактор поиска не соблюден

source: Replication Factor is Met
ru_ru: Фактор репликации соблюден

source: Replication Factor is Not Met
ru_ru: Фактор репликации не соблюден

source: searchable
ru_ru: доступно для поиска

source: not searchable
ru_ru: не доступно для поиска

source: The cluster is in maintenance mode.
ru_ru: Кластер находится в режиме обслуживания.

source: Here is a list of buckets being fixed.
ru_ru: Это список корзин, которые будут упорядочить.

source: Bucket Name
ru_ru: Имя корзины

source: Here is a list of indexes with buckets exceeding the replication or search factor.
ru_ru: Здесь приведен список индексов с корзинами, для которых превышен фактор репликации или поиска.

source: Remove All Excess Buckets
ru_ru: Удалить все избыточные корзины

source: Remove
ru_ru: Удалить

source: Buckets with Excess Copies
ru_ru: Корзины с избыточными копиями

source: Buckets with Excess Searchable Copies
ru_ru: Корзины с избыточными копиями, доступными для поиска

source: Total Excess Copies
ru_ru: Всего избыточных копий

source: Total Excess Searchable Copies
ru_ru: Всего избыточных копий, доступных для поиска

source: Action
ru_ru: Действие

source: Here is a list of buckets waiting to be fixed.
ru_ru: Здесь приведен список корзин, которые нуждаются в упорядочевании.

source: Select Fix-up Category:
ru_ru: Выберите категорию упорядочевания:

source: Search Factor (0)
ru_ru: Фактор поиска (0)

source: Replication Factor (0)
ru_ru: Фактор репликации (0)

source: Generation (0)
ru_ru: Поколение (0)

source: Trigger Condition
ru_ru: Условие Оповещения

source: Trigger Time
ru_ru: Время Оповещения

source: Current Status
ru_ru: Текущий статус

source: Buckets in fix-up status and excess buckets are listed here.
ru_ru: Здесь перечислены корзины в состоянии упорядочения и избыточные корзины.

source: Back to Master Node
ru_ru: Вернуться к Мастер-узлу

source: Fixup Tasks - Pending (0)
ru_ru: Задачи упорядочения - Ожидают (0)

source: Indexes With Excess Buckets (0)
ru_ru: Индексы с избыточными корзинами (0)

source: Fixup Tasks - In Progress (0)
ru_ru: Задачи упорядочения - Выполняются (0)

source: Excess buckets from
ru_ru: Избыточные корзины из

source: will be removed.
ru_ru: будут удалены.

source: This is an asynchronous operation. Refresh the page to get the update on bucket removing activities. Do you want to continue?
ru_ru: Это асинхронная операция. Обновите страницу, чтобы получить обновление информации об действиях по удалению корзин. Хотите продолжить?

source: Remove Excess Buckets
ru_ru: Удалить избыточные корзины

source: Confirm
ru_ru: Подтвердить

source: Replication port
ru_ru: Порт репликации

source: Master location
ru_ru: Расположения Мастера

source: Clustering: Peer Node
ru_ru: Кластеризация: Одноранговый узел

source: Push Changes
ru_ru: Отослать изменения

source: Some configuration changes might require a restart of all peers. Would you like to push the changes?
ru_ru: Для некоторых изменений конфигурации может потребоваться перезагрузка всех одноранговых узлов. Вы хотите отослать изменения?

source: Distribute the configuration bundle from the master to the peers.
ru_ru: Распространить комплекта конфигурации от мастера к одноранговым узлам.

source: Pushing Changes:
ru_ru: Отсылка изменений:

source: of
ru_ru: из

source: Last Push:
ru_ru: Последняя отсылка:

source: Successful
ru_ru: Успешный

source: Unsuccessful
ru_ru: Неуспешный

source: Bundle ID
ru_ru: ID бандла

source: The Bundle ID denotes the active configuration bundle used by all peers.
ru_ru: ID Бандла обозначает бандл активной конфигурации, используемый всеми узлами.

source: Applying changes:
ru_ru: Применение изменений:

source: Edit Configuration
ru_ru: Редактировать конфигурацию

source: Add Cluster to be Searched
ru_ru: Добавить кластер для поиска

source: This key authenticates communication between the master and the peers and search head.
ru_ru: Этот ключ аутентифицирует связь между мастером и одноранговыми узлами и головными узлами поиска.

source: Changes Saved
ru_ru: Изменения сохранены

source: Are you sure you would like to remove cluster
ru_ru: Вы уверены, что хотите удалить кластер

source: from being searched by this search head?
ru_ru: от поиска этим головным узлом?

source: Remove Cluster
ru_ru: Удаление Кластера

source: Searchable
ru_ru: Доступно для поиска

source: Met
ru_ru: Соблюдено

source: Not Met
ru_ru: Не соблюдено

source: Generation id
ru_ru: ID Поколения

source: Generation error
ru_ru: Ошибка поколения

source: Clustering: Search Head
ru_ru: Кластеризация: Головной узел поиска

source: Clusters searched
ru_ru: Выполнен поиск по кластерам

source: Create New Dashboard
ru_ru: Создать новую приборную панель

source: Create Dashboard
ru_ru: Создать приборную панель

source: Shared Time Picker (%s)
ru_ru: Разделяемый Time Picker (%s)

source: Explicit Selection
ru_ru: Явный выбор

source: Tokens
ru_ru: Токены

source: Time Range Scope
ru_ru: Область диапазона времени

source: Earliest Token
ru_ru: Самый ранний токен

source: Latest Token
ru_ru: Последний токен

source: Dashboards include searches, visualizations, and input controls that capture and present available data.
ru_ru: Приборные панели включают в себя поиск, визуализацию, а также элементы управления вводами, которые осуществляют захват и пресентацию имеющиихся данных.

source: Report Title
ru_ru: Название Отчета

source: Convert to Report
ru_ru: Преобразовать в Отчет

source: PIVOT REPORT
ru_ru: ОТЧЕТ-ПИВОТ

source: SEARCH REPORT
ru_ru: ОТЧЕТ О ПОИСКЕ

source: INLINE PIVOT
ru_ru: ВСТРОЕННЫЙ ПИВОТ

source: INLINE SEARCH
ru_ru: ВСТРОЕННЫЙ ПОИСК

source: Edit Title
ru_ru: Редактировать Название

source: Edit Search String
ru_ru: Редактировать Строку Поиска

source: Cannot convert global search to report.
ru_ru: Невозможно преобразовать глобальный поиск в отчет.

source: Cannot edit global search.
ru_ru: Невозможно редактировать глобальный поиск.

source: Clone to Inline Search
ru_ru: Клонировать во встроенный поиск

source: The report will be cloned to an inline search.
ru_ru: Отчет будет клонирован во встроенный поиск.

source: The inline search:
ru_ru: Встроенный поиск:

source: Cannot be scheduled.
ru_ru: не может быть запланирован.

source: Will run every time the dashboard is loaded.
ru_ru: Будет запускаться каждый раз, когда приборная панель загружена.

source: Will use the permissions of the dashboard.
ru_ru: Будет использовать полномочия приборной панели.

source: Clone to Inline Pivot
ru_ru: Клонировать во встроенный пивот

source: The report will be cloned to an inline pivot.
ru_ru: Отчет будет клонирован во встроенный пивот.

source: The inline pivot:
ru_ru: Встроенный пивот:

source: Use Report's Formatting
ru_ru: Использовать форматирование отчета

source: This will change the content's formatting to the report's formatting. Are you sure you want use the report's formatting?
ru_ru: Это приведет к смене форматирования контента на форматирование отчета. Вы уверены, что вы хотите использовать форматирование отчета?

source: Back
ru_ru: Назад

source: View
ru_ru: Просмотр

source: Clone to an Inline Search
ru_ru: Клонировать во встроенный поиск

source: Select New Report
ru_ru: Выбрать новый отчет

source: Use Report's Formatting for this Content
ru_ru: Использовать форматирование отчета для этого контента

source: Clone to an Inline Pivot
ru_ru: Клонировать во встроенный пивот

source: Select Report
ru_ru: Выбрать отчет

source: Panel Title
ru_ru: Название панели

source: Select a New Report
ru_ru: Выбрать новый отчет

source: Search string is required
ru_ru: Требуется строка поиска

source: Run Pivot
ru_ru: Выполнить пивот

source: Edit Search
ru_ru: Редактировать поиск

source: Clone
ru_ru: Клонировать

source: New Description
ru_ru: Новое описание

source: Clone Dashboard
ru_ru: Клонировать приборную панель

source: Dashboard has been cloned.
ru_ru: Приборная панель была клонирована

source: You may now view your dashboard, change additional settings, or edit the panels.
ru_ru: Сейчас вы можете просматривать приборные панели, изменять дополнительные параметры или редактировать панели.

source: Additional Settings
ru_ru: Дополнительные настройки

source: Create New
ru_ru: Создать новую

source: Replace Current
ru_ru: Заменить текущую

source: Dashboard
ru_ru: Приборная панель

source: Recommended
ru_ru: Рекомендуемая

source: This change cannot be undone.
ru_ru: Это изменение не может быть отменено.

source: Convert Dashboard to HTML
ru_ru: Преобразовать приборную панель в формат HTML

source: HTML dashboards cannot be edited using Splunk's visual editors.
ru_ru: Приборные панели HTML нельзя редактировать с помощью визуальных редакторов Splunk.

source: Integrated PDF generation is not available for HTML dashboards.
ru_ru: Интегрированная генерация PDF недоступна для приборных панелей HTML.

source: Convert Dashboard
ru_ru: Преобразовать приборную панель

source: Dashboard has been converted.
ru_ru: Приборная панель была преобразована.

source: Edit HTML
ru_ru: Редактирование HTML

source: You may now view your dashboard, change additional settings, or edit the HTML.
ru_ru: Сейчас вы можете просматривать приборные панели, изменять дополнительные параметры или редактировать HTML.

source: Delete Dashboard
ru_ru: Удаление приборной панели

source: Schedule PDF
ru_ru: Запланировать PDF

source: Email To
ru_ru: Отправить эл. почту

source: Paper Size
ru_ru: Размер бумаги

source: Portrait
ru_ru: Книжная

source: Landscape
ru_ru: Альбомная

source: Paper Layout
ru_ru: Параметры бумаги

source: Send Test Email
ru_ru: Отправить тестовое электронное письмо

source: Preview PDF
ru_ru: Предварительный просмотр PDF

source: Sending...
ru_ru: Отправляется...

source: Email sent.
ru_ru: E-mail отправлен.

source: Failed!
ru_ru: Сбой!

source: Sending the test email failed:
ru_ru: Не удалось отправить тестовое сообщение эл. почты:

source: Edit PDF Schedule
ru_ru: Редактировать расписание PDF

source: 4. Enter Context Settings
ru_ru: 4. Введите параметры контекста

source: Choose an app context and a sharing context.
ru_ru: Выберите контекст приложения и контекст общего доступа.

source: Application context
ru_ru: Контекст приложения

source: Here is a description of what app context settings are available.
ru_ru: Вот описание Вот описание доступных параметров контекста приложения.

source: Sharing Context
ru_ru: Контекст общего доступа.

source: Here is a description of what sharing context settings are available.
ru_ru: Вот описание доступных параметров контекста общего доступа.

source: App Context:
ru_ru: Контекст приложения:

source: Sharing Context:
ru_ru: Контекст общего доступа:

source: Select Directory
ru_ru: Выбрать каталог

source: 2. Select a File
ru_ru: 2. Выберите файл

source: Click on a file or directory and drill down to the file you want to view and configure.
ru_ru: Нажмите на файл или каталог и дойдите до файла, который вы хотите просмотреть и настроить.

source: Success! Your new configuration has been saved.
ru_ru: Успех! Ваша новая конфигурация была сохранена.

source: To change this configuration, click Explore More Data and repeat the steps to replace your configuration.
ru_ru: Чтобы изменить эту конфигурацию, нажмите кнопку Исследовать больше данных и повторите шаги, чтобы заменить вашу конфигурацию.

source: Explore More Data
ru_ru: Исследовать больше данных

source: Browse, configure, or reconfigure another file.
ru_ru: Просмотреть, конфигурировать или переконфигурировать другой файл.

source: Start searching your data.
ru_ru: Начните поиск по вашим данным.

source: Return to the Home page.
ru_ru: Перейти на домашнюю страницу.

source: Edit the path to the data source. Note that if you change the path, you cannot go back in the wizard.
ru_ru: Отредактируйте путь к источнику данных. Обратите внимание, что если вы измените путь, вы не сможете вернуться в мастер установки.

source: Example: /home/data/apache/.../logs/...
ru_ru: Пример: /home/data/apache/.../logs/...

source: Open in Data Preview
ru_ru: Открыть в окне предварительного просмотра данных

source: Preview File
ru_ru: Предварительный просмотр файла

source: 5. Review
ru_ru: 5. Обзор

source: Review your saved configuration details.
ru_ru: Просмотрите ваши сохраненные данные конфигурации.

source: Provider
ru_ru: Провайдер

source: Virtual Index
ru_ru: Виртуальный Индекс

source: Sharing Preference
ru_ru: Настройки общего доступа

source: The following configuration has been added to your props.conf file. You can copy these to the clipboard for reuse.
ru_ru: Следующая конфигурация добавлена в файл props.conf. Вы можете скопировать ее в буфер обмена для повторного использования.

source: 1. Select a Provider and Virtual Index
ru_ru: 1. Выберите Провайдер и Виртуальный индекс

source: You can browse your Provider's files and configure settings for those files. To get started, select your Provider and Virtual Index.
ru_ru: Вы можете просматривать файлы вашего Провайдера и настроить параметры для этих файлов. Чтобы начать работу, выберите ваш Провайдер и Виртуальный индекс.

source: Provider
ru_ru: Провайдер

source: The admin has not created any Hadoop providers. <a href='%s'> Create a provider.</a>
ru_ru: Администратор не создал ни одного провайдера Hadoop. <a href='%s'>Создайте провайдер.</a>

source: The admin has not created any virtual indexes for the Hadoop providers. <a href='%s'> Create a virtual index.</a>
ru_ru: Администратор не создал никаких виртуальных индексов для провайдеров Hadoop. <a href='%s'>Создать виртуальный индекс.</a>

source: Last Modified Time
ru_ru: Последнее измененное время

source: Delete Object
ru_ru: Удалить объект

source: Delete Attribute
ru_ru: Удалить атрибут

source: Are you sure you want to delete this %s and its %s attributes
ru_ru: Вы уверены, что хотите удалить это %s и его %s атрибуты

source: Are you sure you want to delete the %s <em>%s</em> and all of its descendants
ru_ru: Вы действительно хотите удалить %s <em>%s</em> и всех его потомков

source: Are you sure you want to delete the %s <em>%s</em>
ru_ru: Вы уверены, что хотите удалить %s <em>%s</em>

source: Add Event Object
ru_ru: Добавить Объект Событие

source: Edit Constraints
ru_ru: Редактировать ограничения

source: Add Child Object
ru_ru: Добавить дочерний объект

source: Add Transaction Object
ru_ru: Добавить Объект Транзакциия

source: Edit Transaction
ru_ru: Редактировать транзакцию

source: Add Base Search
ru_ru: Добавить базовый поиск

source: Edit Base Search
ru_ru: Редактировать базовый поиск

source: Add Attributes with an Eval Expression
ru_ru: Добавить атрибуты с Eval выражением

source: Edit Attributes with an Eval Expression
ru_ru: Редактировать атрибуты с Eval выражением

source: Add Attributes with a Lookup
ru_ru: Добавить атрибуты с поиском

source: Edit Attributes with a Lookup
ru_ru: Редактировать атрибуты с поиском

source: Add Attributes with a Regular Expression
ru_ru: Добавить атрибуты с регулярным выражением

source: Edit Attributes with a Regular Expression
ru_ru: Редактировать атрибутов с регулярным выражением

source: Add Geo Attributes with an IP Lookup
ru_ru: Добавить Geo атрибуты с поиском IP

source: Edit Geo Attributes with an IP Lookup
ru_ru: Редактировать Geo атрибуты с поиском IP

source: Override Attribute
ru_ru: Переопределить атрибут

source: Edit Attribute
ru_ru: Редактировать атрибут

source: Data Model:
ru_ru: Модель данных:

source: Object:
ru_ru: Объект:

source: Root Event
ru_ru: Корневое событие

source: Root Transaction
ru_ru: Корневая транзакция

source: Root Search
ru_ru: Корневой поиск

source: Child
ru_ru: Потомок

source: Add Object
ru_ru: Добавить Объект

source: Edit Acceleration
ru_ru: Редактировать ускорение

source: This Data Model cannot be edited because it is accelerated. Disable acceleration in order to edit the Data Model.
ru_ru: Эту модель данных нельзя редактировать, поскольку она ускоренная. Отключите ускорение для изменения модели данных.
