Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Specify a name for the longitude field in your geostats output data. \ Defaults to "longitude".
ru_ru: Указать имя для поля долготы в ваших выходных данных geostats. \ По умолчанию - "longitude".

source: If true, geostats produces one result per each binned location for rendering on a \ map. If false, geostats produces one result per category per binned location and \ cannot be rendered on a map. Defaults to true.
ru_ru: Если значение равно true ("истинно"), geostats создает один результат для каждого интервала местоположения для отображения на \ карте. Если значение равно false ("ложно"), geostats создает один результат каждой категории из интервала местоположения и \ которые могут быть отображены их на карте. По умолчанию используется значение true.

source: Geom command is for choropleth map's UI visualization.
ru_ru: Команда geom предназначена для визуализации пользовательского интерфейса картограммы.

source: Geom command can generate polygon geometry in JSON style, for UI visualization; This command depends on lookup having been installed with external_type=geo.
ru_ru: Команда geom может генерировать геометрию многоугольника в стиле JSON, для визуализации пользовательского интерфейса; Эта команда зависит от поиска ​​с установленным external_type=geo.

source: When no arguments are provided, geom command looks for a column named "featureCollection" and a column named "featureId" in the event. These commands are present in the default output from a Lookup on the given geoindex.
ru_ru: Если аргументы не заданы, команда geom ищет в событии столбец с именем "featureCollection" и столбец с именем "featureId" э. Эти команды присутствуют в выводе по умолчанию из поиска для данного геоиндекса (geoindex).

source: This case specifies spatial index name to "geo_us_states".
ru_ru: Этот случай указывает пространственное имя индекса к "geo_us_states".

source: This case specifies featureId to "state" field in event.
ru_ru: Этот случай указывает на featureId для поля "state" в событии.

source: This option is used to specify the spatial index; the provided string is the index name.
ru_ru: Эта опция используется для указания пространственного индекса; указанная строка является именем индекса.

source: This option is used to specify the field name, when event contains featureId in a field named something other than "featureId".
ru_ru: Эта опция используется для указания имени поля, когда событие содержит featureId в поле, имя которого отлично от "featureId".

source: Geomfilter command is for choropleth map's clipping feature.
ru_ru: Команда geomfilter для функции вырезания картограммы.

source: Geomfilter command accepts 2 points that specify a bounding box for clipping choropleth map; points fell out of the bounding box will be filtered out.
ru_ru: Команда geomfilter принимает 2 точки, задающие рамку для обрезки картограммы; Точки выпадающие из ограничительной рамки будут отфильтрованы.

source: This case uses the default bounding box, which will clip the whole map.
ru_ru: В этом примере используется ограничивающая рамка по умолчанию, которая будет обрезать всю карту.

source: This case clips half of the whole map.
ru_ru: В этом случай обрезается половина всей карты.

source: X coordinate of bounding box's bottom-left corner, range [-180, 180].
ru_ru: координата X левого нижнего угла ограничивающего поля, диапазон [-180, 180].

source: Y coordinate of bounding box's bottom-left corner, range [-90, 90].
ru_ru: координата Y левого нижнего угла ограничивающего поля, диапазон [-90, 90].

source: X coordinate of bounding box's up-right corner, range [-180, 180].
ru_ru: координата X правого верхнего угла ограничивающего поля, диапазон [-180, 180].

source: Y coordinate of bounding box's up-right corner, range [-90, 90].
ru_ru: координата Y правого верхнего угла ограничивающего поля, диапазон [-90, 90].

source: Returns the first n number of specified results.
ru_ru: Возвращает первые n конкретных результатов.

source: Returns the first n results, or 10 if no integer is specified.\ New for 4.0, can provide a boolean eval expression, in which case we return events until that expression evaluates to false.
ru_ru: Возвращает первые n результатов или 10, если целое число не указано. \ Новая функция для 4.0, может обеспечить логическое выражение eval, в этом случае мы возвращаем события до тех пор, пока это выражение вычисляется как "ложно" (false).

source: Return the first 20 results.
ru_ru: Возвратить первые 20 результатов.

source: Return events until the time span of the data is >= 100 seconds
ru_ru: Возвращать события, пока интервал времени данных >= 100 секунд

source: results::order
ru_ru: результаты::упорядочить

source: Returns the last n number of specified results.
ru_ru: Возвращает последние n конкретных результатов.

source: Returns the last n results, or 10 if no integer is specified. The events\ are returned in reverse order, starting at the end of the result set.
ru_ru: Возвращает последние n результатов или 10, если целое число не указано. \ События возвращаются в обратном порядке, начиная с конца набора результатов.

source: Return the last 20 results (in reverse order).
ru_ru: Возвратить 20 последних результатов (в обратном порядке).

source: Reverses the order of the results.
ru_ru: Изменить порядок результатов.

source: Reverse the order of a result set.
ru_ru: Изменить порядок набора результатов.

source: Returns a history of searches, either as events or as non-event results (default)
ru_ru: Возвращает историю поисков, либо как события либо как не-событийные результаты (по умолчанию)

source: Returns information about searches that the current user has run. \ By default, the search strings are presented as a field called "search". \ If events=true, then the search strings are presented as the text of the \ events, as the _raw field.
ru_ru: Возвращает сведения о поисках, выполняющихся текущим пользователем. \ По умолчанию строки поиска представлены как поле под названием "search". \ Если events=true, то строки поиска представлены в виде текста \ событии, как поле _raw.

source: Returns a history of searches as a table
ru_ru: Возвращает историю поисков в виде таблицы

source: Returns information about the buckets in the Splunk Enterprise index.
ru_ru: Возвращает сведения о корзинах в индексе Splunk Enterprise.

source: Returns information about the buckets in the Splunk Enterprise index. \ The Splunk Enterprise index is the repository for data from Splunk Enterprise. \ As incoming data is indexed, or transformed into events, Splunk Enterprise \ creates files of rawdata and metadata (index files). The files reside in sets \ of directories organized by age. These directories are called buckets. \ When invoked without the bucket-span option, information about the buckets \ is returned in the following fields: \ bucketId, endEpoch, eventCount, guID, hostCount, id, index, modTime, path, \ rawSize, sizeOnDiskMB, sourceCount, sourceTypeCount, splunk_server, startEpoch, state. \p\\ When invoked with a bucket span, a table of the spans of each bucket is returned.
ru_ru: Возвращает информацию о корзинах в индексе Splunk Enterprise. \ Индекс Splunk Enterprise является хранилищем данных из Splunk Enterprise. \ Поскольку входящие данные индексируются, или преобразуются в события, Splunk Enterprise \ создает файлы необработанных данных и метаданных (индексные файлы). Файлы находятся в наборах \ каталогов, организованных по возрасту. Эти каталоги называются корзинами. \ При вызове без опции диапазона корзин, информация о корзинах \ возвращается в следующих полях: \ bucketId, endEpoch, eventCount, guID, hostCount, id, index, modTime, path, \ rawSize, sizeOnDiskMB, sourceCount, sourceTypeCount, splunk_server, startEpoch, state. \p\\ При вызове с диапазоном корзин, возвращается таблица диапазона каждой корзины.

source: Display a chart with the span size of 1 day.
ru_ru: Отобразить диаграмму с размером диапазона в 1 день.

source: Causes the UI to make a unique icon for each value of the fields listed.
ru_ru: Вызывает создание пользовательским интерфейсом уникального значка для каждого значения перечисленных полей.

source: Displays an different icon for each eventtype.
ru_ru: Отображает другой значок для каждого типа события eventtype.

source: Displays an different icon for each process id.
ru_ru: Отображает другой значок для каждого id процесса.

source: Displays an different icon for url and ip combination.
ru_ru: Отображает другой значок для комбинации URL и IP.

source: Adds or disables sources from being processed by Splunk.
ru_ru: Добавляет или отключает источники из числа обрабатываемых Splunk.

source: Adds or removes (disables) sources from being processed by splunk, enabling or disabling inputs in inputs.conf, with optional sourcetype and index settings. Any additional attribute=values are set added to inputs.conf. Changes are logs to $SPLUNK_HOME/var/log/splunk/inputs.log. Generally to be used in conjunction with the "crawl" command.
ru_ru: Добавляет или удаляет (отключает) источники из обрабатываемых Splunk, включая или отключая вводы в inputs.conf, с дополнительным sourcetype и настройками индекса. Любые дополнительные пары attribute=values задаются добавлением в inputs.conf. Изменения записываются в журнал $SPLUNK_HOME/var/log/splunk/inputs.log. Как правило, используется в сочетании с командой "crawl".

source: Add each source found by crawl in the default index with automatic source classification (sourcetyping)
ru_ru: Добавить каждый источник, найденный командой crawl в индексе по умолчанию с помощью автоматической классификации источников (sourcetyping)

source: Remove all csv files that are currently being processed
ru_ru: Удалить все CSV-файлы, которые в настоящее время обрабатываются

source: Add all sources found in bob's home directory to the 'preview' index with sourcetype=text, setting custom user fields 'owner' and 'name'
ru_ru: Добавить все источники, найденные в домашнем каталоге Боба к индексу 'preview' с sourcetype=text, задавая пользовательские поля 'owner' и 'name'

source: index::add
ru_ru: индекс::добавить

source: Override settings from input.conf.
ru_ru: Переопределить параметры из input.conf.

source: Loads search results from the specified CSV file.
ru_ru: Загружает результаты поиска из указанного CSV-файла.

source: Populates the results data structure using the given csv file, which is not modified. The filename must refer to a relative path in $SPLUNK_HOME/var/run/splunk (if dispatch option is set to true, filename refers to a file in the job directory in $SPLUNK_HOME/var/run/splunk/dispatch/<job id>/) and if the specified file does not exist and the filename did not have an extension, then filename with a ".csv" extension is assumed. \i\\ The optional argument 'start' controls the 0-based offset of the first event to be read (default=0). The optional argument 'max' controls the maximum number of events to be read from the file (default = 1000000000). 'events' is an option that allows the imported results to be treated as events, i.e., so that a proper timeline and fields picker are displayed. If 'append' is set to true (false by default), the data from the csv file is appended to the current set of results rathering than replacing it.
ru_ru: Заполняет структуру данных результатов, используя данный CSV-файл, который не изменялся. Имя файла должно ссылаться на относительный путь в $SPLUNK_HOME/var/run/splunk (если опция отправки установлена ​​как "истинно" (true), имя файла ссылается на файл в каталоге задания $SPLUNK_HOME/var/run/splunk/dispatch/<job id>/) и если указанный файл не существует, и имя файла не имеет расширения, то предполагается имя файла с расширением ".csv". \i\\ Необязательный аргумент 'start' управляет смещением по 0-базе первого события для чтения (по умолчанию = 0). Необязательный аргумент 'max' контролирует максимальное количество событий для чтения из файла (по умолчанию = 1000000000). 'events' является опцией, которая позволяет рассматривать импортированные результаты в качестве событий, т.е. так, что отображаются надлежащая временная шкала и указатель полей. Если 'append' имеет значение "истинно" (true) (по умолчанию "ложно" (false)), данные из файла CSV добавляются к текущему набору результатов, а не заменяют его.

source: Read in events from the CSV file: "$SPLUNK_HOME/var/run/splunk/foo.csv".
ru_ru: Читать в события из файла CSV: "$SPLUNK_HOME/var/run/splunk/foo.csv".

source: Read in events 101 to 600 from either file 'bar' (if exists) or 'bar.csv'.
ru_ru: Читать в события 101 до 600 из файла 'bar' (если существует) или из файла 'bar.csv'.

source: Same as example1 except that the events are filtered to where foo is greater than 2 or bar equals 5
ru_ru: То же, что и example1 за исключением того, что отфильтрованы события где foo больше 2 или bar равен 5

source: Read in results from the CSV file: "$SPLUNK_HOME/var/run/splunk/all.csv", keep any that contain the string "error", and save the results to the file: "$SPLUNK_HOME/var/run/splunk/error.csv"
ru_ru: Читать в результатах из файла CSV: "$SPLUNK_HOME/var/run/splunk/all.csv", выбирать все, что содержит строку "error", и сохранить результаты в файл: "$SPLUNK_HOME/var/run/splunk/error.csv"

source: Loads search results from a specified static lookup table.
ru_ru: Загружает результаты поиска из указанной статической таблицы поиска.

source: Reads in lookup table as specified by a filename (must end with .csv or .csv.gz) or a table name (as specified by a stanza name in transforms.conf).\ If 'append' is set to true (false by default), the data from the lookup file is appended to the current set of results rathering than replacing it.
ru_ru: Считывает таблицу поиска как указано именем файла (должно заканчиваться на .csv или. csv.gz) или именем таблицы (как указано именем секции в transforms.conf).\ Если 'append' имеет значение "истинно" (true) (по умолчанию "ложно" (false)), данные из файла поиска добавляется к текущему набору результатов, а незаменяют его.

source: Read in "users.csv" lookup file (under $SPLUNK_HOME/etc/system/lookups or $SPLUNK_HOME/etc/apps/*/lookups).
ru_ru: Читать в файле поиска "users.csv" (в $SPLUNK_HOME/etc/system/lookups или $SPLUNK_HOME/etc/apps/*/lookups).

source: Read in "usertogroup" lookup table (as specified in transforms.conf).
ru_ru: Читать в таблице поиска "usertogroup" (как указано в transforms.conf).

source: Same as example2 except that the data from the lookup table is appended to any current results.
ru_ru: То же, что и example2, за исключением того, что данные из таблицы поисков добавляются к любым текущим результатам.

source: Same as example2 except that the data from the lookup table is filtered to where foo is greater than 2 or bar equals 5 before returned.
ru_ru: То же, что и example2, за исключением того, что прежде возвращения данные из таблицы поиска, отфильтрованы по критерию, где foo больше 2 или bar равно 5.

source: Reads in events from <filename> but does not do as much error checking and will not collapse into \ multiple files if the filename is too large. Internal debugging operator.
ru_ru: Считывает события из <filename>, но не делает проверок на предмет количества ошибок и не будет рушится в \ несколько файлов, если имя файла слишком велико. Оператор внутренней отладки.

source: Use the join command to combine the results of a subsearch with the results of a main search.
ru_ru: Используйте команду join для объединения результатов подпоиска с результатами главного поиска.

source: You can perform an inner or left join. Use either 'outer' or 'left' to specify a left outer join. One or more of the fields must be common to each result set. If no fields are specified, all of the fields that are common to both result sets are used. Limitations on the join subsearch are specified in the limits.conf.spec file. Note: Another command, such as append or lookup, in combination with either stats or transaction might be a better alternative to the join command for flexibility and performance.
ru_ru: Вы можете выполнить внутреннее или левое соединение. Используйте либо 'outer' либо 'left', чтобы указать левое внешнее соединение. Одно или несколько полей должны быть общими для каждого набора результатов. Если поля не указаны, используются все поля, которые являются общими для обоих наборов результатов. Ограничения на соединение подпоиска (join subsearch ) указаны в файле limits.conf.spec. Примечание: Еще одна команда, например, append или lookup, в сочетании либо с stats либо с transaction может быть лучшей альтернативой команде join по гибкости и производительности.

source: Joins previous result set with results from 'search vendors', on the product_id field.
ru_ru: Соединяет предыдущий набор результатов с результатами комады 'search vendors', по полю product_id.

source: Options to the join command. In both inner and left joins, events that match are joined. The results of an inner join do not include events from the main search that have no matches in the subsearch. The results of a left (or outer) join include all of the events from the main search, and any of the events from the subsearch that have matching values in the main search. The usetime option specifies whether to limit matches to subresults that are earlier or later than the main result to join with. The earlier option is only valid when usetime=true. The default for usetime is false. The overwrite option indicates if fields from the subresults should overwrite those from the main result if they have the same field name. The default for overwrite is true. The max option specifies the maximum number of subresults each main result can join with. The default for max is 1. Specify 0 to indicate there is no limit.
ru_ru: Опции команды join. В обоих случаях внутреннего и левого соединения, соответствующие события будут соединены. Результаты внутреннего соединения не включают в себя события из основного поиска, которые не имеют совпадений в подпоиске. Результаты левого (или внешнего) соединиться включают в себя все события от основного поиска, и любое из событий из подпоиска, которые имеют соответствующие значения в основном поиске. Опция usetime указывает, следует ли ограничить соответствия для подрезультатов (subresults), которые были ранее (earlier) или позднее (earlier), чем основной результат к которому производится соединение. Опция earlier действительна только при usetime=true. По умолчанию usetime=false. Опция overwrite указывает, должны ли поля из subresults следует переписывать поля из основного результата, если они имеют то же имя поля. По умолчанию overwrite имеет значение "истинно" (true). Опция max определяет какое максимальное количество subresults для каждого основного результата может может бить к нему присоединено. Значение по умолчанию для max равно 1. Задайте 0, чтобы указать, что предела нет.

source: Joins results with itself.
ru_ru: Присоединяет результаты к себе.

source: Join results with itself, based on a specified field or list of fields to join on.
ru_ru: Присоединить результаты к себе, основываясь на определенном поле или списке полей для объединения.

source: Join results with itself on 'id' field.
ru_ru: Присоединить к результаты к себе на поле 'id'.

source: The selfjoin joins each result with other results that have the same value for the join fields. 'overwrite' controls if fields from these 'other' results should overwrite fields of the result used as the basis for the join (default=true). max indicates the maximum number of 'other' results each main result can join with. (default = 1, 0 means no limit). 'keepsingle' controls whether or not results with a unique value for the join fields (and thus no other results to join with) should be retained. (default = false)
ru_ru: Selfjoin соединяет каждый результат с другими результатами, которые имеют одинаковое значение для объединяемых полей. 'overwrite' указывает должны ли поля из этих других ('other') результатов перезаписывать поля результата, используемого в качестве основы для объединения (по умолчанию = true ("истинно")). max показывает максимальное число "других" результатов с которыми может быть соединен каждый основной результат. (По умолчанию = 1, 0 означает, что нет предела). 'keepsingle' определяет следует ли сохранить результаты с уникальным значением для объединяемых полей (и, следовательно, отсутствуют другие результаты для соединения). (По умолчанию = false ("ложно"))

source: Performs k-means clustering on selected fields.
ru_ru: Выполняет k-means кластеризацию на выбранных полях.

source: Performs k-means clustering on select fields (or all numerical fields if empty). Events in the same cluster are \ moved next to each other. You have the option to display the cluster number for each event. The centroid of each cluster is also \ be displayed (with an option to disable it).
ru_ru: Выполняет k-means кластеризацию на выбранных полях (или на всех числовых полях, если список пустой). События в одном кластере \ поставлены рядом друг с другом. У вас есть возможность отображать номер кластера для каждого события. Центр тяжести каждого кластера также будет \ отображаться (с опцией отключить отображение).

source: Group results into 2 clusters based on the values of all numerical fields.
ru_ru: Группировать результаты в 2 кластера, основываясь на значениях всех числовых полей.

source: Group search results into 4 clusters based on the values of the "date_hour" and "date_minute" fields.
ru_ru: Группировать результаты поиска в 4 кластероа на основе значений полей "date_hour" и "date_minute".

source: Options for kmeans command
ru_ru: Опции команды kmeans

source: Number of times to repeat kmeans using random starting clusters
ru_ru: Количество повторений kmeans, используя случайные запуски кластеров

source: Maximum number of iterations allowed before failing to converge
ru_ru: Максимальное число итераций, допустимое перед констатацией отсутствия сходимости

source: Algorithm convergence tolerance
ru_ru: Алгоритм толерантности сходимости

source: Number of initial clusters to use. If specified as a range, clustering will be performed for each \ count of clusters in the range, and a summary of the result of each run will be provided expressing \ the size of the clusters, and the 'distortion', which describes a kind of non-fittedness of the data. \ Distortion is the sum of the squared distances bewteen each item and its cluster center.
ru_ru: Число первоначальных кластеров для использования. Если указан как диапазон, кластеризация будет выполняться для каждого \ количество кластеров в диапазоне и сводка результатов каждого запуска будет предоставена для выражения \ размера кластеров и "искажения", которое описывает тип "неподходимости" данных. \ Искажение — это сумма квадратов расстояний между каждым элементом и центром его кластера.

source: Controls the field name for the cluster number for each event
ru_ru: Определяет имя поля для номера кластера для каждого события

source: Distance metric to use (L1/L1NORM equivalent to CITYBLOCK). L2NORM equivalent to SQEUCLIDEAN
ru_ru: Метрика дистанции для использования (L1/L1NORM эквивалентно CITYBLOCK). L2NORM эквивалентно SQEUCLIDEAN

source: Expose the centroid centers in the search results if showcentroid is true; don't if false.
ru_ru: Выявить центры тяжести в результатах поиска, если showcentroid имеет значение "истинно" (true); и нет, если задано значение "ложно" (false).

source: Extracts values from search results, using a form template.
ru_ru: Извлекает значения из результатов поиска, используя шаблон формы.
