Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Sets RANGE field to the name of the ranges that match.
ru_ru: Задает поле RANGE для имени диапазонов, которые соответствуют.

source: Sets RANGE field to the names of any ATTRN that the value of FIELD is within. If no range is matched, the RANGE is set to the DEFAULT values.
ru_ru: Задает поле RANGE именам любых ATTRN, которые имеют внутри значение FIELD. Если диапазон не соответствует, для RANGE будут заданы значения по умолчанию DEFAULT.

source: Set RANGE to "green" if the date_second is between 1-30; "blue", if between 31-39; "red", if between 40-59; and "gray", if no range matches (e.g. "0").
ru_ru: Задать RANGE значение "green", если date_second находится в диапазоне 1-30; "blue", если между 31-39; "red", если между 40-59; и "gray", если нет совпадеения диапазона (например, "0").

source: Sets the value of each event's RANGE field to "low" if COUNT is 0, "elevated" if between 1-100, and "severe" otherwise.
ru_ru: Задает значение поля RANGE каждого события как "low", если COUNT равно 0, "elevated" если значение находится между 1-100, и "severe" в противном случае.

source: Returns statistics about the raw field.
ru_ru: Возвращает статистику о поле raw.

source: Returns statistics about the raw field that might be useful for filtering/classifying events.
ru_ru: Возвращает статистику о необработанном поле raw, которая может быть полезна для фильтрации/классификации событий.

source: get long skinny events
ru_ru: получить длинные скудные события

source: Adds an info message to output for the user to see, with suggested terms found in _raw, which would be useful in differentiating the top results from each other.
ru_ru: Добавляет в вывод для пользователя информационное сообщение с предложенными терминами, найденными в _raw, которое было бы полезно для различения лучших результатов между собой.

source: Sets the 'reltime' field to a human readable value of the difference between 'now' and '_time'.
ru_ru: Задает полю 'reltime' человекочитаемое значение разницы между 'now' и '_time'.

source: Sets the 'reltime' field to a human readable value of the difference between 'now' and '_time'. Human-readable values look like "5 days ago", "1 minute ago", "2 years ago", etc.
ru_ru: Задает полю 'reltime' человекочитаемое значение разницы между 'now' и '_time'. Человекочитаемые значения выглядят как "5 days ago", "1 minute ago", "2 years ago" ("5 дней назад", "1 минута назад", "2 года назад") и др.

source: add a reltime field
ru_ru: добавить поле reltime

source: Anonymizes the search results.
ru_ru: Анонимизирует результаты поиска.

source: Anonymizes the search results by replacing identifying data - usernames, IP addresses, domain names, etc. - with fictional values that maintain the same word length. For example, it may turn the string user=carol@adalberto.com into user=aname@mycompany.com. This lets Splunk users share log data without revealing confidential or personal information. By default the dictionary and configuration files found in $SPLUNK_HOME/etc/anonymizer are used. These can be overridden by specifying arguments to the scrub command. The arguments exactly correspond to the settings in the stand-alone "splunk anonymize" command, and are documented there. Anonymizes all attributes, exception those that start with "_" (except "_raw") or "date_", or the following attributes: "eventtype", "linecount", "punct", "sourcetype", "timeendpos", "timestartpos". \ When using alternative filenames, they must not contain paths and refer to files located in $SPLUNK_HOME/etc/anonymizer, or the optional namespace="appname" must be used to specify an app supplying the files, and they will be read from $SPLUNK_HOME/etc/app/<appname>/anonymizer.
ru_ru: Анонимизирует результаты поиска, заменив идентификационные данные - имена пользователей, IP-адреса, доменные имена и т.д. - фиктивными значениями, которые сохраняют ту же длину слова. Например, он может превратить строку user=carol@adalberto.com в user=aname@mycompany.com. Это позволяет пользователям Splunk обмениваться данными журнала без раскрытия конфиденциальной или личной информации. По умолчанию используются словарь и конфигурационные файлы, находящиеся в $SPLUNK_HOME/etc/anonymizer. Они могут быть переопределены путем указания аргументов команды scrub. Аргументы в точности соответствуют параметрам в автономной команды "splunk anonymize", и документированы там. Анонимизирует все атрибуты, за исключением тех, которые начинаются с "_" (за исключением "_raw") или "date_", или следующие атрибуты: "eventtype", "linecount", "punct", "sourcetype", "timeendpos", "timestartpos". \ При использовании альтернативных имен файлов, они не должны содержать пути и ссылки на файлы, расположенные в $SPLUNK_HOME/etc/anonymizer, или должно быть использовано опциональное пространство имен namespace="appname" для указания приложения, снабжающего файлами, которые будут читаться из $SPLUNK_HOME/etc/app/<appname>/anonymizer.

source: Anonymize the current search results.
ru_ru: Анонимизировать результаты текущего поиска.

source: Returns a list of source, sourcetypes, or hosts.
ru_ru: Возвращает список источников (source), типов источников (sourcetypes) или хостов (hosts).

source: This search command generates a list of source, sourcetypes, or hosts from the index. Optional splunk_server argument specifies whether or not to limit results to one specific server.
ru_ru: Эта команда поиска создает список источников (source), типов источников (sourcetypes) или хостов (hosts) из индекса. Необязательный аргумент splunk_server указывает ограничить или нет результаты одним конкретным сервером.

source: Return the values of "host" for events in the "_internal" index.
ru_ru: Возвратить значения "host" из событий в индексе "_internal".

source: Return values of "sourcetype" for events in the "_audit" index on server foo
ru_ru: Возвратить значения "sourcetype" для событий в индексе "_audit" на сервере foo

source: controls which metadata type that will be returned
ru_ru: управляет тем, какой тип метаданных будет возвращен

source: Returns the number of events in an index.
ru_ru: Возвращает количество событий в индексе.

source: Returns the number of events in an index. By default, it summarizes the events across all peers and indexes (summarize is True by default). If summarize is False, it splits the event count by index and search peer. If report_size is True (it defaults to False), then it will also report the index size in bytes. If list_vix is False (it defaults to True) then virtual indexes will not be listed.
ru_ru: Возвращает количество событий в индексе. По умолчанию он суммирует события по всем одноранговым узлам и индексам (summarize имеет значение "истинно" (true) по умолчанию). Если summarize имеет значение "ложно" (false), она разбивает число событий по индексам и одноранговым узлам поиска. Если report_size имеет значение "истинно" (true) (по умолчанию используется значение "ложно" (false)), то она также будет сообщать размер индекса в байтах. Если list_vix имеет значение "ложно" (false) (по умолчанию "истинно" (true)), то виртуальные индексы не будут перечислены.

source: Return the number of events in the '_internal' index.
ru_ru: Возвратить количество событий в индексе '_internal'.

source: Gives event count by each index/server pair.
ru_ru: Дает число событий по каждой паре сервер/индекс.

source: Displays event count over all search peers.
ru_ru: Отображает счетчик событий по всем одноранговым узлам поиска.

source: Generates suggested event types.
ru_ru: Генерирует предлагаемые типы событий.

source: Takes previous search results, and produces a list of\ promising searches that may be used as event types. Returns up to MAX\ event types, defaulting to 10. If the "notcovered" keyword is\ specified, then event types that are already covered by other\ eventtypes are not returned. At most 5000 events are analyzed for\ discovering event types. If the "useraw" keyword is specified, then\ phrases in the _raw text of the events is used for generating event\ types.
ru_ru: Принимает предыдущие результаты поиска и создает список \ перспективных поисков, которые могут быть использованы в качестве типов событий. Возвращает до MAX\ типов событий, по умолчанию - 10. Если указано ключевое слово "notcovered", \ то типы событий, которые уже покрыты другими \ eventtypes не возвращаются. Максимально до 5000 событий будут проанализированы для\ обнаружения типов событий. Если указано ключевое слово "useraw", то\ фразы в тексте _raw событий используются для создания типов событий.

source: Discover 50 common event types and add support for looking at text phrases
ru_ru: Откройте для себя 50 наиболее распространенных типов событий и добавьте поддержку для поиска в текстовых фразах

source: convenient way to return values up from a subsearch
ru_ru: удобный способ возврата наверх значений подпоиска

source: Useful for passing values up from a subsearch. Replaces the incoming events with one event, with one attribute: "search". Automatically limits the incoming results with "head" and "fields", to improve performance. Allows convenient outputting of attr=value (e.g., "return source"), alias_attr=value (e.g. "return ip=srcip"), and value (e.g., "return $srcip"). Defaults to using just the first row of results handed to it. Multiple rows can be specified with COUNT (e.g. "return 2 ip"), and each row is ORd (e.g., output might be "(ip=10.1.11.2) OR (ip=10.2.12.3)"). Multiple values can be specified and are placed within OR clauses. So "return 2 user ip" might output "(user=bob ip=10.1.11.2) OR (user=fred ip=10.2.12.3)". Using "return" at the end of a subsearch removes the need, in the vast majority of cases, for "head", "fields", "rename", "format", and "dedup".
ru_ru: Полезно для передачи значений вверх от подпоиска. Заменяет входящие события одним событием, с одним атрибутом: "search". Автоматически ограничивает входящие результаты "заголовком" ("head") и "полями" ("fields"), для повышения производительности. Позволяет удобно выводить attr=value (например, "return source"), alias_attr=value (например, "return ip=srcip") и значение (например, "return $srcip"). По умолчанию, использует только первый ряд переданных ему результатов. Несколько строк могут быть указаны с COUNT (например, "return 2 ip"), а каждая строка может содержать оператор OR (например, вывод может быть "(ip=10.1.11.2) OR (ip=10.2.12.3)"). Несколько значений могут быть определены и помещены внутри выражений OR. Таким образом, "return 2 user ip" может выводить "(user=bob ip=10.1.11.2) OR (user=fred ip=10.2.12.3)". Использование "return" в конце подпоиска устраняет, в подавляющем большинстве случаев, необходимость для "head", "fields", "rename", "format" и "dedup".

source: search for "error ip=<someip>", where someip is the most recent ip used by Amrit
ru_ru: осуществить поиск "error ip=<someip>", где someip является последним ip, который использовал Амрит

source: search for "error (user=user1 ip=ip1) OR (user=user2 ip=ip2)", where users and IPs come from the two most-recent logins
ru_ru: осуществить поиск "error (user=user1 ip=ip1) OR (user=user2 ip=ip2)", где пользователи и IP адреса берутся из двух последних входов в систему

source: Internal command used to execute scripted alerts
ru_ru: Внутренняя команда, используемая для выполнения оповещений со сценариями

source: Internal command used to execute scripted alerts. The script file needs to be located \ in either $SPLUNK_HOME/etc/system/bin/scripts OR $SPLUNK_HOME/etc/apps/<app-name>/bin/scripts. \ The search id is used to create a path to the search's results. All other args are passed to the \ script (unvalidated) as follows: \i\\ $0 = scriptname \i\\ $1 = number of events returned \i\\ $2 = search terms \i\\ $3 = fully qualified query string \i\\ $4 = name of saved splunk \i\\ $5 = trigger reason (i.e. "The number of events was greater than 1") \i\\ $6 = link to saved search \i\\ $7 = DEPRECATED - empty string argument \i\\ $8 = file where the results for this search are stored(contains raw results)
ru_ru: Внутренняя команда используемая для выполнения оповещений со сценариями. Файл сценария должен быть расположен \ либо в $SPLUNK_HOME/etc/system/bin/scripts либо в $SPLUNK_HOME/etc/apps/<app-name>/bin/scripts. \ Идентификатор (id) поиска используется, для того, чтобы создать путь к результатам поискового запроса. Все остальные передаваемые сценарию аргументы \ (непроверенные) следующие: \i\\ $ 0 = имя сценария \i\\ $ 1 = число возвращаемых событий \i\\ $ 2 = условия поиска \i\\ $ 3 = полная строка запроса \i\\ $ 4 = имя сохраненного splunk \i\\ $ 5 = причина срабатывания (например, "Число событий было больше, чем 1") \i\\ $ 6 = ссылка на сохраненный поиск \i\\ $ 7 = УСТАРЕВШЕЕ - пустая строка аргумента \i\\ $ 8 = файл, в котором хранятся результаты этого поискового запроса (содержит необработанные результаты)

source: finds transaction events given search constraints
ru_ru: находит события транзакции, учитывая ограничения поиска

source: Retrieves events matching the transactiontype\ TRANSACTION-NAME with events transitively discovered by the initial\ event constraint of the SEARCH-STRING. \p\\ For example, given an 'email'\ transactiontype with fields="qid pid" and with a search attribute of\ 'sourcetype="sendmail_syslog"', and a SEARCH-STRING of "to=root", searchtxn will\ find all the events that match 'sourcetype="sendmail_syslog" to=root'.\p\\ From those results, all the qid's and pid's are transitively used to\ find further search for relevant events. When no more qid or pid\ values are found, the resulting search is run\i\\ 'sourcetype="sendmail_syslog" ((qid=val1 pid=val1) OR ...\ ....(qid=valn pid=valm) | transaction name=email | search to=root'.\p\\ Options:\p\\ max_terms -- integer between 1-1000 which determines how many unique field values all fields can use (default=1000). Using smaller values will speed up search, favoring more recent values\p\\ use_disjunct -- determines if each term in SEARCH-STRING should be OR'd on the initial search (default=true)\p\\ eventsonly -- if true, only the relevant events are retrieved, but the "|transaction" command is not run (default=false)
ru_ru: Извлекает события, соответствующие transactiontype \ TRANSACTION-NAME с событиями транзитивно обнаруженными начальным \ ограничением события SEARCH-STRING. \p\\ Например, задан transactiontype 'email' \ с fields="qid pid" и с поисковум атрибутом \ 'sourcetype="sendmail_syslog"', и SEARCH-STRING "to=root", searchtxn будет \ находить все события, которые соответствуют 'sourcetype="sendmail_syslog" to=root'. \p\\ Из этих результатов, все qid'ы и pid'ы транзитивно используются для \ нахождения дальнейшего поиска для соответствующих событий. Когда \ значения qid или pid более не найдены, результирующий поиск, который будет выполнен \i\\ 'sourcetype="sendmail_syslog" ((qid=val1 pid=val1) OR ...\ ....(qid=valn pid=valm) | transaction name=email | search to=root'.\p\\ Опции: \p\\ max_terms - целое число между 1-1000, которое определяет, сколько уникальных значений полей могут использовать все поля (по умолчанию = 1000). Использование меньших значений позволит ускорить поиск, отдавая предпочтение более поздним значениям \p\\ use_disjunct - определяет, должен ли каждый термин в SEARCH-STRING быть соединен OR в первоначальном поиске (по умолчанию = "истинно" (true)) \p\\ eventsonly - если это "истинно" (true), извлекаются только соответствующие события, но команда "|transaction" не выполняется (по умолчанию = "ложно" (false))

source: find all email transactions to root from david smith
ru_ru: найти все транзакции электронной почты к root от david smith

source: Remove seasonal fluctuations in fields.
ru_ru: Удалить сезонные колебания в полях.

source: Remove seasonal fluctuations in fields. This command has a similar purpose to the\ trendline command, but is more sophisticated as it uses the industry popular X11 method.\ The type option can be either 'mult' (for multiplicative) or 'add' (for additive). By default,\ it's 'mult'. The period option should be specified if known; otherwise it is automatically computed.
ru_ru: Удалите сезонные колебания в полях. Эта команда имеет назначение, аналогичное \ команде trendline команды, но является более сложной, так как она использует популярный в индустрии метод X11. \ Опция type может быть либо 'mult' (мультипликативная) либо 'add' (аддитивная). По умолчанию она равна 'mult'.\ Опция period должна быть указана, если период известен; в противном случае он вычисляется автоматически.

source: default times.conf label
ru_ru: метка times.conf по умолчанию

source: in the last 15 minutes
ru_ru: за последние 15 минут

source: Last 60 minutes
ru_ru: Последние 60 минут

source: in the last 60 minutes
ru_ru: за последние 60 минут

source: in the last 4 hours
ru_ru: за последние 4 часа

source: in the last 24 hours
ru_ru: за последние 24 часа

source: Last 7 days
ru_ru: Последние 7 дней

source: in the last 7 days
ru_ru: за последние 7 дней

source: Last 30 days
ru_ru: Последние 30 дней

source: in the last 30 days
ru_ru: за последние 30 дней

source: Week to date
ru_ru: Неделя до сегодняшнего дня

source: this week to date
ru_ru: эта неделя до сегодняшнего дня

source: Business week to date
ru_ru: Рабочая неделя до сегодняшнего дня

source: this business week to date
ru_ru: Эта рабочая неделя до сегодняшнего дня

source: Month to date
ru_ru: Месяц до сегодняшнего дня

source: this month to date
ru_ru: Этот месяц до сегодняшнего дня

source: Year to date
ru_ru: Год до сегодняшнего дня

source: this year to date
ru_ru: Этот год до сегодняшнего дня

source: Yesterday
ru_ru: Вчера

source: Previous week
ru_ru: Предыдущая неделя

source: in the previous week
ru_ru: за предыдущую неделю

source: Previous business week
ru_ru: Предыдущая рабочая неделя

source: in the previous business week
ru_ru: за предыдущую рабочую неделю

source: Previous month
ru_ru: Предыдущий месяц

source: in the previous month
ru_ru: за предыдущий месяц

source: Previous year
ru_ru: Предыдущий год

source: in the previous year
ru_ru: за предыдущий год

source: 30 second window
ru_ru: 30-и секундное окно

source: in a 30 second window (real-time)
ru_ru: за 30-и секундное окно (в реальном времени)

source: 1 minute window
ru_ru: 1-о минутное окно

source: in a 1 minute window (real-time)
ru_ru: за 1-о минутное окно (в реальном времени)

source: 5 minute window
ru_ru: 5-и минутное окно

source: in a 5 minute window (real-time)
ru_ru: за 5-и минутное окно (в реальном времени)

source: 30 minute window
ru_ru: 30-и минутное окно

source: in a 30 minute window (real-time)
ru_ru: за 30-и минутное окно (в реальном времени)

source: 1 hour window
ru_ru: 1-о часовое окно

source: in a 1 hour window (real-time)
ru_ru: за 1-о часовое окно (в реальном времени)

source: All time (real-time)
ru_ru: За все время (в реальном времени)

source: in total (real-time)
ru_ru: в общей сложности (в реальном времени)

source: To start using Splunk Light, you need to add data.
ru_ru: Для того, чтобы начать использовать Splunk Light, вам необходимо добавить данные.

source: You can choose from three different ways to add data: upload, monitor, and forward.
ru_ru: Вы можете сделать выбор из трех различных способов добавления данных: загрузить, мониторить и перенаправлять.

source: After Splunk Light indexes your data, you can start searching.
ru_ru: После того, как Splunk Light проиндексирует ваши данные, вы можете начать поиск.

source: Use the Search Processing Language to generate visualizations.<br/> You can save these as reports or add them to dashboards.
ru_ru: Используйте Язык обработки поиска (Search Processing Language) для созданиявизуализаций.<br>Вы можете сохранить их как отчеты или добавить их к приборным доскам.

source: You can save searches as alerts that trigger actions such as email notifications.
ru_ru: Вы можете сохранить поиски как оповещения которые запускают действия, такие как уведомления по электронной почте.

source: Start exploring Splunk Light using the sidebar menu.
ru_ru: Начните изучение Splunk Light с помощью боковой панели меню.

source: This is your first time using Splunk Light. Would you like to take a quick product overview tour?
ru_ru: Вы используете Splunk Light первый раз. Хотите просмотреть краткий обзорный тур по продукту?

source: After adding data use the Search view to run searches, design data visualizations, save reports, and create dashboards. To know more about the data in your deployment, see the Data Summary.
ru_ru: После добавления данных используйте Поиск представления для выполнения поиска, создавайте визуализации данных, сохраняйте отчеты и создавайте приборные доски. Для дополнительной информации о данных в вашем развертывании, см. Сводка данных.

source: Your search can contain words, phrases, field=value pairs, wildcards (*),<br/>and Boolean operators like AND, OR, and NOT.
ru_ru: Ваш запрос может содержать слова, фразы, пары поле=значение, подстановочные знаки (*), <br/>и логические операторы AND, OR и NOT.

source: Choose a smaller time range to speed up your search and narrow your search results.
ru_ru: Выберите меньший диапазон времени для ускорения вашего поиска и сужения результатов поиска.

source: Highlight a portion of an event and click on it to include or exclude it from the search.
ru_ru: Выделите часть события и нажмите на нее, чтобы включить или исключить ее из результатов поиска.

source: The fields sidebar shows fields that the search has automatically extracted from your events.<br/>Extract additional fields using the Field Extractor.
ru_ru: Боковая панель полей показывает поля, которые поиск автоматически извлек из ваших событий. <br/> Извлеките дополнительные поля, используя Экстрактор полей.

source: The field summary shows the distribution of a field's values. Click a value to add it to your search or use the Reports links to create a visualization.
ru_ru: Сводная информация по полю показывает распределение значений полей. Нажмите на значение, чтобы добавить его в свой поиск или используйте ссылки Отчетов для создания визуализации.

source: Use special search commands to transform search results into statistical data tables<br/>and create visualizations.
ru_ru: Используйте специальные команды поиска для преобразования результатов поиска в таблицы статистических данных<br/>и создания визуализаций.

source: Select a visualization type that suits the information you want to convey.<br/>After you choose a visualization, you can customize its appearance.
ru_ru: Выберите тип визуализации, который подходит для информации, которую вы хотите передать.<br/>После выбора визуализации, можно настроить ее отображение.

source: Save your search as a report, alert, or dashboard panel. Read the <a target="_blank" href="http://www.splunk.com/web_assets/pdfs/secure/Splunk_Quick_Reference_Guide.pdf">Quick Reference Guide</a>, watch the search <a href="http://www.splunk.com/view/SP-CAAAGW8" target="_blank">video tutorial</a>, continue to the <a href="/app/search/dashboards?tour=dashboards-tour%3Aenterprise">Dashboards Tour</a>, or try searching.
ru_ru: Сохраните ваш поиск как отчет, оповещение или приборную доску. Прочитайте <a target="_blank" href="http://www.splunk.com/web_assets/pdfs/secure/Splunk_Quick_Reference_Guide.pdf">Краткое справочное руководство</a>, посмотрите <a href="http://www.splunk.com/view/SP-CAAAGW8" target="_blank">видео-учебник</a> по поиску, перейдите к <a href="/app/search/dashboards?tour=dashboards-tour%3Aenterprise">Обзору приборной доски</a>, или попытайтесь сделать поиск.

source: To start adding data, first choose a data source. For example, you can monitor a file or directory.
ru_ru: Для того, чтобы начать добавлять данные, сначала выберите источник данных. Например, вы можете мониторить файл или каталог.
