Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Extracts key/value pairs from events based on a form\ template that describes how to extract the values. If FORM is specified,\ it uses an installed <FORM>.form file found in the splunk configuration form directory.\ For example, if "form=sales_order", would look for a "sales_order.form"\ file in the 'forms' subdirectory in all apps, e.g. $SPLUNK_HOME$/etc/apps/*/forms/. \ All the events processed would\ be matched against that form, trying to extract values.\p\\ If no FORM is specified, then the FIELD value determines the name of the field to\ extract. For example, if "field=error_code", then an event that has an error_code=404,\ would be matched against a "404.form" file.\p\\ The default value for FIELD is "sourcetype", thus by default kvform will look for \ <SOURCETYPE>.form files to extract values.\p\\ A .form file is essentially a text file or all static parts of a form, \ interspersed with named references to regular expressions, of the type found in\ transforms.conf. A .form might might look like this:\i\\ Students Name: [[string:student_name]] \i\\ Age: [[int:age]] Zip: [[int:zip]] .
ru_ru: Извлекает пары ключ/значение из событий, основанных на шаблоне формы, \ который описывает, как извлекать значения. Если определена FORM, \ используется установленный файл <FORM>.form, находящийся в каталоге форм конфигурации Splunk. \ Например, если "form=sales_order", будет производиться поиск файла "sales_order.form" \ в подкаталоге 'forms' во всех приложениях, например, $SPLUNK_HOME$/etc/apps/*/forms/. \ Все обрабатываемые события э будут \ сопоставляться с этой формой, в попытке извлечь значения. \p\\ Если FORM не задана, то значение FIELD определяет имя поля для\ извлечения. Например, если "field=error_code", то событие, которое имеет error_code=404, \ будет сопоставлено с файлом "404.form". \p\\ Значение по умолчанию для FIELD является "sourcetype", и таким образом, по умолчанию kvform будет искать \ файлы <SOURCETYPE>.form для извлечения значений. \p\\ Файл .form, по существу является текстовым файлом или всеми статическими частями формы, \ перемежающимися с именованными ссылками на регулярные выражения, типа найденных в \ transforms.conf. Фаил .form может выглядеть следующим образом: \i\\ Students Name: [[string:student_name]] \i\\ Age: [[int:age]] Zip: [[int:zip]] .

source: Extract values from "eventtype.form" if the file exists.
ru_ru: Извлечь значения из "eventtype.form", если файл существует.

source: Returns a list of time ranges in which the search results were found.
ru_ru: Возвращает список временных диапазонов, в которых были найдены результаты поиска.

source: Generates a list of time contiguous event regions \ defined as: a period of time in which consecutive events \ are separated by at most 'maxpause' time. The found regions \ can be expanded using the 'timeafter' and 'timebefore' modifiers \ to expand the range after/before the last/first event in \ the region respectively. The Regions are return in time descending\ order, just as search results (time of region is start time).\ The regions discovered by localize are meant to be feed into \ the MAP command, which will use a different region for each iteration. \ Localize also reports: (a) number of events in the range, (b) range \ duration in seconds and (c) region density defined as (#of events in range) \ divided by (range duration) - events per second.
ru_ru: Формирует список временных смежных областей событий \ определяемых как: период времени, в котором последовательные события \ отделены друг от друга не более чем временем 'maxpause'. Найденные области \ могут быть расширены с помощью модификаторов 'timeafter' и 'timebefore'\ расширяющих диапазон после/до последнего/первого события в \ области соответственно. Области возвращаются во временном порядке убывания, \ так же, как и результаты поиска (время области является временем начала). \ Области, обнаруженные командой localize предназначены для потребления \ командой MAP, которая будет использовать другую область для каждой итерации. \ Localize также сообщает: (а) количество событий в диапазоне, (б) длительность \ диапазона в секундах и (в) плотность области определяемую как (число событий в диапазоне)\ деленное на (длительность диапазона) - событий в секунду.

source: As an example, searching for "error" and then calling localize finds good regions around \ where error occurs, and passes each on to the search inside of the the map command, so \ that each iteration works with a specific timerange to find promising transactions
ru_ru: В качестве примера, поиск "error", а затем вызов localize находит хорошие области вокруг \ момента где происходит ошибка, и передает каждую из них в поиск внутри команды map, так \ что каждая итерация работает с конкретным временным диапазоном timerange для нахождения перспективных транзакций

source: Search the time range of each previous result for "failure".
ru_ru: Искать "failure" во временном диапазоне каждого предыдущего результата.

source: the maximum (inclusive) time between two consecutive events in a contiguous time region
ru_ru: максимальное (включительно) время между двумя последовательными событиями в непрерывной временной области

source: the amount of time to add to endtime (ie expand the time region forward in time)
ru_ru: количество времени для добавления к конечному время endtime (т.е. расширить временную область вперед по времени)

source: the amount of time to subtract from starttime (ie expand the time region backwards in time)
ru_ru: количество времени для вычитания из начального времени starttime (т.е. расширить временную область назад по времени)

source: Prevents subsequent commands from being executed on remote peers.
ru_ru: Предотвращает выполнение последующих команд на удаленных одноранговых узлах.

source: Prevents subsequent commands from being executed on remote peers, i.e. forces subsequent commands to be part of the reduce step.
ru_ru: Предотвращает выполнение последующих команд на удаленных одноранговых узлах, то есть принудительно делает последующие команды частью уменьшения шага.

source: The iplocation command in this case will never be run on remote peers. All events from remote peers from the initial search for the terms FOO and BAR will be forwarded to the search head where the iplocation command will be run.
ru_ru: В этом случае команда iplocation никогда не будет выполняться на удаленных одноранговых узлах. Все события из удаленных одноранговых узлов из первоначального поиска терминов FOO и BAR будут направлены на головной узел поиска, где будет запущена команда iplocation.

source: search::search
ru_ru: поиск::искать

source: Loads events or results of a previously completed search job.
ru_ru: Загружает события или результаты поиска ранее завершенного задания.

source: The artifacts to load are identified either by the search job id or a scheduled search name and the time range of the current search. If a savedsearch name is provided and multiple artifacts are found within that range the latest artifacts are loaded.
ru_ru: Артефакты для загрузки определяются либо идентификатором (id) задания поиска или имeнем запланированного поиска и временым диапазоном текущего поиска. Если задано имя savedsearch и в этом диапазоне найдено несколько артефактов, будут загружены последние артефакты.

source: Loads the events that were generated by the search job with id=1233886270.2
ru_ru: Загружает события, сгенерированные заданием поиска с id = 1233886270.2

source: Loads the results of the latest scheduled execution of savedsearch MySavedSearch in the 'search' application owned by admin
ru_ru: Загружает результаты pоследнего запланированного выполнения savedsearch MySavedSearch в приложении 'search', принадлежащем администратору

source: The search id of the job whose artifacts need to be loaded.
ru_ru: Идентификатор id поиска задания, чьи артефакты должны быть загружены.

source: The unique identifier of a savedsearch whose artifacts need to be loaded. A savedsearch \ is uniquely identified by the triplet {user, application, savedsearch name}.
ru_ru: Уникальный идентификатор savedsearch, чьи артефакты должны быть загружены. Savedsearch \ однозначно идентифицируется триплетом {user, application, savedsearch name} (пользователь, приложения, имя сохраненного поиска).

source: events=true loads events, while events=false loads results. Defaults to false.
ru_ru: events=true загружает события, а events=false загружает результаты. По умолчанию используется значение false.

source: When specifying a savedsearch, this option selectes jobs that were started by the given user. \ Scheduled jobs will be run by the delegate "scheduler". Dashboard-embedded searches will be \ run in accordance with the savedsearche's dispatchAs parameter (typically the owner of the search). \ Defaults to scheduler.
ru_ru: При указании savedsearch, этот параметр выбирает задания, которые были запущены указанным пользователем. \ Запланированные задания будут запускаться делегатом "планировщик" ("scheduler"). Поиски, встроенные в приборную доску будут \ работать в соответствии с параметром dispatchAs команды savedsearche (обычно владелец поиска). \ По умолчанию: scheduler.

source: Select a search artifact other than the most recent one, based on search start time. For example \ if artifact_offset=1, the second most recent will be loaded; if artifact_offset=2, the third most recent \ will be loaded. Attempting to load an offset past the last available artifact will result in an error.\ Defaults to 0, or the most recent.
ru_ru: Выберите артефакт поиска кроме самой последнего из них, на основе времени начала поиска. Например, \ если artifact_offset=1, будет загружен второй самый недавний; Если artifact_offset=2, будет загружен третий самый недавний. \ Попытка загрузить смещение за последний доступный артефакт приведет к ошибке. \ по умолчанию 0, или самый недавний.

source: Skip over artifacts whose search is still running (default: true)
ru_ru: Пропускать артефакты, чей поиск по-прежнему выполняется (по умолчанию: "истинно" (true))

source: Explicitly invokes field value lookups.
ru_ru: Явным образом вызывает поиски значений поля.

source: Manually invokes field value lookups from an existing lookup table or external \ script. Lookup tables must be located in the lookups directory of \ $SPLUNK_HOME/etc/system/lookups or $SPLUNK_HOME/etc/apps/<app-name>/lookups. \ External scripts must be located in $SPLUNK_HOME/etc/searchscripts or \ $SPLUNK_HOME/etc/apps/<app_name>/bin.\p\\ Specify a lookup field to match to a field in the events and, optionally, \ destination fields to add to the events. If you do not specify destination fields, \ adds all fields in the lookup table to events that have the match field. You can \ also overwrite fields in the events with fields in the lookup table, if they have \ the same field name.
ru_ru: Вручную вызывает поиски значения поля из существующей таблицы поиска или внешнего \ сценария. Таблицы поиска должны быть расположены в каталоге lookups в \ $SPLUNK_HOME/etc/system/lookups или $SPLUNK_HOME/etc/apps/<app-name>/lookups. \ Внешние скрипты должны находиться в $SPLUNK_HOME/etc/searchscripts или \ $SPLUNK_HOME/etc/apps/<app_name>/bin.\p \ Укажите поле поиска для соответствия с полем в событиях и, опционально, \ поля назначения, для добавления к событиям. Если вы не укажете поля назначения, \ действие добавляет все поля в таблице поиска к событиям, которые имеют соответствие полей. Вы можете \ также перезаписать поля в событиях полями из таблицы поиска, если у них \ то же самое имя поля.

source: There is a lookup table specified in a stanza name 'usertogroup' in transform.conf. This lookup table contains (at least) two fields, 'user' and 'group'. For each event, we look up the value of the field 'local_user' in the table and for any entries that matches, the value of the 'group' field in the lookup table will be written to the field 'user_group' in the event.
ru_ru: Существует таблица поиска, указанная в секции 'usertogroup' в transform.conf. Эта таблица поиска содержит (по крайней мере) два поля, 'user' ("пользователь") и 'group' ("группа"). Для каждого события, мы смотрим значение поля 'local_user' в таблице и для любых записей, которые соответствуют ему, значение поля 'group' в таблице поиска будет записано в поле 'user_group' в событии.

source: fields::read
ru_ru: поля::читать

source: Makes a field that is supposed to be the x-axis continuous (invoked by chart/timechart).
ru_ru: Делает поле, которое должно быть осью х, непрерывным (вызвается chart/timechart).

source: Make "_time" continuous with a span of 10 minutes.
ru_ru: Сделать "_time" непрерывным с диапазоном 10 минут.

source: Create a specified number of empty results.
ru_ru: Создать указанное число пустых результатов.

source: Creates a specified number of empty search results. This command will run only on the local machine \ by default and will generate one unannotated empty result. It maybe used in conjunctiion with the eval command to \ generate an empty result for the eval command to operate on.
ru_ru: Создает указанное число пустых результатов поиска. Эта команда по умолчанию будет работать только на локальной машине \ и будет генерировать один неаннотированный пустой результат. Он может быть использован совместно с командой eval \ для создания пустого результата с которым будет работать команда eval.

source: The number of empty results to generate
ru_ru: Число пустых результатов, которые необходимо создать

source: If set to true the results will conatin field for the splunk_server aplunk_server_group and _time when they were created \ These may be used to compute aggregats etc. Certain order sensitive processors may also fail if the internal _time field is absent. \ False by default.
ru_ru: Если задано значение "истинно" (true), результаты будут содержать поле для splunk_server aplunk_server_group и время _time, когда они были созданы \ они могут быть использованы для вычисления агрегатов и др. Определенные чувствительные к порядку процессоры могут давать сбой, если внутреннее поле _time отсутствует. \ "Ложно" (false) по умолчанию.

source: Optional, argument specifies whether or not to limit results to one specific server. Use "local" to refer to the search head
ru_ru: Необязательный, аргумент указывает ограничить или нет результаты одним конкретным сервером. Используйте "local" для обозначения головного узла поиска

source: Optional, argument specifies whether or not to limit results to one speciic server_group.
ru_ru: Необязательный, аргумент указывает ограничить или нет результаты одной указанной server_group.

source: Looping operator, performs a search over each search result.
ru_ru: Циклический оператор, выполняет поиск над каждым результатом поиска.

source: For each input search result, takes the field-values\ from that result and substitutes their value for the $variable$ in the\ search argument. The value of variables surrounded in quotes (e.g. text="$_raw$") will be quote escaped. \ The search argument can either be a subsearch to run\ or just the name of a savedsearch. The following metavariables are \ also supported: \ 1. $_serial_id$ - 1-based serial number within map of the search being executed.
ru_ru: Для каждого результата поиска ввода, берет значения полей \ из этого результата и заменяет их значение на $variable$ в \ аргументе поиска. Значение переменных окруженных кавычками (например, text="$_raw$") будет экранировано кавычками. \ Аргумент поиска может быть либо подпоиском для запуска \ или просто имя сохраненного поиска savedsearch. Также поддерживаются \ следующие метапеременные: \ 1. $_serial_id$ - серийный номер (с отсчетом от 1) в карте поиска, который будет выполняться.

source: Search to run map on.
ru_ru: Основа для выполнения поиска.

source: Name of saved search
ru_ru: Имя сохраненного поиска

source: The maximum number of searches to run. Will generate warning if \ there are more search results.
ru_ru: Максимальное количество поисков для запуска. Будет генерировать предупреждение, если \ есть больше результатов поиска.

source: Extracts field-values from table-formatted events.
ru_ru: Извлекает значения полей из событий в формате таблицы.

source: Extracts fields from events with information in a tabular format (e.g. top, netstat, ps, ... etc). \ A new event is created for each table row. Field names are derived from the title row of the table.
ru_ru: Извлекает поля из событий с информацией в табличном формате (например, top, netstat, ps, ... ... и т.д.). \ Для каждой строки таблицы создается новое событие. Имена полей берутся из строки заголовка таблицы.

source: Extract the "pid" and "command" fields.
ru_ru: Извлекать поля "pid" и "pid".

source: Extract the "COMMAND" field when it occurs in rows that contain "splunkd".
ru_ru: Извлечь поле "COMMAND", если оно встречается в строках, которые содержат "splunkd".

source: Multikv available options
ru_ru: Доступные опции multikv

source: When true, multikv copies all fields from the original event to the events generated from that event. \ When false, no fields are copied from the original event. \ This means there will be no _time field and you will not be able to see the events in the UI. (default = true)
ru_ru: Когда "истинно" (true), multikv копирует все поля из исходного события к событиям, сгенерированным от этого события. \ Когда "ложно" (false), никакие поля из исходного события не копируются. \ Это означает, что не будет поля _time и вы не сможете увидеть события в пользовательском интерфейсе. (по умолчанию = true)

source: Limit the fields set by multikv to this list. \ Any fields in the table which are not on this list will be ignored.
ru_ru: Ограничить этим списком поля, задаваемые multikv. \ Любые поля в таблице, которые не находятся в этом списке будут проигнорированы.

source: If specified, multikv will skip over table rows that do not contain at least one of the strings in the filter list. \ Quoted expressions are permitted such as "multiple words" or "trailing_space ".
ru_ru: Если указан, multikv будет пропускать строки таблицы, которые не содержат хотя бы одну из строк в списке фильтров. \ Допускаются выражения в кавычках такие, как "multiple words" или "trailing_space".

source: Forces the use of the given line number (1 based) as the table's header. \ Empty lines are not included in the count. \ By default, multikv attempts to determine the header line automatically.
ru_ru: Задает принудительное использование номера данной строки (на основе 1) в качестве заголовка таблицы. \ Пустые строки не включаются в счет. \ По умолчанию multikv пытается определить строку заголовка автоматически.

source: Controls whether or not there can be multiple tables in a single _raw in the original events. (default = true)
ru_ru: Управляет могут ли быть несколько таблиц в одном _raw из исходных событий. (по умолчанию = true ("истинно"))

source: Handle a table without header row identification. \ The size of the table will be inferred from the first row, and fields will be anmed Column_1, Column_2, etc. \ noheader=true implies multitable=false (default = false)
ru_ru: Обработка таблицы без идентификации строки заголовка. \ Размер таблицы будет выведен из первой строки и поля будут названы Column_1, Column_2, и т.д. \ noheader=true подразумевает, что multitable=false (по умолчанию = false)

source: When true, the original events will not be included in the output results. \ When false, the original events are retained in the output results, with each original event \ emitted after the batch of generated results from that original. (default=true)
ru_ru: При значении true ("истинно"), исходные события не будут включены в результаты вывода. \ При значении false ("ложно"), исходные события сохраняются в результатах вывода, с каждым исходным событием \ вышедшим после пакета сгенерированных результатов от этого оригинала. (по умолчанию = true)

source: Do multiple searches at the same time
ru_ru: Сделать несколько поисков одновременно

source: Executes multiple *streaming* searches at the same time. Must specify at least 2 subsearches and only purely streaming operations are allowed in each subsearch (e.g. search, eval, where, fields, rex, ...)
ru_ru: Выполняет несколько *потоковых* поисков одновременно. Необходимо указать по крайней мере 2 подпоиска. В каждом подпоиске допусткаются только чисто потоковые операции (например, search, eval, where, fields, rex, ...)

source: search for both events from index a and b and add different fields using eval in each case
ru_ru: искать оба события из индексов a и b и добавить различные поля, используя eval в каждом конкретном случае

source: Combines events in the search results that have a single differing field value into one result with a multi-value field of the differing field.
ru_ru: Комбинирует события в результатах поиска, которые имеют одно отличающееся значение поля в один результат с многозначным полем для этого отличающегося поля.

source: For each group of results that are identical except for the given field, combine them into a single result where the given field is a multivalue field. DELIM controls how values are combined, defaulting to a space character (' ').
ru_ru: Для каждой группы результатов, которые являются идентичными, за исключением данного поля, комбинировать их в один результат, где данное поле является многозначным полем. DELIM определяет, как объединяются значения, по умолчанию используется символ пробела (' ').

source: Combine the values of "foo" with ":" delimiter.
ru_ru: Комбинировать значения "foo" используя разделитель ":"

source: Expands the values of a multi-value field into separate events for each value of the multi-value field.
ru_ru: Расширяет значения многозначного поля на отдельные события для каждого значения многозначного поля.

source: For each result with the specified field, create a new result for each value of that field in that result if it a multivalue field.
ru_ru: Для каждого результата с указанным полем создать новый результат для каждого значения этого поля в том результате, если оно является многозначным полем.

source: Create new events for each value of multi-value field, "foo".
ru_ru: Создать новые события для каждого значения многозначного поля, "foo".

source: Create new events for the first 100 values of multi-value field, "foo".
ru_ru: Создать новые события для первых 100 значений многозначного поля, "foo".

source: Changes a specified field into a multi-value field during a search.
ru_ru: Меняет указанное поле на многозначное поле во время поиска.

source: Treat specified field as multi-valued, using either a simple string delimiter (can be multicharacter), or a regex tokenizer. If neither is provided, a default delimiter of " " (single space) is assumed. \ The allowempty=<bool> option controls if consecutive delimiters should be treated as one (default = false).\ The setsv boolean option controls if the original value of the field should be kept for the single valued version. It is kept if setsv = false, and it is false by defult.
ru_ru: Обрабатывать указанное поле как многозначное, используя простой разделитель строки (может быть многосимвольным) или лексему регулярного выражения. Если не указано ни того, ни другого, по умолчанию предполагается разделитель " " (пробел). \ Опция allowempty=<bool> определяет, следует ли рассматривать последовательные разделители как один (по умолчанию = false). \ Логический параметр setsv определяет, должно ли исходное значение поля храниться для варианта с одним значением. Он хранится, если setsv = false, и false является значением по умолчанию.

source: Separate the value of "foo" into multiple values.
ru_ru: Разделить значение "foo" на несколько значений.
