Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: verify that the fields expected by the report commands are present in the events
ru_ru: убедиться, что поля, ожидаемые командой отчета, присутствуют в событиях

source: This search has completed, but did not return any results.
ru_ru: Этот поиск завершен, но не возвратил никаких результатов.

source: This search is an instance of the saved search:
ru_ru: Этот поиск является экземпляром сохраненного поиска:

source: Learn more about troubleshooting empty search results at <a href="%s" target="_blank" class="spl-icon-external-link-xsm">Splunk Documentation</a>.
ru_ru: Подробнее об устранении неполадок пустых результатов поиска смотри в <a href="%s" target="_blank" class="spl-icon-external-link-xsm">Документации Splunk</a>.

source: This search has completed and has returned <strong>%(resultCount)s</strong> %(resultEntity)s by scanning <strong>%(scanCount)s</strong> %(eventEntity)s in <strong>%(runDuration)s</strong> seconds.
ru_ru: Этот поиск завершен и возвратил <strong>%(resultCount)s</strong> %(resultEntity)s в результате сканирования <strong>%(scanCount)s</strong> %(eventEntity)s за <strong>%(runDuration)s</strong> сек.

source: result
ru_ru: результат

source: It is an instance of the saved search:
ru_ru: Это является экземпляром сохраненного поиска:

source: Execution costs
ru_ru: Затраты на выполнение

source: Duration (seconds)
ru_ru: Продолжительность (в секундах)

source: Invocations
ru_ru: Вызовы

source: Input count
ru_ru: Счетчик ввода

source: Output count
ru_ru: Счетчик вывода

source: Saved search properties
ru_ru: Свойства сохраненных поисков

source: Search job properties
ru_ru: Свойства задания поиска

source: timeline
ru_ru: Шкала времени

source: field summary
ru_ru: сводка по полю

source: Recipe builder
ru_ru: Построитель набора правил

source: Finish &raquo;
ru_ru: Завершить &raquo;

source: Search saved successfully
ru_ru: Поиск успешно сохранен

source: Share the saved search URL
ru_ru: Поделиться URL сохраненного поиска

source: Users must have proper permissions to view this search.
ru_ru: Пользователи должны иметь соответствующие полномочия для просмотра этого поиска.

source: Run on custom schedule (cron schedule)
ru_ru: Запускать по пользовательскому расписанию (расписание Cron)

source: New schedule saved successfully
ru_ru: Новое расписание успешно сохранено

source: <strong>Edit the schedule</strong> at Settings &raquo; Searches, reports, and alerts &raquo;
ru_ru: <strong>Редактировать расписание</strong> в Настройки &raquo; Поиски, отчеты и оповещения &raquo;

source: Stop Scheduling this PDF
ru_ru: Остановить планирование этого PDF

source: Stop Scheduling
ru_ru: Остановить планирование

source: Email Schedule
ru_ru: Расписание электронной почты

source: every 30 minutes
ru_ru: каждые 30 минут

source: every hour
ru_ru: каждый час

source: every 12 hours
ru_ru: каждые 12 часов

source: every day at midnight
ru_ru: каждый день в полночь

source: every day at 6pm
ru_ru: каждый день в 6 часов вечера

source: every week (every Saturday at midnight)
ru_ru: каждую неделю (каждую субботу в полночь)

source: Enter a cron-style schedule.
ru_ru: Введите расписание в стиле Cron.

source: For example <code class="cron">*/5 * * * *</code> (every 5 minutes) or <code class="cron">0 21 * * *</code> (every day at 9 PM).
ru_ru: Например: <code class="cron">*/5 * * * *</code> (каждые 5 минут) или <code class="cron">0 21 * * *</code> (каждый день в 9 часов вечера).

source: Deliver To
ru_ru: Доставить кому

source: Enter comma-separated email addresses.
ru_ru: Введите адреса электронной почты разделенные запятыми.

source: Paper Setup
ru_ru: Параметры бумаги

source: Test email sent.
ru_ru: Тестовое сообщение было отправлено.

source: Test email cannot be sent. Error:
ru_ru: Тестовое сообщение электронной почты не может быть отправлено. Ошибка:

source: keywords
ru_ru: ключевые слова

source: notices
ru_ru: примечания

source: shortdesc
ru_ru: краткое описание

source: details
ru_ru: детали

source: syntax
ru_ru: синтаксис

source: examples
ru_ru: примеры

source: related
ru_ru: связанные

source: aliases
ru_ru: алиасы

source: &laquo; Less
ru_ru: &laquo; Меньше

source: Suggested fields
ru_ru: Предлагаемые поля

source: Matching searches
ru_ru: Совпадающие запросы

source: Common next commands
ru_ru: Общие следующие команды

source: Matching terms
ru_ru: Совпадающие условия

source: Command history
ru_ru: История команд

source: Command args
ru_ru: Агрументы команды

source: The simplest searches return events that match terms you type into the search bar:
ru_ru: Простейшие поиски возвращают события, соответствующие условиям, которые вы вводите в строку поиска:

source: Use the vertical bar
ru_ru: Используйте вертикальную черту

source: , or pipe character, to apply a command to the retrieved events.
ru_ru: , или символ канала ("|"), чтобы применить команду к извлеченным событиям.

source: Note:
ru_ru: Примечание:

source: Your search looks similar to the savedsearch%s
ru_ru: Ваш поиск похож на savedsearch %s

source: Interesting field:
ru_ru: Интересное поле:

source: Interesting fields:
ru_ru: Интересные поля:

source: See complete description
ru_ru: Смотрите полное описание

source: See syntax description
ru_ru: Смотрите описание синтаксиса

source: Aliases
ru_ru: Алиасы

source: Use the vertical bar, or pipe character, to apply a command to the retrieved events:
ru_ru: Используйте вертикальную черту, или символ канала ("|"), чтобы применить команду к извлеченным событиям:

source: Other commands
ru_ru: Другие команды

source: Are you sure you want to delete this summary?
ru_ru: Вы уверены, что хотите удалить эту сводку?

source: Minimize
ru_ru: Минимизировать

source: Show All
ru_ru: Показать все

source: There are no report acceleration summaries that match your search query.
ru_ru: Отсутствуют сводки ускорения отчетов, которые соответствуют поисковому запросу.

source: There are no report acceleration summaries.
ru_ru: Отсутствуют сводки ускорения отчетов.

source: Summary ID
ru_ru: ID Сводки

source: Normalized Summary ID
ru_ru: ID Нормализованной сводки

source: Reports Using Summary
ru_ru: Отчеты, использующие Сводку

source: Summarization Load
ru_ru: Нагрузка получения сводки

source: Summary Status
ru_ru: Статус Сводки

source: more...
ru_ru: больше...

source: Last Access:
ru_ru: Последний доступ:

source: Summary Details
ru_ru: Подробности Сводки

source: Are you sure you want to rebuild this summary?
ru_ru: Вы уверены, что хотите перестроить эту сводку?

source: Verifying
ru_ru: Идет проверка

source: complete
ru_ru: завершено

source: buckets failed (
ru_ru: корзин не удалось (

source: passed,
ru_ru: пройдено

source: skipped)
ru_ru: пропущено)

source: There was an error retrieving the verification details for this summary.
ru_ru: Произошла ошибка при получении сведений о проверке для этой сводки.

source: Failed to verify
ru_ru: Не удалось проверить

source: Verified
ru_ru: Проверено

source: Summary:
ru_ru: Сводка:

source: Summary Status
ru_ru: Статус Сводки

source: complete
ru_ru: завершено

source: Verified
ru_ru: Проверено

source: Failed to verify
ru_ru: Не удалось проверить

source: Verify
ru_ru: Проверить

source: Reports Using This Summary
ru_ru: Отчеты, использующие эту сводку

source: Search name
ru_ru: Имя поиска

source: Access Count
ru_ru: Счетчик доступа

source: Size on Disk
ru_ru: Размер на диске

source: Summary Range
ru_ru: Суммарный диапазон

source: Timespans
ru_ru: Временные промежутки

source: Buckets
ru_ru: Корзины

source: Chunks
ru_ru: Фрагменты

source: Verification action successfully completed with these results:
ru_ru: Операция проверки успешно завершена для этих результатов:

source: Verification action failed to complete for the following reasons:
ru_ru: Операцию проверки не удалось выполнить по следующим причинам:

source: Verification started successfully
ru_ru: Проверка успешно началась

source: Start &raquo;
ru_ru: Начать &raquo;

source: Enter a comma or space separated list of tags.
ru_ru: Введите разделенный запятыми или пробелами список тегов

source: Build transaction type
ru_ru: Создать тип транзакции

source: Enter a simple search whose results will be used to discover transactions.
ru_ru: Введите простой поиск, результаты которого будут использоваться для обнаружения транзакций.

source: Common fields
ru_ru: Общие поля

source: Select fields that cannot have differing values in the same transaction.
ru_ru: Выберите поля, которые не могут иметь разные значения в одной и той же транзакции.

source: Specify the maximum time between any two events for them no longer to be considered in the same transaction.
ru_ru: Укажите максимальное время между какими-либо двумя событиями, которые не могут более рассматриваться как принадлежащие к одной и той же транзакции.

source: Max pause
ru_ru: Макс. пауза

source: Specify the maximum time between the first event and the most recent for them no longer to be considered in the same transaction.
ru_ru: Укажите максимальное время между первым и наиболее недавним событиями, которые не могли бы больше рассматриваться как принадлежащие к одной и той же транзакции.

source: Max span
ru_ru: Макс. диапазон

source: Specify the maximum number of events allowed in a transaction.
ru_ru: Укажите максимальное разрешенное число событий в транзакции.

source: Max events
ru_ru: Макс. количество событий

source: Starts with
ru_ru: Начинается с

source: Specify a search (e.g., "login") or eval filtering expression (e.g., "eval(delay>timeout/60)"),<br/>which if satisfied by an event marks the beginning of a new transaction.
ru_ru: Укажите поиск (например, "login") или выражение фильтрации eval (например, "eval(delay>timeout/60)"),<br>при удовлетворении которого событие отмечает начало новой транзакции.

source: Ends with
ru_ru: Заканчивается на

source: Specify a search (e.g., "logout") or eval filtering expression (e.g., "eval(delay<timeout/60)"),<br/>which if satisfied by an event marks the end of a new transaction.
ru_ru: Укажите поиск (например, "logout") или выражение фильтрации eval (например, "eval(delay<timeout/60)"),<br>при удовлетворении которого событие отмечает конец новой транзакции.

source: Sample transactions
ru_ru: Примеры транзакций

source: Based on the selections above, the following search was run:
ru_ru: На основании выбора, приведенного выше, был выполнен следующий поиск:

source: Save Transaction
ru_ru: Сохранить транзакцию

source: Successfully saved transaction information
ru_ru: Успешно сохранена информация о транзакции

source: Your transaction information has been saved.
ru_ru: Ваша информация о транзакции была успешно сохранена

source: Unable to access online documentation. Please ensure docsCheckerBaseURL in web.conf is correct.
ru_ru: Не удается получить доступ к онлайн-документации. Пожалуйста, убедитесь, что параметр docsCheckerBaseURL в web.conf является правильным.

source: Development services
ru_ru: Сервисы разработки

source: View module reference (Splunk %s [@%s])
ru_ru: Просмотреть ссылку на модуль (Splunk %s [@%s])

source: "%s" not found
ru_ru: "%s" не найдено

source: The app "%s" is not available
ru_ru: Приложение "%s" недоступна

source: "%s" is not available on this system.
ru_ru: "%s" недоступно на этой системе.

source: (no description)
ru_ru: (описание отсутствует)

source: App configuration
ru_ru: Конфигурация приложения

source: The "%s" app has not been fully configured yet.
ru_ru: Приложение "%s" еще не полностью настроено.

source: This app has configuration properties that can be customized for this Splunk instance. Depending on the app, these properties may or may not be required.
ru_ru: Это приложение имеет свойства конфигурации, которые могут быть кастомизированы для этого экземпляра Splunk. В зависимости от приложения эти свойства могут потребоваться или нет.

source: Continue to app setup page
ru_ru: Продолжить на странице настройки приложения

source: Results display options
ru_ru: Параметры отображения результатов

source: ID (unique identifier; no spaces/special characters)
ru_ru: ID (уникальный идентификатор; без пробелов/специальных символов)

source: Name (appears in menu)
ru_ru: Имя (отображается в меню)

source: (no title)
ru_ru: (нет заголовка)

source: Search command
ru_ru: Команда поиска

source: Inline search string
ru_ru: Встроенная строка поиска

source: No existing saved searches can be added to this dashboard.
ru_ru: На эту приборную доску нельзя добавить ни один из существующих сохраненных поисков.

source: Modify permissions at Settings &raquo; <a href="%s" class="spl-icon-external-link-xsm">Searches, reports, and alerts</a>
ru_ru: Изменить полномочия в Настройки &raquo; <a href="%s" class="spl-icon-external-link-xsm">Поиски, отчеты и оповещения</a>

source: Add panel
ru_ru: Добавить Блок...

source: Panel layout
ru_ru: Схема панели

source: (Drag panels to reorder)
ru_ru: (Перетащите панели для изменения их порядка)

source: (inline)
ru_ru: (встроенная)

source: (saved)
ru_ru: (сохраненая)

source: Data table
ru_ru: Таблица данных

source: Chart
ru_ru: Диаграмма

source: Event viewer
ru_ru: Просмотр событий

source: Panel type
ru_ru: Тип панели

source: wall
ru_ru: стена

source: wall for splunk
ru_ru: стена для splunk

source: Post
ru_ru: Опубликовать

source: Sent successfully
ru_ru: Успешно отправлено

source: Post another message to the wall
ru_ru: Опубликовать еще одно сообщение на стене

source: Send an email notification to specified recipients
ru_ru: Отправить указанным получателям уведомление по электронной почте

source: Invoke a custom script
ru_ru: Вызвать пользовательский сценарий

source: Output produced by any Java 2 Enterprise Edition (J2EE) application server using log4j
ru_ru: Вывод формируемый любым сервером приложений Java 2 Enterprise Edition (J2EE), использующим log4j

source: Output produced by a machine that runs the log4php logging utility
ru_ru: Вывод формируемый машиной, на которой работает утилита журналирования log4php

source: Output produced by the Oracle WebLogic Java EE application server
ru_ru: Вывод формируемый сервером приложений Oracle WebLogic Java EE

source: Activity logs produced by the Oracle WebLogic Java EE application server
ru_ru: Журналы активности полученные от сервера приложений Oracle WebLogic Java EE

source: Output produced by the IBM WebSphere application server
ru_ru: Вывод формируемый сервером приложений IBM WebSphere

source: Trace output produced by the IBM WebSphere application server
ru_ru: Результаты трассировки сервера приложений IBM WebSphere

source: An XML-formatted output of the Apache log4j framework to the Microsoft .NET runtime
ru_ru: Вывод в формате XML, полученный от платформы Apache log4j для среды выполнения Microsoft .NET

source: Output produced by Apache Tomcat Catalina (System.out and System.err)
ru_ru: Вывод формируемый Apache Tomcat Catalina (System.out и System.err)

source: Output produced by a Ruby On Rails Web application framework
ru_ru: Вывод формируемый платформой приложений Ruby On Rails Web

source: Database
ru_ru: База данных

source: Diagnostic output produced by the IBM DB2 database server
ru_ru: Диагностический вывод, полученный от сервера базы данных IBM DB2

source: Output produced by the MySQL database server
ru_ru: Вывод формируемый сервером базы данных MySQL

source: Errors produced by the MySQL database server
ru_ru: Ошибки, полученные от сервера базы данных MySQL

source: Binary log output produced by the MySQL database server
ru_ru: Вывод двоичных данных журнала сервера базы данных MySQL

source: Slow query log output produced by the MySQL database server
ru_ru: Вывод журнала медленных запросов, формируемый сервером базы данных MySQL

source: Email
ru_ru: Эл.почта

source: Output produced by the Postfix email server
ru_ru: Вывод формируемый сервером эл. почты Postfix

source: Output produced by the Sendmail email server
ru_ru: Вывод формируемый сервером эл. почты Sendmail

source: Output produced by the Procmail email server
ru_ru: Вывод формируемый сервером эл. почты Procmail

source: Operating System
ru_ru: Операционная система

source: Format found within the Linux log file /var/log/messages
ru_ru: Формат найден в файле журнала Linux /var/log/messages

source: Format for the /var/log/secure file containing all security related messages on a Linux machine
ru_ru: Формат для файла /var/log/secure, содержащего все сообщения, связанные с безопасностью на машине Linux

source: Output produced by the auditd system daemon used to track changes on a Linux machine
ru_ru: Вывод формируемый системным процессом auditd, используемым для отслеживания изменений на машине Linux

source: Output produced by the Snare syslog server on Windows
ru_ru: Вывод формируемый syslog-сервером Snare на Windows

source: Output produced by the "dmesg" *nix command, printing the *nix kernel ring buffer
ru_ru: Вывод формируемый *nix командой "dmesg", производящей печать кольцевого буфера ядра *nix

source: Output produced by many syslog daemons, as described in RFC3164 by the IETF
ru_ru: Вывод формируемый различными системными процессами системного журналирования syslog, как описано IETF в RFC3164

source: Output produced by the Cisco Adaptive Security Appliance (ASA) Firewall
ru_ru: Вывод формируемый межсетевым экраном Cisco Adaptive Security Appliance (ASA)

source: Web
ru_ru: Веб

source: National Center for Supercomputing Applications (NCSA) combined format HTTP web server logs (can be generated by apache or other web servers)
ru_ru: Комбинированный формат журналов веб-сервера HTTP от Национального центра приложений суперкомпьютеров (NCSA) (может генерироваться apache или другими веб-серверами)

source: Error log format produced by the Apache web server (typically error_log on *nix systems)
ru_ru: Формат журнала ошибок веб-сервера Apache (обычно error_log на * nix системах)

source: W3C Extended log format produced by the Microsoft Internet Information Services (IIS) web server
ru_ru: W3C Расширенный формат журнала создаваемый веб-сервером Microsoft Internet Information Services (IIS)

source: Output produced by the Snort network intrusion detection/prevention application
ru_ru: Вывод формируемый приложением сетевого обнаружения/предотвращения вторжений Snort

source: Structured
ru_ru: Структурированный

source: Comma-separated value format. Set header and other settings in "Delimited Settings"
ru_ru: Формат со значениями, разделенными запятыми. Установите заголовок и другие параметры в "Установках разделителей".

source: Pipe-separated value format. Set header and other settings in "Delimited Settings"
ru_ru: Формат со значениями, разделенными знаком канала ("|"). Установите заголовок и другие параметры в "Установках разделителей".

source: Tab-separated value format. Set header and other settings in "Delimited Settings"
ru_ru: Формат со значениями, разделенными знаками табуляции. Установите заголовок и другие параметры в "Установках разделителей".

source: JavaScript Object Notation format. For more information, visit http://json.org/
ru_ru: Формат нотации объектов JavaScript (JavaScript Object Notation). Для получения дополнительной информации посетите http://json.org/

source: A variant of the JSON source type, with support for nonexistent timestamps
ru_ru: Вариант типа источника JSON с поддержкой несуществующих меток времени

source: Miscellaneous
ru_ru: Разное

source: A common log format with a predefined timestamp. Customize timestamp in "Timestamp" options
ru_ru: Общий формат журнала с предопределенной меткой времени. Настроить метку времени в опции "Метка времени"

source: Shortens the text of results to a brief summary representation
ru_ru: Сокращает текст результатов до краткого представления

source: Produce an abstract -- a summary or brief representation -- of the text of search results. The original text is replaced by the summary, which is produced by a scoring mechanism. If the event is larger than the selected maxlines, those with more terms and more terms on adjacent lines are preferred over those with fewer terms. If a line has a search term, its neighboring lines also partially match, and may be returned to provide context. When there are gaps between the selected lines, lines are prefixed with "...". \p\\ If the text of a result has fewer lines or an equal number of lines to maxlines, no change will occur.\i\\ * <maxlines> accepts values from 1 - 500. \i\\ * <maxterms> accepts values from 1 - 1000.
ru_ru: Подготовьте реферат (сводку или краткое представление) текста результатов поиска. Оригинальный текст заменяется сводку, которая вырабатывается с использованием механизма балльного оценивания. Если событие содержит количество строк больше выбранного maxlines, строки с бОльшим количеством условий и имеющие больше условий на соседних строках считаются предпочтительнее имеющих меньшее количество условий. Если строка содержит условие поиска, ее соседние линии также частично совпадают, и могут быть возвращены для того, чтобы обеспечить контекст. Когда имеются разрывы между выбранными строками, к строкам добавляется префикс "...". \p\\ Если текст результата имеет количество строк меньшее или равное maxlines, никаких изменений не произойдет. \i\\ * <maxlines> принимает значения в диапазоне 1 - 500. \i\\ * <maxterms> принимает значения в диапазоне 1 - 1000.

source: Show a summary of up to 5 lines for each search result.
ru_ru: Показать сводку размером до 5 строк для каждого результата поиска.

source: formatting
ru_ru: форматирование

source: Keeps a running total of a specified numeric field.
ru_ru: Содержит пополняемую общую сумму заданного числового поля.

source: For each event where <field> is a number, keep a running total of the sum of this number and write it out to either the same field, or a newfield if specified.
ru_ru: Для каждого события, где <field> это число, сохранять пополняемую общую сумму этого числа и записать его либо в том же поле, или, если указано, в новом поле newfield.

source: Save the running total of "count" in a field called "total_count".
ru_ru: Сохранить текущую сумму "количества" ("count") в поле под названием "общее_количество" ("total_count").

source: fields::add
ru_ru: поля::добавить

source: Add fields that contain common information about the current search.
ru_ru: Добавить поля, которые содержат общую информацию о текущем поиске.

source: Adds global information about the search to each event. addinfo is primarily an internal component of summary indexing. \i\\ Currently the following fields are added: \i\\ "info_min_time" - the earliest time bound for the search \i\\ "info_max_time" - the latest time bound for the search \i\\ "info_search_id" - query id of the search that generated the event \i\\ "info_search_time" - time when the search was executed.
ru_ru: Добавляет глобальную информацию о поиске по каждому событию. addinfo является в первую очередь внутренним компонентом суммарной индексации. \i\\ В настоящее время добавлены следующие поля: \i\\ "info_min_time" - самое раннее время, связанное с поиском \i\\ "info_max_time" - самое позднее время, связанное с поиском \i\\ "info_search_id" - id запроса поиска, сформировавшего событие \i\\ "info_search_time" - время, когда поиск был выполнен.

source: Add information about the search to each event.
ru_ru: Добавить информацию о поиске по каждому событию.

source: Computes the sum of all numeric fields for each result.
ru_ru: Вычисляет сумму всех числовых полей для каждого результата.
