Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Daily indexing volume limit exceeded today. See [[/manager/system/licensing|License Manager]] for details.
ru_ru: Ежедневный объем индексации сегодня был превышен. Подробности см. [[/менеджер/система/лицензирование|Менеджер лицензий]].

source: Disconnected from Splunk server
ru_ru: Отключено от сервера Splunk

source: Your network connection may have been lost or Splunk server may be down.
ru_ru: Возможно ваше сетевое подключение нарушено или Splunk может быть выключен.

source: Yours
ru_ru: Ваши

source: This App's
ru_ru: Этого приложения

source: Date Range
ru_ru: Диапазон дат

source: Date & Time Range
ru_ru: Диапазон дат и времени

source: Relative
ru_ru: Относительные

source: Earliest:
ru_ru: Самые ранние

source: Latest:
ru_ru: Самые поздние

source: Seconds Ago
ru_ru: Секунд назад

source: Minutes Ago
ru_ru: Минут назад

source: Hours Ago
ru_ru: Часов назад

source: Days Ago
ru_ru: Дней назад

source: Weeks Ago
ru_ru: Недель назад

source: Months Ago
ru_ru: Месяцев назад

source: Quarters Ago
ru_ru: Кварталов назад

source: Years Ago
ru_ru: Лет назад

source: No Snap-to
ru_ru: Нет привязки к

source: now
ru_ru: сейчас

source: Beginning of second
ru_ru: Начало секунды

source: Beginning of current second
ru_ru: Начало текущей секунды

source: Beginning of minute
ru_ru: Начало минуты

source: Beginning of current minute
ru_ru: Начало текущей минуты

source: Beginning of hour
ru_ru: Начало часа

source: Beginning of current hour
ru_ru: Начало текущего часа

source: Beginning of day
ru_ru: Начало дня

source: Beginning of today
ru_ru: Начало сегодняшнего дня

source: First day of week
ru_ru: Первый день недели

source: First day of this week
ru_ru: Первый день этой недели

source: First day of month
ru_ru: Первый день месяца

source: First day of this month
ru_ru: Первый день этого месяца

source: First day of quarter
ru_ru: Первый день квартала

source: First day of this quarter
ru_ru: Первый день этого квартала

source: First day of year
ru_ru: Первый день года

source: First day of this year
ru_ru: Первый день этого года

source: Advanced
ru_ru: Расширенные

source: Invalid time
ru_ru: Недопустимое время

source: Between
ru_ru: Между

source: Before
ru_ru: До

source: Since
ru_ru: Начиная с

source: and
ru_ru: и

source: up to now
ru_ru: до настоящего момента

source: HH:MM:SS.SSS
ru_ru: ЧЧ:ММ:СС.ССС

source: Welcome, %s
ru_ru: Добро пожаловать, %s

source: It looks like this is your first time on this page. Would you like to take a quick tour?
ru_ru: Похоже, что вы первый раз на этой странице. Вы хотите совершить краткий обзор?

source: Continue to tour
ru_ru: Перейти к обзору

source: Try it now
ru_ru: Попробуйте сейчас

source: Skip tour
ru_ru: Пропустить обзор

source: Continue to
ru_ru: Продолжить

source: next tour
ru_ru: следующий обзор

source: Begin tour?
ru_ru: Начать обзор?

source: Select a Tour
ru_ru: Выберите обзор

source: Splunk Light Tour
ru_ru: Обзор Splunk Light

source: Add Data Tour
ru_ru: Добавить обзор данных

source: Search Tour
ru_ru: Обзор Поиска

source: Dashboards Tour
ru_ru: Обзор приборных панелей

source: Edit visualization with the pivot tool.
ru_ru: Редактировать визуализацию с помощью инструмента пивота

source: Populate with current map settings
ru_ru: Заполнить с помощью текущих настроек карты

source: Sequential
ru_ru: Последовательная

source: Choose this to show the distribution of a variable across a geographic region.
ru_ru: Выберите, чтобы показать распределение переменной во всему географическому региону.

source: Divergent
ru_ru: Дивергентная

source: Choose this to show how much a variable is above or below a neutral point.
ru_ru: Выберите, чтобы показать, насколько переменная выше или ниже нейтральной точки.

source: Categorical
ru_ru: Категорийная

source: Choose this to color areas of your maps according to different distinct categories.
ru_ru: Выберите это для раскраски областей ваших карт в соответствии с различными категориями.

source: Sequential (Recommended)
ru_ru: Последовательная (рекомендуется)

source: Divergent (Recommended)
ru_ru: Дивергентная (рекомендуется)

source: Categorical (Recommended)
ru_ru: Категорийная (рекомендуется)

source: Ranges
ru_ru: Диапазоны

source: Uses base search to set color ranges.
ru_ru: Использует базовый поиск для задания цветовых диапазонов.

source: Manual
ru_ru: Вручную

source: Manually set color ranges. Overrides search settings.
ru_ru: Задает цветовые диапазоны вручную. Переопределяет параметры поиска.

source: type in field name(s)
ru_ru: введите в поле имя(имена)

source: 1 minute before
ru_ru: 1 минутой ранее

source: 1 hour before
ru_ru: 1 часом ранее

source: 24 hours before
ru_ru: 24 часами ранее

source: 7 days before
ru_ru: 7 днями ранее

source: November 2015
ru_ru: Ноябре 2015 года

source: Ability to connect with Okta SAML Provider.
ru_ru: Возможность подключения с провайдеру SAML Okta .

source: Log Event Alert Action
ru_ru: Действие по оповещению события журналa

source: Ability to create a custom log event that is sent back into Splunk for indexing, searching, and reporting.
ru_ru: Возможность создания пользовательских событий журнала, которые отсылаются обратно в Splunk для индексирования, поиска и отчетов.

source: Management & Admin
ru_ru: Управление и администрирование

source: User / Role Replication
ru_ru: Репликация Пользователя / Роли

source: Ability to replicate Splunk users and roles on a search head cluster.
ru_ru: Возможность Splunk по репликации пользователей и ролей на кластере головного узла поиска.

source: Sub-admin
ru_ru: Суб-администратор

source: Ability to grant restricted access to subset of admins to manage specific parts of Splunk Deployment.
ru_ru: Возможность предоставления ограниченного доступа к подмножеству администраторов для управления конкретными частями развернутого ПО Splunk.

source: Usability
ru_ru: Удобство использования

source: A probabilistic sampling function for ad-hoc searches and saved reports. Use event sampling to perform quick searches to ensure the correct events are returned and to determine the characteristics of a large data set without processing every event.
ru_ru: Вероятностная функция выборки для нерегламентированных запросов и сохраненных отчетов. Используйте выборку событий для выполнения быстрого поиска, чтобы удостовериться, что возвращаются корректные события и определить характеристики большого набора данных без обработки каждого события.

source: UI Control for Global Default Time Range
ru_ru: Элемент управления пользовательского интерфейса для глобального диапазона времени по умолчанию

source: Administrators can now define a default time range value for all search pages by using a UI control in Settings. A long-standing customer ask that should reduce the number of accidental 'all time' search queries (all time is the system default time range unless otherwise specified).
ru_ru: Администраторы теперь могут определить значение диапазона времени по умолчанию для всех страниц поиска с помощью управления пользовательского интерфейса в Настройках. Это соответствует давнему запросу клиентов о необходимости сократить число случайных поисковые запросы "по всему времени" ("все время" является диапазоном времени системы по умолчанию, если не указано иное).

source: Developers View
ru_ru: Вид разработчиков

source: HTTP Event Collector: Indexer Acknowledgement
ru_ru: Коллектор событий HTTP: Подтверждение индексатора

source: This new feature allows token administrators to enable getting indexer acknowledgements. Once enabled, clients will be able to poll a new REST endpoint for checking whether or not events have been indexed, in a secure and scalable manner.
ru_ru: Эта новая функция позволяет администраторам токенов включать получение подтверждений индексатора. После включения, клиенты смогут опрашивать новую конечную точку REST для безопасной и масштабируемой проверки были проиндексированы события или нет.

source: HTTP Event Collector: Raw endpoint
ru_ru: Коллектор событий HTTP: Необработанная конечная точка

source: This feature adds a new token-based endpoint which allows customers to send raw events directly to Splunk. This removes the need to formatting their data into our JSON event format as was previously required. The feature also supports batching of events.
ru_ru: Эта функция добавляет новую конечную маркера на основе токена, которая позволяет клиентам отправлять необработанные события непосредственно в Splunk. Это устраняет необходимость форматирования их данных в наш формат событий JSON, как это требовалось ранее. Эта функция также поддерживает пакетирование событий.

source: September 2015
ru_ru: Сентябрь 2015 года

source: Search Parallelization
ru_ru: Параллелизация поиска

source: Optimized CPU utilization for faster search execution.
ru_ru: Оптимизированное использование ЦП для более быстрого выполнения поиска.

source: Index Parallelization
ru_ru: Параллелизация индекса

source: Optimized CPU utilization for faster data ingestion.
ru_ru: Оптимизированное использование ЦП для более быстрой переработки данных.

source: Intelligent Job Scheduling
ru_ru: Интеллектуальное планирование заданий

source: Intelligent job scheduling provides improved system utilization and predictable performance.
ru_ru: Интеллектуальное планирование заданий обеспечивает более совершенное использование системы и предсказуемую производительность.

source: Data Integrity Control
ru_ru: Контроль целостности данных

source: Data integrity control ensures that indexed data has not been modified.
ru_ru: Контроль целостности данных гарантирует, что индексированные данные не были изменены.

source: Single Sign-On Using SAML
ru_ru: Единый вход с помощью SAML

source: Support for SAML 2.0 for single sign-on using Ping Federate as the Identity Provider.
ru_ru: Поддержка SAML 2.0 для единого входа с помощью Ping Federate в качестве провайдера идентификации.

source: Search Head Clustering Improvements
ru_ru: Усовершенствования кластеризации головных узлов поиска

source: Performance optimization, scalability, and management improvements. Support for Windows OS.
ru_ru: Оптимизация производительности, масштабируемость и улучшения управления. Поддержка ОС Windows.

source: Indexer Clustering Improvements
ru_ru: Улучшения кластеризации индексаторов

source: Ability to turn off search affinity.
ru_ru: Возможность отключения привязки поиска.

source: Indexing of high-volume JSON-based application and IOT data sent directly via a secure, scalable HTTP endpoint. No Forwarder required.
ru_ru: Индексация приложения большого объема на основе JSON и данных IOT, посланных через безопасную, масштабируемую конечную точку HTTP. Перенаправитель не требуется.

source: Custom Alert Actions
ru_ru: Пользовательские действия по оповещению

source: Customizable alert actions and packaged integrations with popular third-party applications or messaging systems.
ru_ru: Настраиваемые действия по оповещению и пакетированная интеграция с популярными приложениями или системами обмена сообщениями сторонних производителей .

source: Key Value Store - Distributed Lookups
ru_ru: Хранилище "ключей и значений" - распределенные поиски

source: Allows App developers to do KV Store lookups on remote indexers to improve efficiency in large scale distributed environments.
ru_ru: Позволяет разработчикам приложений делать поиск по хранилищу "ключ-значение" на удаленных индексаторах для повышения эффективности в крупномасштабных распределенных средах.

source: Key Value Store - Lookup Filtering
ru_ru: Хранилище "ключей и значений" - фильтрация поиска

source: Allows App developers to filter lookup data without requiring subsequent searches.
ru_ru: Позволяет разработчикам приложений фильтровать данные поиска без необходимости последующих поисков.

source: HTTP Event Collector Configuration
ru_ru: Конфигурация сборщика событий HTTP

source: Create and manage configurations for the HTTP Event Collector.
ru_ru: Создание и управление конфигурациями для сборщика событий HTTP.

source: Source Type Manager
ru_ru: Управление типами источника

source: Create and manage source type configurations independent of getting data in, and search within the source type picker.
ru_ru: Создание и управление конфигурациями типа источника независимо от получения данных и поиска в средстве выбора типа источника.

source: Powershell Input
ru_ru: Ввод PowerShell

source: Native support for data ingestion of data retrieved by Powershell scripts.
ru_ru: Встроенная поддержка для переработки данных из данных, полученных с помощью сценариев Powershell.

source: App Browsing Interface
ru_ru: Интерфейс просмотра приложения

source: Automates and simplifies app and add-on discovery within Splunk Web.
ru_ru: Автоматизирует и упрощает обнаружение приложений и дополнений в Splunk Web.

source: Indexer Auto-Discovery
ru_ru: Автоматическое обнаружение индексатора

source: Forwarders now dynamically retrieve indexer lists from cluster master to enable elastic deployments.
ru_ru: Перенаправители теперь динамически извлекают списки индексатора от мастера кластера для включения гибких развертываний.

source: New topology views, status, and alerting for Splunk platform deployments including: indexers, search heads, forwarders, and storage utilization.
ru_ru: Новые представления топологии, состояния и оповещений для развертываний платформы Splunk, в том числе: индексаторов, головных узлов поиска, перенаправителей и использования хранилища.

source: Field Extractor Enhancements
ru_ru: Усовершенствования экстрактора полей

source: Simplified field extraction via delimiter and header selection. Displays field extractions within the event preview.
ru_ru: Упрощенное извлечение поля через выбор разделителя и заголовка. Отображает извлечения полей в событии предварительного просмотра.

source: Single Value Display
ru_ru: Дисплей одиночного значения

source: Support for at-a-glance, single-value indicators with historical context and change indicators.
ru_ru: Поддержка визуальных однозначных индикаторов с историческим контекстом и индикаторов изменений.

source: Geospatial Visualization
ru_ru: Геопространственная визуализация

source: Support for choropleth maps to visualize how a metric varies across a customizable geographic area.
ru_ru: Поддержка картограмм для визуализации, как показатель варьируется в настраиваемой географической области.

source: Dashboard Enhancements
ru_ru: Усовершенствования приборной доски

source: More powerful dashboards with extended search and token management.
ru_ru: Более мощные инструментальные доски с расширенным поиском и управлением токенами.

source: View and interact with ad hoc search command history.
ru_ru: Просматривать и взаимодействовать со специальной истории команд поиска.

source: Anomaly Detection
ru_ru: Обнаружение аномалий

source: New SPL command that offers histogram based approach for detecting anomalies. Also includes the capabilities of existing anomalousvalue and outlier SPL commands.
ru_ru: Новый SPL команда, которая предлагает подход для обнаружения аномалий, основанный на гистограммах . Также включает в себя возможности существующих команд anomalousvalue и Outlier SPL.

source: Search Helper Improvements
ru_ru: Улучшения Помощника Поиска

source: Re-architected to improve responsiveness.
ru_ru: Пересмотренная архитектура для повышения скорости отклика.

source: Java Logger Support for HTTP Event Collector
ru_ru: Поддержка Java Logger для сборщика событий HTTP

source: Adds support for log4j, logback and java.util.logging to allow logging from Java apps over HTTP.
ru_ru: Добавлена поддержка log4j, logback и java.util.logging, чтобы позволить ведение журнала из Java-приложений через HTTP.

source: .NET Logger Support for HTTP Event Logger
ru_ru: Поддержка .NET Logger для средства ведения журнала событий HTTP

source: Adds support for the .NET Trace Listener API and SLAB (Semantic Logging Application Block) to allow logging from apps over HTTP.
ru_ru: Добавлена поддержка API прослушивателя трассировки .NET и SLAB (блок семантического ведения журнала приложений) для возможности ведение журналов из приложений через HTTP.

source: Allows developers to build, package, and integrate custom alert actions as native to Splunk software.
ru_ru: Позволяет разработчикам создавать, пакетировать и интегрировать пользовательские действия по оповещениям как родные для ПО Splunk.

source: Are you sure you want to delete this extraction?
ru_ru: Вы уверены, что хотите удалить это извлечение?

source: Delete Fields
ru_ru: Удалить поля

source: Destination app
ru_ru: Приложение места назначения

source: Indexed Extractions
ru_ru: Индексированные извлечения

source: Use this setting only for structured data files whose type matches an entry in this list. Choose 'none' for other types of data.
ru_ru: Используйте этот параметр только для файлов структурированных данных, тип которых соответствует записи в этом списке. Выберите "нет" ('none') для других типов данных.

source: Create Source Type
ru_ru: Создать типа источника

source: Edit Source Type:
ru_ru: Редактировать тип источника:

source: Edit Fields
ru_ru: Редактировать поля

source: No source types found.
ru_ru: Типы источников не найдены.

source: New Source Type
ru_ru: Новый тип источника

source: Source types are used to assign configurations like timestamp recognition, event breaking, and field extractions to data indexed by Splunk.
ru_ru: Типы источников используются для назначения к данным проиндексированным Splunk конфигураций, таких как распознавание временных меток, разбиение событий и извлечение полей.

source: Source types
ru_ru: Типы источников

source: System default
ru_ru: Системное по умолчанию

source: Delete Source Type
ru_ru: Удалить тип источника

source: Deleting a source type can result in data being indexed incorrectly. Configurations that the source type used, such as field extractions and index-time filtering, will be irretrievably lost. Once you perform this action, it cannot be undone.<br><br>Are you sure you want to delete source type %s?
ru_ru: Удаление типа источника может привести неправильной индексации данные. Конфигурации, которые используют тип источника, такие как извлечения полей и индекс-временная фильтрация, будут безвозвратно потеряны. После выполнения этого действия его нельзя будет отменить.<br><br>Вы уверены, что хотите удалить тип источника %s?

source: Max Bandwidth (Provider)
ru_ru: Максимальная полоса пропускания (Провайдер)

source: No indexes are archived.
ru_ru: Ни один индекс не архивирован.

source: You must have at least one provider to create an archive.
ru_ru: Вы должны иметь по крайней мере одного провайдера для создания архива.

source: Determine the amount of bandwidth to give archived indexes for a particular provider
ru_ru: Определите величину пропускной способности, необходимую для передачи архивированных индексов для конкретного провайдера

source: Destination Path
ru_ru: Путь назначения

source: Older Than
ru_ru: Старше, чем

source: Edit Selected
ru_ru: Редактировать выбранное

source: View Dashboards
ru_ru: Просмотр приборных панелей

source: New Archived Indexes
ru_ru: Новые архивированные индексы

source: Delete Archives
ru_ru: Удалить архивы

source: Are you sure you want to delete all of the selected Archives?
ru_ru: Вы уверены, что хотите удалить все выбранные архивы?

source: Delete
ru_ru: Удалить

source: Are you sure you want to delete the %s named
ru_ru: Вы уверены, что хотите удалить %s с именем

source: Archive if the bucket is older than this value
ru_ru: Архивировать если корзина старше, чем это значение

source: Edit Archive -
ru_ru: Редактировать архив -

source: No indexes.
ru_ru: Нет индексов.

source: You must have at least one provider to create indexes.
ru_ru: Необходимо иметь как минимум одного провайдера для создания индексов.

source: New Virtual Index
ru_ru: Новый виртуальный индекс

source: Providers
ru_ru: Провайдеры

source: Virtual Indexes
ru_ru: Виртуальные индексы

source: Archived Indexes
ru_ru: Архивированные индексы

source: Pass Through Authentication
ru_ru: Сквозная аутентификация

source: Virtual indexes are used to connect Splunk with data received from providers, or external storage systems, such as Hadoop or Cassandra. You must have specific licenses for these providers to use this feature.
ru_ru: Виртуальные индексы используются для подключения Splunk с данными, полученными от провайдеров или систем внешнего хранения, таких как Hadoop или Cassandra. Для использования этой функции вы должны иметь специальные лицензии для этих провайдеров .

source: Provider family
ru_ru: Семейство провайдеров

source: Cannot delete the provider - it is used by one or more archive and/or virtual indexes.
ru_ru: Невозможно удалить провайдера - он используется одним или несколькими архивами и/или виртуальными индексами.

source: No providers. %s or %s.
ru_ru: Нет провайдеров. %s или %s.

source: Create new provider
ru_ru: Создать нового провайдера

source: New Provider
ru_ru: Новый провайдер

source: Select a Provider
ru_ru: Выберите провайдера

source: Select a User
ru_ru: Выберите пользователя

source: Users
ru_ru: Пользователи

source: Hadoop User
ru_ru: Пользователь Hadoop

source: Queue
ru_ru: Очередь

source: saved!
ru_ru: сохранено!

source: The admin has not created any Hadoop providers with Pass Through Authentication enabled. <a href='%s'> Manage providers.</a>
ru_ru: Администратор не создал ни одного провайдера Hadoop со включенной сквозной аутентификацией. <a href='%s'>Управление провайдерами.</a>

source: Splunk Index(es)
ru_ru: Индекс(ы) Splunk

source: You can add multiple Splunk Enterprise indexes, separated by commas
ru_ru: Вы можете добавить несколько индексов Splunk Enterprise, разделенных запятыми

source: Archived Index Name Suffix
ru_ru: Суффикс имен архивированного индекса

source: The suffix that is appended to each index name, for example "_archive"
ru_ru: Суффикс, который добавляется к каждому имени индекса, например "_archive"

source: Destination Provider
ru_ru: Провайдер места назначения

source: Destination Path in HDFS
ru_ru: Путь места назначения в HDFS

source: Examples: /home/data/archive/ or hdfs://namenode:8020/user/john/data/
ru_ru: Примеры: /home/data/archive/или hdfs://namenode:8020/user/john/data/

source: Root Path where the archived buckets will be stored
ru_ru: Корневой путь, где будут храниться архивированные корзины.

source: Age at which bucket data should be archived
ru_ru: Возраст, в котором данные корзины должны быть заархивированы

source: Add Archived Indexes
ru_ru: Добавить архивированные индексы

source: Add new archived indexes
ru_ru: Добавить новые архивированные индексы

source: New virtual index
ru_ru: Новый виртуальный индекс

source: Edit virtual index
ru_ru: Редактировать виртуальный индекс

source: Add new index
ru_ru: Добавить новый индекс

source: Edit index
ru_ru: Редактировать индекс

source: Path to data in HDFS
ru_ru: Путь к данным в HDFS

source: Example: /home/data/apache/logs/
ru_ru: Пример: /home/data/apache/logs/

source: Root path to the data that belongs in this virtual index
ru_ru: Корневой путь к данным, который принадлежит этому виртуальному индексу

source: Recursively process the directory
ru_ru: Рекурсивно обработать каталог

source: Regex that matches the file path. Example: \.gz$
ru_ru: Регулярное выражение, которое соответствует пути к файлу. Пример: \.gz$

source: Regular expression that file paths that belong in this virtual index should match
ru_ru: Регулярное выражение, которому должны соответствовать пути к файлам, принадлежащих к этому виртуальному индексу

source: Customize timestamp format
ru_ru: Настроить формат метки времени

source: Time capturing regex
ru_ru: Регулярное выражение захвата времени
