Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: If "row=t" (default if invoked as 'addtotals') for each result, computes the arithmetic sum of all\ numeric fields that match <field-list> (wildcarded field list).\ If list is empty all fields are considered.\ The sum is placed in the specified field or "Total" if none was specified.\ If "col=t" (default if invoked as 'addcoltotals'), adds a new result at the end that represents the sum of each field.\ LABELFIELD, if specified, is a field that will be added to this summary \ event with the value set by the 'label' option.
ru_ru: Если "row=t" (значение по умолчанию, если вызывается как 'addtotals') для каждого результата, вычисляется арифметическая сумма всех \ числовых полей, которые соответствуют <field-list> (список полей с подстановочными символами). \ Если список пуст рассматриваются все поля. \ Сумма помещается в указанное поле или "Total", если не было указано. \ Если "col=t" (значение по умолчанию, если вызывается как "addcoltotals"), в конце добавляется новый результат, который представляет собой сумму каждого поля. \ LABELFIELD, если указано, это поле, которое будет добавлено к этой сводке \ событие со значением, установленным опцией 'метка'.

source: Compute the sums of the numeric fields of each results.
ru_ru: Вычислить суммы числовых полей каждого результата.

source: Compute the sums of the numeric fields that match the given list, and save the sums in the field "sum".
ru_ru: Вычислить суммы числовых полей, которые соответствуют данному списку, и сохранить суммы в поле "сумма" ("sum").

source: Compute the sums of all the fields, and put the sums in a summary event called "change_name".
ru_ru: Вычислить суммы всех полей, и поместить суммы в сводном событии под названием "change_name".

source: Calculate the sums of the numeric fields of each result, and put the sums in the field "sum".
ru_ru: Вычислить суммы числовых полей каждого результата, и поместить суммы в поле "сумма" ("sum").

source: reporting
ru_ru: создание отчета

source: Finds degree of correlation between a target discrete field and other numerical fields.
ru_ru: Находит степень корреляции между целевым дискретным полем и другими числовыми полями.

source: Using <field> as a discrete random variable, analyze all *numerical* fields to determine the ability for each of those fields to "predict" the value of the classfield.\ In other words, analyzefields determines the stability of the relationship between values in the target classfield and numeric values in other fields. \i\\ As a reporting command, analyzefields consumes all input results, and generates one output result per identified numeric field. \i\\ For best results, classfield should have 2 distinct values, although multi-class analysis is possible.
ru_ru: Используя <field> в качестве дискретной случайной величины, анализировать все *числовые* поля для определения способности для каждого из этих полей "предсказать" значение classfield. \ Другими словами, analyzefields определяет стабильность соотношения между значениями в целевом classfield и числовыми значениями в других полях. \i\\ В качестве команды отчетов, analyzefields потребляет все результаты ввода, и генерирует один выходной результат каждого идентифицированного числового поля. \i\\ Для достижения наилучших результатов, classfield должны иметь 2 различных значения, хотя возможен и анализ нескольких классов.

source: Analyze the numerical fields to predict the value of "is_activated".
ru_ru: Анализировать числовые поля для предсказания значения "is_activated".

source: Computes an "unexpectedness" score for an event.
ru_ru: Вычисляет оценку "неожиданности" ("unexpectedness") для события.

source: Determines the degree of "unexpectedness" of an event's field \ value, based on the previous MAXVALUE events. By default it \ removes events that are well-expected (unexpectedness > \ THRESHOLD). The default THRESHOLD is 0.01. If LABELONLY is true, \ no events are removed, and the "unexpectedness" attribute is set \ on all events. The FIELD analyzed by default is "_raw". \ By default, NORMALIZE is true, which normalizes numerics. For cases \ where FIELD contains numeric data that should not be normalized, but \ treated as categories, set NORMALIZE=false. The \ BLACKLIST is a name of a csv file of events in \ $SPLUNK_HOME/var/run/splunk/<BLACKLIST>.csv, such that any incoming \ events that are similar to the blacklisted events are treated as \ not anomalous (i.e., uninteresting) and given an unexpectedness \ score of 0.0. Events that match blacklisted events with a \ similarity score above BLACKLISTTHRESHOLD (defaulting to 0.05) are \ marked as unexpected. The inclusion of a 'by' clause, allows the \ specification of a list of fields to segregate results for anomaly \ detection. For each combination of values for the specified \ field(s), events with those values are treated entirely separately. \ Therefore, 'anomalies by source' will look for anomalies in each \ source separately -- a pattern in one source will not affect that \ it is anomalous in another source.
ru_ru: Определяет степень "неожиданности" ("unexpectedness") значения поля события, \ основанную на предыдущих MAXVALUE событиях. По умолчанию это удаляет \ события с высокой ожидаемостью (unexpectedness > \ THRESHOLD). Значение THRESHOLD по умолчанию равено 0.01. Если LABELONLY истинно (true), \ то не удаляются никакие события, а атрибут "неожиданность" устанавливается \ во всех событиях. ПОЛЕ (FIELD), которое анализируется по умолчанию - "_raw". \ По умолчанию, НОРМАЛИЗОВАТЬ (NORMALIZE) установлено как "истинно" (true), что означает, что числа нормализуются. Для случаев \ где FIELD содержит числовые данные, которые не должны быть нормализованы, но \ рассматриваться как категории, необходимо установить NORMALIZE=false. \ BLACKLIST это имя CSV файла событий в \ $SPLUNK_HOME/var/run/splunk/<BLACKLIST>.csv, так что любые входящие \ события, которые похожи на события из черного спискя рассматриваются как \ не аномальные (т.е. неинтересные) и им назначается \ оценка неожиданности 0.0. События, которые соответствуют событиям из черного списка \ с оценкой сходства выше BLACKLISTTHRESHOLD (значение по умолчанию 0.05) отмечаются \ как неожиданные. Включение оператора 'по' (by), позволяет произвести \ уточнение списка полей для разделения результатов в целях обнаружения аномалий. \ Для каждой комбинации значений указанного (-ых) \ поля (-ей), события с этими значениями обрабатываются полностью отдельно. \ Таким образом, "аномалии по источникам" ('anomalies by source') будет искать аномалии в каждом \ источнике отдельно - шаблон в одном источнике не будет влиять на то, что \ является аномальным в другом источнике.

source: Return only anomalous events.
ru_ru: Возвращать только аномальные события.

source: Show most interesting events first, ignoring any in the blacklist 'boringevents'.
ru_ru: Показать первыми самые интересные события, игнорируя любые события из черного списка "boringevents".

source: Use with transactions to find regions of time that look unusual.
ru_ru: Использовать с транзакциями, чтобы найти временные области, которые выглядят необычно.

source: results::filter
ru_ru: результаты::фильтр

source: Finds and summarizes irregular, or uncommon, search results.
ru_ru: Находит и обобщает нерегулярные или необычные результаты поиска.

source: Identifies or summarizes the values in the data that are anomalous either by frequency of occurrence \ or number of standard deviations from the mean. If a field-list is given, only those fields are \ considered. Otherwise all non internal fields are considered. \p\\ For fields that are considered anomalous, a new field is added with the following scheme. \ If the field is numeric, e.g. \"size\", the new field will be \"Anomaly_Score_Num(size)\". \ If the field is non-numeric, e.g. \"name\", the nnew field will be \"Anomaly_Score_Cat(name)\".
ru_ru: Обозначает или суммирует значения, указанные в данных, которые являются аномальными либо по частоте появления \ или количеству стандартных отклонений от среднего значения. Если задан список полей, считаются только эти поля. \ В противном случае рассматриваются все не внутренние поля. \p\\ Для полей, которые считаются аномальными, добавляется новое поле по следующей схеме. \ Если поле является числовым, например, \"size\", новое поле будет \"Anomaly_Score_Num(size)\". \ Если поле не является числовым, например, \"name\", то новое поле будет \"Anomaly_Score_Cat(name)\".

source: Return only uncommon values.
ru_ru: Возвращать только необычные значения.

source: Return events with uncommon values.
ru_ru: Возвращать события с необычными значениями.

source: Parameters to the anomalousvalue command. \ minsupcount is the minimum number of rows that must contain a field in order to consider the field at all. \ maxanofreq is the maximum frequency (as a decimal) for a value to be considered anomalous. \ minsupfreq is the minimum support frequency. A field must be in at least this fraction of overall events to be considered. \ minnormfreq is the minimum normal frequency. A field's values must be considered normal at least this fraction of times \ or else the field is not considered for determining if the event is anomalous
ru_ru: Параметры к команде anomalousvalue. \ minsupcount - минимальное количество строк, которые должны содержать поле для того, чтобы рассматривать поле вообще. \ maxanofreq - максимальная частота (в виде десятичной дроби) для значения, чтобы считать его аномальным. \ minsupfreq - минимальная частота поддержки. Поле должно быть, по крайней мере, в этой части общих событий, для того, чтобы подлежать рассмотрению.\ minnormfreq - минимальная нормальная частота. Значения поля должны считаться нормальными, по крайней мере на этом отрезке времени \ или же поле не учитывается для определения того, является ли событие является аномальным

source: If action is ANNOTATE, new fields will be added to the event containing anomalous values that \ indicate the anomaly scores of the values. \ If action is FILTER, events with anomalous value(s) are retained while non-anomalous values are dropped. \ If action is SUMMARY, a table summarizing the anomaly statistics for each field is generated.
ru_ru: Если действие ANNOTATE, к событию, содержащему аномальные значения, будут добавлены новые поля \ указывающие на степень аномальности значений. \ Если действие FILTER, события с аномальным(-и) значением(-ями) сохраняются, в то время как неаномальных значения отбрасываются. \ Если действие SUMMARY, генерируется сводная таблица статистики аномалий для каждого поля.

source: Probability threshold (as a decimal) that has to be met for a value to be deemed anomalous
ru_ru: Порог вероятности (в виде десятичного числа), которого должно достигнуть значение, чтобы считаться аномальным

source: Find anomalous events in a set of search results.
ru_ru: Найти аномальные события в наборе результатов поиска.

source: Identify anomalous events by computing a probability for each event and then detecting unusually small probablities. \ The probability is defined as the product of the frequencies of each individual field value in the event. \ For categorical fields, the frequency of a value X is the number of times X occurs divided by the total number of events. \ For numerical fields, we first build a histogram for all the values, then compute the frequency of a value X \ as the size of the bin that contains X divided by the number of events. \ Missing values are treated by adding a special value and updating its count just like a normal value. \ Histograms are built using the standard Scott's rule to determine the bin width.
ru_ru: Выявлять аномальные события путем вычисления вероятности для каждого события, и последующего обнаружения необычно маленьких вероятностей. \ Вероятность определяется как произведение частот каждого отдельного значения поля в событии. \ Для категориальных полей, частота значения X есть число появления Х, деленное на общее число событий. \ Для числовых полей, мы сначала строим гистограмму для всех значений, а затем вычисляем частоту значения Х \ как размер интервала, которая содержит X, деленной на число событий. \ Недостающие значения обрабатываются путем добавления специального значения и обновления их счетчика так же, как для нормального значения. \ Гистограммы строятся с использованием стандартного правила Скотта для определения ширины интервала.

source: The way probabilities are computed is called the Naive Bayes method, which means the individual fields are considered independent. \ This is a simplication to make the command reasonably fast.
ru_ru: Метод вычисления вероятности называется наивным байесовским методом, что означает, что отдельные поля считаются независимыми. \ Это упрощение делает команду достаточно быстрой.

source: Return a short summary of how many anomalous events are there and some other statistics such as the threshold value used to detect them.
ru_ru: Возвращать краткое описание того, сколько аномальных событий имеется и некоторые другие статистические данные, такие как пороговое значение, используемое для их обнаружения.

source: streaming, reporting
ru_ru: потоковая передача, уведомления

source: There are three methods instead of one because we've combined two older commands, anomalousvalue and outlier, with the new method. \ The new method is invoked by choosing the 'histogram' option. The anomalousvalue command is invoked by choosing 'zscore', \ and the outlier command is invoked by choosing 'iqr'. \ Below we will describe other options associated with the histogram method. For the other two methods, the associated options are \ exactly the same as before. That is, the queries '...| anomalousvalue ...' and '...| anomalydetection method=zscore ...' where the '...' are \ exactly the same in the two queries will produce exactly the same outputs. The same scheme applies to outlier.
ru_ru: Здесь используются три метода вместо одного, потому что мы объединили две более старые команды, anomalousvalue и outlier, с новым методом. \ Новый метод вызывается путем выбора опции 'histogram'. Команда anomalousvalue вызывается путем выбора 'zscore', \ и команда outlier вызывается путем выбора 'iqr'. \ Ниже мы опишем другие опции, связанные с методом гистограмм. Для двух других методов, соответствующие опции \ точно такие же, как и раньше. То есть, запросы '...| anomalousvalue ...' и '...| anomalydetection method=zscore ...', где '...' являются \ одинаковыми в двух запросах, будут предоставлять одинаковый вывод. Та же схема применяется и к outlier.

source: This query returns the same output as that returned by the query '... | anomalousvalue action=filter pthresh=0.05'.
ru_ru: Этот запрос возвращает тот же результат, что и возвращаемый запросом ''... | anomalousvalue action=filter pthresh=0.05'.

source: This query returns the same output as that returned by the query '...| outlier action=tf param=4 uselower=true mark=true'.
ru_ru: Этот запрос возвращает тот же результат, что и возвращаемый запросом '...| outlier action=tf param=4 uselower=true mark=true'.

source: If the method is zscore or iqr, then the actions have the same meaning as in the anomalousvalue and outlier commands. \ If the method is histogram, then the meanings are:\ If action is FILTER, anomalous events are retained while others are dropped. \ If action is ANNOTATE, new fields will be added to anomalous events that indicate the probability of the event as well as which field \ may be the cause of the anomaly. \ If the action is SUMMARY, a table summarizing the anomaly statistics for the search results is generated.
ru_ru: Если метод zscore или iqr, то действия имеют тот же смысл, что и в командах anomalousvalue и outlier. \\ п Если метод histogram, то значения следующие: \\ п Если действие FILTER, аномальные события сохраняются, а другие опускаются. \\ п Если действие ANNOTATE, к аномальным событиям будут добавлены новые поля, которые указывают на вероятность события, а также какое поле \\ п может быть причиной аномалии. \\ п Если действие SUMMARY, генерируется сводная таблица статистики аномалии для результатов поиска.

source: This is the default action when method=histogram. If method is zscore or iqr, then the default action is the default ones for those commands, \ i.e., 'filter' for zscore and 'transform' for iqr
ru_ru: Это действие по умолчанию, когда method=histogram. Если метод zscore или iqr, то действием по умолчанию является действие, используемое по умолчанию для этих команд, т.е. 'filter' для zscore и 'transform' для iqr

source: First, this option only applies when the method is either histogram or zscore. An invalid argument error will be returned if the method is iqr. \ In the histogram case, it means the probability (as a decimal) that has to be met for an event to be deemed anomalous. \ In the zscore case, it means the same as in the annomalousvalue command.
ru_ru: Во-первых, эта опция применяется только тогда, когда метод либо histogram либо zscore. Если метод iqr, будет возвращена ошибка "недействительный аргумент". \ В случае histogram, это означает, что для события чтобы оно считалось аномальным значение вероятности (в виде десятичной дроби) должно соответствовать порогу. \ В случае zscore, это означает то же, что и в команде annomalousvalue.

source: This option applies to histogram method only. If the cutoff is false, the algorithm uses the formula threshold = 1st-quartile - 1.5*iqr without \ modification. If the cutoff is true, the algorithm modifies the above formula in order to come up with a smaller number of anomalies.
ru_ru: Этот параметр относится только к методу histogram. Если cutoff имеет значение "ложно" (false), алгоритм использует формулу порог = 1-й квартиль - 1.5* межквартильный интервал (threshold = 1st-quartile - 1.5*iqr ) без модификации. \ Если cutoff имеет значение "истинно" (true), то алгоритм изменяет указанную выше формулу для того, чтобы выйти с меньшим числом аномалий.

source: Appends the results of a subsearch results to the current results.
ru_ru: Присоединить результаты подпоиска результатов к текущим результатам.

source: Append the results of a subsearch to the current search as additional results at the end of the current results.
ru_ru: Присоединяет результаты подпоиска к текущему поиску в качестве дополнительных результатов в конце текущих результатов.

source: Append the current results with the tabular results of errors.
ru_ru: Присоединить к текущие результаты табличные результаты ошибок.

source: results::append
ru_ru: результаты::присоединить

source: maxtime provides the maximum number of seceonds to run the subsearch before finalizing. maxout provides the maximum number of results to emit from the subsearch. timeout provides the maximum number of seconds to wait for the search to fully finish.
ru_ru: maxtime обеспечивает максимальное количество секунд для выполнения подпоиска перед завершением. maxout обеспечивает максимальное количество результатов, выдаваемое подпоиском. timeout обеспечивает максимальное количество секунд ожидания для поиска, прежде чем он полностью завершится.

source: Appends the fields of the subsearch results to current results, first results to first result, second to second, etc.
ru_ru: Присоединяет поля результатов подпоиска к текущим результатам, первые результаты к первому результату, вторые ко второму, и т.д.

source: Appends fields of the results of the subsearch into input search results by combining the external fields of the subsearch (fields that do not start with '_') into the current results. The first subsearch result is merged with the first main result, the second with the second, and so on. If option override is false (default), if a field is present in both a subsearch result and the main result, the main result is used. If it is true, the subsearch result's value for that field is used.
ru_ru: Присоединяет поля результатов подпоиска к вводу результатов поиска путем комбинации внешних полей подпоиска (поля, которые не начинаются с '_') с текущими результатами. Первый результат подпоиска объединяется с первым основным результатом, второй со вторым, и так далее. При параметре переопределения (override) имеющим значение "ложно" (false) (по умолчанию), если поле присутствует как в результате подпоиска так и в основном результате, используется основной результат. При значении "истинно" (true), для этого поля используется значение результата подпоиска .

source: Search for "404" events and append the fields in each event to the previous search results.
ru_ru: Искать события "404" и присоединять поля в каждом событии к предыдущим результатам поиска.

source: Appends the result of the subpipeline applied to the current result set to results
ru_ru: Присоединяет результат субканала приложенного к текущему набору результатов к результатам.

source: Append subtotals for each action across all users
ru_ru: Присоединяет подытоги для каждого действия по всем пользователям

source: Find association rules between field values
ru_ru: Найти правила взаимосвязи между значениями полей

source: Finding association rules between values. This is the algorithm behind most online \ shopping websites. When a customer buys an item, these sites are able to recommend \ related items that other customers also buy when they buy the first one. Arules finds such relationships and not only for \ shopping items but any kinds of fields. Note that stricly speaking, arules does not find relationships between fields, but rather \ between the values of the fields.
ru_ru: Обнаружение правил взаимосвязи между значениями. Это алгоритм используется большинством онлайн-магазинов. \ Когда клиент покупает товар, то эти сайты могут рекомендовать \ похожие товары, которые также покупают другие клиенты, если они покупают первый. Arules находит такие отношения и не только для \ товаров, но для любых видов полей. Обратите внимание, что строго говоря, arules находит отношения не между полями, а \ между значениями полей.

source: Running arules with default support (=3) and confidence (=.5) \ The minimum number of fields is 2. There is no maximum restriction.
ru_ru: Запуск arules с поддержкой по умолчанию (=3) и доверием (=.5) \ Минимальное число полей 2. Нет максимального ограничения.

source: The sup option must be a positive integer \ The conf option must be a float between 0 and 1 \ In general, the higher the support, the less noisy the output will be. However, setting the support too high may exclude too much \ useful data in some circumstances. The conf option should be at least 0.5, otherwise the associations will not be significant. The higher \ the conf, the more significant the associations will be, but at the expense of retaining less associations.
ru_ru: Опция sup должна быть положительным целым числом \ Опция conf должна быть числом с плавающей точкой между 0 и 1 \ В общем случае, чем выше поддержка, будет менее шумный выход. Тем не менее, установка поддержки на слишком высокое значение в некоторых обстоятельствах может исключить слишком много \ полезных данных. Опция conf должна быть не менее 0.5, иначе взаимные связи не будут значимыми. Чем выше \ conf, тем более значимыми будут ассоциации, но за счет сохранения меньшего количества взаимных связей.
