Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Eval Expression is a required field.
ru_ru: Выражение Еval является обязательным полем.

source: String
ru_ru: Строка

source: Number
ru_ru: Число

source: Time
ru_ru: Время

source: Boolean
ru_ru: Логическое

source: A Geo IP Calculation must contain an input field.
ru_ru: Расчет Geo IP должен содержать поле ввода.

source: A Geo IP Attribute Display Name cannot contain a quotation mark.
ru_ru: Атрибут Имя дисплея для Geo IP не может содержать знак кавычек.

source: Select at least one Geo IP Attribute.
ru_ru: Выберите по крайней мере один атрибут Geo IP.

source: Internal Error: The Geo IP outputFields are invalid.
ru_ru: Внутренняя ошибка: Недопустимые outputFields для Geo IP.

source: Select a valid Lookup Table.
ru_ru: Выберите правильную Таблицу Просмотра.

source: Input Attribute is required.
ru_ru: Требуется указать аттрибут ввода.

source: Object Name is a required field.
ru_ru: Имя объекта является обязательным полем.

source: Object Name can not contain an asterisk.
ru_ru: Имя объекта не может содержать символ звездочки.

source: Object ID is a required field.
ru_ru: Идентификатор объекта является обязательным полем.

source: Object ID can only contain alphanumeric characters, underscores or hyphens. Whitespace is not allowed.
ru_ru: Идентификатор объекта может содержать только алфавитно-цифровые символы, знаки подчеркивания или дефисы. Пробелы не допускается.

source: Object ID can not start with an underscore character.
ru_ru: Идентификатор объекта не может начинается с символа подчеркивания.

source: Root transaction objects require at least one Group Objects value.
ru_ru: Для Корневых объектов транзакций требуется указать по крайней мере одно значение группы объектов.

source: Root search objects require a Search String.
ru_ru: Для Корневых объектов поиска требуется указать строку поиска.

source: Regular Expression is a required field.
ru_ru: Регулярное выражение является обязательным полем.

source: Select a field to Extract From.
ru_ru: Выберите поле для действия Извлечения (Extract From).

source: Enable App
ru_ru: Активировать приложение

source: Unchanged from state on deployment server
ru_ru: Неизменно от состояния на сервере развертывания

source: Disable App
ru_ru: Отключить приложение

source: , Restart Splunkd
ru_ru: , Перезапустите Splunkd

source: Name is required.
ru_ru: Требуется указать имя.

source: Name can can only contain alphanumeric characters, spaces, underscores, dashes, periods, tildes, or at signs.
ru_ru: Имя может содержать только алфавитно-цифровые символы, пробелы, подчеркивания, тире, периоды, тильды (~), или знаки @.

source: Server class must be selected.
ru_ru: Должен быть выбран серверный класс.

source: Server class name is required.
ru_ru: Требуется указать имя серверного класса.

source: At least one forwarding host must be selected.
ru_ru: Должен быть выбран по крайней мере один перенаправляющий хост.

source: Server class must contain at least one forwarding host.
ru_ru: Серверный класс должен содержать по крайней мере один перенаправляющий узел.

source: Forwarders from different operating systems cannot be combined.
ru_ru: Перенаправляющие из различных операционных систем не могут быть объединены.

source: Old Name is required.
ru_ru: Требуется указать старое имя.

source: The path you specified includes forward slashes, which are atypical for file paths in Windows environments.
ru_ru: Путь, указанный вами, включает знаки дробной черты (/), которые являются нетипичными для путей к файлам в среде Windows.

source: The path you specified includes back slashes, which are atypical for file paths in non-Windows environments.
ru_ru: Путь, указанный вами, включает знаки обратной косой черты (\), которые являются нетипичными для путей к файлам в средах не на базе ОС Windows.

source: Object must be selected.
ru_ru: Должен быть выбран объект.

source: Sourcetype "%s" already exists. Please provide a unique name, or choose "%s" from the list of existing sourcetypes.
ru_ru: Sourcetype "%s" уже существует. Просьба предоставить уникальное имя, или выбрать "%s" из списка существующих sourcetypes.

source: timestamp
ru_ru: отметка времени

source: Custom cron is required
ru_ru: Требуется указать пользовательский cron.

source: Invalid cron
ru_ru: Недопустимый cron

source: Hourly, at %s minutes past the hour.
ru_ru: Каждый час, в %s минут после часа.

source: Daily, at %s:00.
ru_ru: Ежедневно, в %s:00.

source: Weekly, %(dayOfWeek)s at %(hour)s:00.
ru_ru: Еженедельно, %(dayOfWeek)s в %(hour)s:00.

source: Monthly, on day %(dayOfMonth)s at %(hour)s:00.
ru_ru: Ежемесячно, %(dayOfMonth)s-ый день в %(hour)s:00.

source: Cron Schedule.
ru_ru: Расписание Cron.

source: Invalid cron string: %s
ru_ru: Недопустимая строка cron: %s

source: Sunday
ru_ru: Воскресенье

source: Monday
ru_ru: Понедельник

source: Tuesday
ru_ru: Вторник

source: Wednesday
ru_ru: Среда

source: Thursday
ru_ru: Четверг

source: Friday
ru_ru: Пятница

source: Saturday
ru_ru: Суббота

source: Year must be a 4 digit number.
ru_ru: Год должен быть 4-значным числом.

source: Month must be a number between 0 and 11.
ru_ru: Месяц должен быть числом от 0 до 11.

source: Day must be a number between 1 and 31.
ru_ru: День должен быть числом от 1 до 31.

source: Hour must be a number between 0 and 24.
ru_ru: Час должен быть числом в диапазоне от 0 до 24.

source: Minute must be a number between 0 and 59.
ru_ru: Минута должна быть числом в диапазоне от 0 до 59.

source: Second must be a number between 0 and 59.
ru_ru: Секунда должна быть числом в диапазоне от 0 до 59.

source: Millisecond must be a number between 0 and 999.
ru_ru: Миллисекунда должна быть числом от 0 до 999.

source: You cannot set the time greater than 24:00:00.000.
ru_ru: Вы не можете установить время больше, чем 24:00:00.000.

source: Hours, Minutes and Seconds can have up to 2 digits and Milliseconds up to 3 digits
ru_ru: Часы, минуты и секунды может иметь до 2-х цифр, а миллисекунды до 3-х цифр

source: Could not parse the time stamp given into second and millisecond.
ru_ru: Не удалось разобрать данную метку времени в секунды и миллисекунды.

source: Could not parse the time stamp given into hour, minute, second, and millisecond.
ru_ru: Не удалось разобрать данную метку времени в часы, минуты, секунды и миллисекунды.

source: Everyone
ru_ru: Каждый

source: Sample ratio must be an integer greater than 1
ru_ru: Доля образцов должна быть целым числом больше 1.

source: Custom window must be an integer from 0 to 44,640
ru_ru: Пользовательские окно должно быть целым числом от 0 до 44,640

source: You cannot have equivalent times.
ru_ru: Вы не можете иметь эквивалентные значения времени.

source: rt time values are not allowed
ru_ru: Недопустимые значения времени rt

source: You must set a rt value for latest time if you set a rt value for earliest time.
ru_ru: Вы должны установить значение rt для наиболее позднего времени, если вы установили значение rt для самого раннего времени.

source: You must set a rt value for earliest time if you set a rt value for latest time.
ru_ru: Вы должны установить значение rt для самого раннего времени, если вы установили значение rt для наиболее позднего времени.

source: Earliest time cannot be greater than latest time.
ru_ru: Самое раннее время не может быть больше, чем наиболее позднее время.

source: You have an invalid time in your range.
ru_ru: У вас есть недопустимое значение времени в вашем диапазоне.

source: %s must be between 0 and 100%
ru_ru: %s должен находиться в диапазоне от 0 до 100%

source: %s must be a valid boolean value.
ru_ru: %s должен быть допустимым булевым значением.

source: Field names must start with a letter and contain only letters, numbers, and underscores.
ru_ru: Имена полей должны начинаться с буквы и содержать только буквы, цифры и символы подчеркивания.

source: Field names must be unique.
ru_ru: Имена полей должны быть уникальными.

source: Field names must be 32 characters or less.
ru_ru: Имена полей должны быть длиной 32 символов или менее.

source: Value must be an integer greater than 0
ru_ru: Значение должно быть целым числом больше 0

source: Splunk Indexes is a required field.
ru_ru: Индексы Splunk являются обязательным полем.

source: Archived Index Name Suffix is a required field.
ru_ru: Архивированный суффикс индекса имени является обязательным полем.

source: Destination Provider is a required field.
ru_ru: Провайдер места назначения является обязательным полем.

source: Destination Path in HDFS is a required field.
ru_ru: Путь места назначения в HDFS является обязательным полем.

source: Older Than must be a number.
ru_ru: Значение "Позднее чем" должно быть числом.

source: Older Than must be a number
ru_ru: Значение "Позднее чем" должно быть числом

source: Max Archiving Bandwidth must be a positive number.
ru_ru: Макс. полоса пропускания архивации должна быть положительным числом.

source: This browser is not supported by Splunk.
ru_ru: Этот браузер не поддерживается Splunk.

source: Please refer to the list of %s.
ru_ru: Пожалуйста, обратитесь к списку %s.

source: Supported Browsers
ru_ru: Поддерживаемые браузеры

source: Login | Splunk
ru_ru: Войти | Splunk

source: Account Status | Splunk
ru_ru: Состояние учетной записи | Splunk

source: Add Data
ru_ru: Добавление данных

source: Add Data - Select Forwarders
ru_ru: Добавление данных - Выбор Переанаправителя

source: Add Data - Select Source
ru_ru: Добавление данных - Выбор Источника

source: This page lets you see how Splunk sees your data before indexing. If the events look correct and have the right timestamps, click "Next" to proceed. If not, use the options below to define proper event breaks and timestamps. If you cannot find an appropriate source type for your data, create a new one by clicking "Save As".
ru_ru: Эта страница позволяет увидеть, как Splunk видит ваши данные перед индексированием. Если события выглядят правильно и имеют правильные временные метки, нажмите кнопку "Далее" для продолжения. Если нет, то используйте опции ниже, чтобы определить соответствующие разрывы событий и временные метки. Если вы не можете найти подходящий тип источника для ваших данных, создать новый, нажав кнопку "Сохранить как".

source: Add Data - Set Sourcetype
ru_ru: Добавление данных - Указать SourceType

source: Add Data - Input Settings
ru_ru: Добавление данных - Настройки Ввода

source: Add Data - Review
ru_ru: Добавление данных - Обзор

source: Add Data - Success
ru_ru: Добавление данных - Успех

source: Alert
ru_ru: Оповещение

source: Edit Alert Type and Trigger Condition
ru_ru: Редактирование типа оповещения и условий срабатывания

source: No alert was specified.
ru_ru: Оповещение не задано.

source: Manage alert actions
ru_ru: Управление действиями по оповещению

source: Alerts
ru_ru: Оповещения

source: Splunk Apps Browser
ru_ru: Просмотр приложений Splunk

source: New Archive
ru_ru: Новый архив

source: Manage Archives
ru_ru: Управление архивами

source: Manage Accounts
ru_ru: Управление учетными записями

source: N/A
ru_ru: Н/Д

source: No search was specified.
ru_ru: Поиск не был указан.

source: No report was specified.
ru_ru: Отчет не был указан.

source: The job could not be loaded. A new job has been started with the same search.
ru_ru: Не удалось загрузить задание. Новое задание было начато с тем же поиском.

source: Indexer Clustering
ru_ru: Кластеризация индексаторов

source: Bucket Status
ru_ru: Статус корзины

source: This view is only available on Cluster Master.
ru_ru: Это вид доступен только на Мастере Кластера.

source: Distribute Configuration Bundle
ru_ru: Распространение Бандла Конфигурации

source: Dashboards
ru_ru: Панель управления

source: Data Models
ru_ru: Модели данных

source: Data Preview
ru_ru: Предварительный просмотр данных

source: Sourcetype named %s already exists. Do you want to overwrite the existing one?
ru_ru: SourceType с именем %s уже существует. Вы хотите его перезаписать?

source: Overwrite existing sourcetype?
ru_ru: Перезаписать существующий sourcetype?

source: Failed to load preview
ru_ru: Не удалось загрузить предварительный просмотр

source: The job could not be loaded. A new job has started based on preview parameters.
ru_ru: Задание не может быть загружено. Новое задание было начато на основе параметров предварительного просмотра.

source: Forwarder Management
ru_ru: Управление переадресацией

source: Edit Apps
ru_ru: Редактировать приложения

source: Edit Clients
ru_ru: Редактировать клиентов

source: Edit Server Class
ru_ru: Редактировать класс сервера

source: Edit App
ru_ru: Редактировать приложение

source: Embedded Report
ru_ru: Встроенный отчет

source: An unknown error has occurred.
ru_ru: Произошла неизвестная ошибка.

source: Error
ru_ru: Ошибка

source: Field Extractor
ru_ru: Экстрактор полей

source: type=inline AND stanza=
ru_ru: type=inline И stanza=

source: Unknown sid: %s
ru_ru: Неизвестный sid: %s

source: Extraction not found: %s
ru_ru: Извлечение не найдено: %s

source: The events associated with this job have no sourcetype information: %s
ru_ru: События, связанные с этим заданием не имеют информации sourcetype: %s

source: Home
ru_ru: Главная

source: HTTP Event Collector
ru_ru: Коллектор событий HTTP

source: Manage Indexes
ru_ru: Управление индексами

source: Access Denied
ru_ru: Доступ запрещен

source: You do not have permission to view this page.
ru_ru: Вы не имеете прав для просмотра этой страницы

source: volume licensed
ru_ru: том лицензирован

source: volume indexed
ru_ru: том индексирован

source: Setup
ru_ru: Настройки

source: Please apply your changes!
ru_ru: Просьба применить внесенные вами изменения!

source: Alerts Setup
ru_ru: Настройка оповещений

source: Forwarder Setup
ru_ru: Управление переадресацией

source: Instances
ru_ru: Экземпляры

source: Overview
ru_ru: Обзор

source: Pivot
ru_ru: Пивот

source: Select a Data Object
ru_ru: Выберите объект данных

source: Select a Data Model
ru_ru: Выберите модель данных

source: Select New Data Model
ru_ru: Выберите новую модель данных

source: Manage Data Models
ru_ru: Управление моделями данных

source: Your pivot cannot complete because the following supporting data model does not exist or is not shared globally to all apps: %s
ru_ru: Ваш пивот не может завершиться, так как следующая модель поддерживающих данных не существует или не является глобально общедоступной для всех приложений: %s

source: Select New Object
ru_ru: Выберите новый объект

source: Edit Objects
ru_ru: Редактировать объекты

source: Manage Reports
ru_ru: Управление отчетами

source: The report %s either does not exist or does not have the correct permissions.
ru_ru: Отчет %s не существует или не имеет необходимых полномочий.

source: The search string could not be parsed into a valid pivot configuration.
ru_ru: Строка поиска не может быть разобрана в допустимую конфигурацию пивота.

source: Open In Search
ru_ru: Открыть в Поиске

source: Report
ru_ru: Отчет

source: Reports
ru_ru: Отчеты

source: SAML Groups
ru_ru: SAML группы

source: Saved Search
ru_ru: Сохраненный поиск

source: Search Preferences
ru_ru: Настройки поиска

source: Source Types
ru_ru: Типы источников

source: Virtual indexes
ru_ru: Виртуальные индексы

source: Reset to original position and zoom
ru_ru: Сбросить в исходное положение и масштаб

source: Search produced no results.
ru_ru: Поиск не дал никаких результатов.

source: Populating...
ru_ru: Заполнение...

source: Duplicate values causing conflict
ru_ru: Повторяющиеся значения привели к конфликту

source: Could not create search.
ru_ru: Не удалось создать поиск.

source: The job has not been found
ru_ru: Задание не было найдено

source: Search was cancelled
ru_ru: Поиск был отменен

source: Search is refreshing...
ru_ru: Поиск обновляется...

source: Search is waiting for input...
ru_ru: Поиск ожидает ввода...

source: Search did not return any events.
ru_ru: Поиск не возвратил никаких событий.

source: No search set.
ru_ru: Поиск не задан.

source: Search isn't generating any statistical results.
ru_ru: Поиск не генерирует каких-либо статистических результатов.

source: No search started.
ru_ru: Не запущено никакого поиска.

source: The search job terminated unexpectedly.
ru_ru: Задание поиска было неожиданно завершено.

source: The search failed
ru_ru: Ошибка поиска

source: prev
ru_ru: предыдущий

source: next
ru_ru: следующий

source: Last refresh:
ru_ru: Последнее обновление:

source: Real-time
ru_ru: В реальном времени

source: Export - You cannot export results for post-process jobs.
ru_ru: Экспорт - нельзя экспортировать результаты для заданий обработки после процесса.

source: Open in Search
ru_ru: Открыть в Поиске

source: Inspect
ru_ru: Инспектировать

source: Refresh
ru_ru: Обновить

source: Open in Pivot
ru_ru: Открыть в Пивоте

source: Export - You can only export results for completed jobs.
ru_ru: Экспорт - можно экспортировать только результаты для завершенных заданий.

source: No saved search provided.
ru_ru: Сохраненные поиски не предоставлены.

source: Warning: saved search not found:
ru_ru: Предупреждение: сохраненный поиск не найден:

source: Error fetching saved searches
ru_ru: Ошибка извлечения сохраненных поисков

source: Error dispatching saved search.
ru_ru: Ошибка диспетчеризации сохраненного поиска.

source: Error in getting pre-existing search:
ru_ru: Ошибка при получении предварительно существующего поиска:

source: No search query provided.
ru_ru: Не предоставлено поискового запроса.

source: Error fetching searches
ru_ru: Ошибка извлечения поисков

source: south
ru_ru: юг

source: No manager
ru_ru: Нет менеджера

source: No job
ru_ru: Нет задания

source: Token is required
ru_ru: Требуется токен

source: Field For Label and Value are required for search
ru_ru: Поле для метки и Значение необходимы для поиска

source: Static option values must have a name attributed to them
ru_ru: Статические значения параметров должны иметь имя соотнесенное с ними

source: Static option values must be unique
ru_ru: Статические значения параметров должны быть уникальными

source: Clear Selection
ru_ru: Очистить выбор

source: Content Type
ru_ru: Тип содержимого

source: Inline Search
ru_ru: Встроенный поиск

source: Search String
ru_ru: Строка поиска

source: Run Search
ru_ru: Запустить поиск

source: Apply
ru_ru: Применить

source: Label
ru_ru: Метка

source: Search on Change
ru_ru: Поиск по изменению

source: Token
ru_ru: Токен

source: ID to reference the selected value in search (reference as $token$)
ru_ru: идентификатор для ссылки на выбранное значение в поиске (ссылка как $token$)

source: Default
ru_ru: По умолчанию

source: The default value of the input.
ru_ru: Значение ввода по умолчанию.

source: Initial Value
ru_ru: Начальное значение

source: Initial value on page load. Ignored when Default is specified.
ru_ru: Начальное значение при загрузке страницы. Игнорируется, если задано по умолчанию.

source: Token Prefix
ru_ru: Префикс токена

source: String prefixed to the value retrieved by the token
ru_ru: К строке добавлен префикс до значения извлеченного токеном

source: Token Suffix
ru_ru: Суффикс токена

source: String appended to the value retrieved by the token
ru_ru: К строке добавлен суффикс до значения извлеченного токеном

source: Token Value Prefix
ru_ru: Префикс значения токена

source: String prefixed to each specified value of a multiple selection input
ru_ru: К строке добавлен префикс до каждого указанного значения из ввода по множественному выбору

source: Token Value Suffix
ru_ru: Суффикс значения токена

source: String appended to each specified value of a multiple selection input
ru_ru: К строке добавлен суффикс до каждого указанного значения из ввода по множественному выбору

source: Delimiter
ru_ru: Разделитель

source: String inserted between each value (typical values: AND,OR). Specify a leading and trailing space in the string.
ru_ru: Строка вставлена между каждым значением (типичные значения: AND, OR). Укажите начальные и завершающие пробелы в строке.

source: Preview
ru_ru: Предварительный просмотр

source: Field For Label
ru_ru: Поле для метки

source: Field returned from the search to use as the option label
ru_ru: Поле возвращено из поиска для использования в качестве метки параметра

source: Field For Value
ru_ru: Поле для значения

source: Field returned from the search to use as the option value
ru_ru: Поле возвращено из поиска для использования в качестве значения параметра

source: General
ru_ru: Общий

source: Token Options
ru_ru: Параметры токена

source: Static Options
ru_ru: Статические параметры

source: Dynamic Options
ru_ru: Динамические параметры

source: Text
ru_ru: Текст

source: Radio
ru_ru: Выбор пункта

source: Dropdown
ru_ru: Выпадающее меню

source: Checkbox
ru_ru: Флажок

source: Multiselect
ru_ru: Мультивыбор

source: Link List
ru_ru: Список ссылок

source: Autorun dashboard
ru_ru: Панель автозапуска

source: the %s input
ru_ru: %s ввод

source: Are you sure you want to delete %s?
ru_ru: Вы действительно хотите удалить %s?

source: Edit Input
ru_ru: Редактировать ввод

source: Delete Input
ru_ru: Удалить ввод

source: Add Option
ru_ru: Добавить параметр

source: Submit
ru_ru: Отправить

source: Delete submit button
ru_ru: Удалить кнопку отправки

source: id
ru_ru: идентификатор

source: depends
ru_ru: зависит

source: prefix
ru_ru: префикс

source: table
ru_ru: таблица

source: loading...
ru_ru: загрузка...

source: Loading panel...
ru_ru: Загрузка панели...

source: Dashboard panel "%s" not found.
ru_ru: Панель приборов "%s" не найдена.

source: Error loading dashboard panel "%s".
ru_ru: Ошибка при загрузке приборной панели "%s".

source: Error parsing prebuilt dashboard panel.
ru_ru: Ошибка разбора предварительно созданной приборной панели.

source: New
ru_ru: Новое

source: events
ru_ru: события

source: find...
ru_ru: найти...

source: New
ru_ru: Новое

source: New from Report
ru_ru: Новое из Отчета

source: Clone from Dashboard
ru_ru: Клонировать из приборной панели

source: Add Prebuilt Panel
ru_ru: Добавить предварительно созданную панель

source: Add Panel
ru_ru: Добавить панель

source: Description
ru_ru: Описание

source: Add to Dashboard
ru_ru: Добавить в приборную панель

source: Error parsing dashboard!
ru_ru: Ошибка разбора приборной панели!

source: Show More
ru_ru: Показать больше

source: this panel
ru_ru: эта панель

source: Click Add Panel to start.
ru_ru: Нажмите Добавить панель, чтобы начать.

source: This dashboard has no panels. %s to add panels.
ru_ru: Эта приборная доска не имеет панелей. %s для добавления панелей.

source: Start editing
ru_ru: Начать редактирование

source: This dashboard has no panels.
ru_ru: Эта приборная доска не имеет панелей.

source: Inline Panel
ru_ru: Встроенная панель

source: Rename
ru_ru: Переименовать

source: Convert to Prebuilt Panel
ru_ru: Преобразовать в предварительно созданную панель

source: Unable to convert to prebuilt panel due to dependency on base search.
ru_ru: Невозможно преобразовать в предварительно созданную панель из-за зависимости от базового поиска.

source: Panel
ru_ru: Панель

source: Prebuilt Panel
ru_ru: Предварительно созданная панель

source: Convert to Inline Panel
ru_ru: Преобразовать во встроенную панель

source: Unable to convert to inline panel due to dependency on base search.
ru_ru: Невозможно преобразовать во встроенную панель из-за зависимости от базового поиска.

source: Conversion to an inline panel lets you edit and customize the panel on this dashboard.
ru_ru: Преобразование во встроенную панель позволяет вам редактировать и настраивать панель на этой приборной доске.

source: Convert
ru_ru: Преобразовать

source: Edit
ru_ru: Редактировать

source: Untitled
ru_ru: Без названия

source: ID
ru_ru: Идентификатор
