Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Splunk Version
ru_ru: Версия Splunk

source: Splunk Build
ru_ru: Сборка Splunk

source: List of Products:
ru_ru: Список продуктов:

source: Server Name
ru_ru: Имя сервера

source: Splunk Inc. All rights reserved.
ru_ru: Splunk Inc. Все права защищены.

source: terms and conditions
ru_ru: правила и условия

source: Terms and Conditions
ru_ru: Правила и Условия

source: All use of this Software is subject to the %s of the %s.
ru_ru: Любое использование данного программного обеспечения определяется %s %s.

source: Trademarks
ru_ru: Товарные знаки

source: Splunk&reg;, Splunk&gt;&reg;, Listen to Your Data&reg;, The Engine for Machine Data&reg;, Hunk&reg;, Splunk Cloud&#8482;, Splunk Storm&reg; and SPL&#8482; are registered trademarks or trademarks of Splunk Inc., and/or its subsidiaries and/or affiliates. All other brand names, product names or trademarks belong to their respective owners.
ru_ru: Splunk&reg;, Splunk&gt;&reg;, Listen to Your Data&reg;, The Engine for Machine Data&reg;, Hunk&reg;, Splunk Cloud&#8482;, Splunk Storm&reg; and SPL&#8482; являются зарегистрированными товарными знаками или товарными знаками компании Splunk Inc., и/или его дочерних отделений и/или филиалов. Все другие торговые марки, названия продуктов и товарные знаки принадлежат соответствующим владельцам.

source: Patents
ru_ru: Патенты

source: here
ru_ru: здесь

source: Certain features and functionalities of this Software are or may be protected by patents owned by Splunk Inc. that are listed %s.
ru_ru: Некоторые особенности и функциональные возможности данного программного обеспечения могут быть защищены патентами, Splunk Inc., которые перечислены в %s.

source: Third-Party Software Credits and Attributions
ru_ru: Кредиты и атрибуция программного обеспечения сторонних разработчиков

source: Current Application: %s
ru_ru: Текущее приложение: %s

source: App Version
ru_ru: Версия приложения

source: App Build
ru_ru: Сборка приложения

source: Splunk Light Free Version
ru_ru: Бесплатная версия Splunk Light

source: Splunk Light Version
ru_ru: Версия Splunk Light

source: Open as image
ru_ru: Открыть как изображение

source: Format Timeline
ru_ru: Форматировать шкалу времени

source: Compact
ru_ru: Компактный

source: Full
ru_ru: Полный

source: Linear scale
ru_ru: Линейная шкала

source: Log scale
ru_ru: Логарифмическая шкала

source: Zoom Out
ru_ru: Отдалить

source: Zoom to Selection
ru_ru: Увеличить выбранный элемент

source: Deselect
ru_ru: Снять выделение

source: The timeline can not zoom in to a single millisecond.
ru_ru: Временная шкала не может быть увеличена до одной миллисекунды.

source: %s millisecond per column
ru_ru: %s миллисекунда для каждого столбца

source: 1 year per column
ru_ru: 1 год для каждого столбца

source: 1 month per column
ru_ru: 1 месяц для каждого столбца

source: 1 day per column
ru_ru: 1 день для каждого столбца

source: 1 hour per column
ru_ru: 1 час для каждого столбца

source: 1 minute per column
ru_ru: 1 минута для каждого столбца

source: 1 second per column
ru_ru: 1 секунда для каждого столбца

source: New setting
ru_ru: Новый параметр

source: To
ru_ru: Кому

source: Comma separated list of email addresses. %s
ru_ru: Разделенный запятыми список адресов электронной почты. %s

source: Show CC and BCC
ru_ru: Показать CC и BCC

source: Low
ru_ru: Низкий

source: Normal
ru_ru: Нормальный

source: High
ru_ru: Высокий

source: Subject
ru_ru: Тема

source: The email subject and message can include tokens that insert text based on the results of the search. %s
ru_ru: Тема сообщения и сообщение могут включать токены, которые вставляют текст на основе результатов поиска. %s

source: Message
ru_ru: Сообщение

source: HTML & Plain Text
ru_ru: HTML & Простой текст

source: Plain Text
ru_ru: Простой текст

source: FAQ
ru_ru: Часто Задаваемые Вопросы

source: Selected
ru_ru: Выбранные

source: of events
ru_ru: из событий

source: Top values
ru_ru: Популярные значения

source: Rare values
ru_ru: Редкие значения

source: Events with this field
ru_ru: События с данным полем

source: Avg
ru_ru: Сред.

source: Std
ru_ru: Станд.

source: Dev
ru_ru: Отклон.

source: Top 10 Values
ru_ru: 10 наиболее популярных значений

source: This value may have been rounded because it exceeds the minimum allowed int value.
ru_ru: Это значение может быть округлено потому, что оно превышает минимально допустимое значение типа int.

source: This value may have been rounded because it exceeds the maximum allowed int value.
ru_ru: Это значение может быть округлено потому, что оно превышает максимально допустимое значение типа int.

source: Waiting for search to complete. Display results while the search is running by enabling Preview.
ru_ru: Ожидание завершения поиска. Отобразить результаты во время выполнения поиска можно включив предварительный просмотр.

source: Loading Timeline...
ru_ru: Загрузка шкалы времени...

source: Failed to load component.
ru_ru: Не удалось загрузить компонент.

source: Continue Editing
ru_ru: Продолжить редактирование

source: Prev
ru_ru: Пред.

source: This feature is not available with your installed set of licenses.
ru_ru: Эта функция недоступна с установленным набором лицензий.

source: Licensed content
ru_ru: Лицензированное содержимое

source: Updating in Real-time.
ru_ru: Обновление в режиме реального времени.

source: %s%% of the time range scanned.
ru_ru: Сканировано %s%% временного интервала.

source: View events
ru_ru: Посмотреть события

source: Narrow to this time range
ru_ru: Сузьте этот временной интервал

source: Exclude from results
ru_ru: Исключить из результатов

source: Other events
ru_ru: Другие события

source: New search
ru_ru: Новый поиск

source: Run every hour
ru_ru: Запускать каждый час

source: Run every day
ru_ru: Запускать каждый день

source: Run every week
ru_ru: Запускать каждую неделю

source: Run every month
ru_ru: Запускать каждый месяц

source: Run on Cron Schedule
ru_ru: Запуск по расписанию Cron

source: Cron Expression
ru_ru: Выражение Cron

source: e.g. 00 18 *** (every day at 6PM). %s
ru_ru: например 00 18 *** (каждый день в 6 часов вечера). %s

source: At
ru_ru: В

source: minutes past the hour
ru_ru: минут после часа.

source: On
ru_ru: В

source: On day
ru_ru: В день

source: at
ru_ru: в

source: Select source
ru_ru: Выбрать источник

source: File path
ru_ru: Путь к файлу

source: Active Directory path
ru_ru: Путь Active Directory

source: Edit Description
ru_ru: Редактировать описание

source: Edit Actions
ru_ru: Редактировать действия

source: %s Action
ru_ru: %s действие

source: Edit Alert Type
ru_ru: Редактировать тип оповещения

source: Edit Trigger Condition
ru_ru: Редактирование условий срабатывания

source: No.
ru_ru: Нет.

source: Yes.
ru_ru: Да.

source: Alert Type
ru_ru: Тип Оповещения

source: Real-time.
ru_ru: В реальном времени.

source: Scheduled.
ru_ru: По расписанию.

source: Are you sure you want to enable "%s"?
ru_ru: Вы уверены, что хотите включить "%s"?

source: Are you sure you want to disable "%s"?
ru_ru: Вы уверены, что хотите отключить "%s"?

source: Trigger history and related results will be deleted.
ru_ru: История срабатываний и соответствующие результаты будут удалены.

source: Clone Alert
ru_ru: Клонировать оповещение

source: Alert has been cloned
ru_ru: Оповещение клонировано

source: You may now view your alert, change additional settings, or edit it.
ru_ru: Теперь вы можете просматривать ваше оповещение, изменять дополнительные настройки или редактировать его.

source: Alert Type and Trigger
ru_ru: Тип оповещения и срабатывания

source: Edit Alert
ru_ru: Редактирование оповещения

source: Save As Alert
ru_ru: Сохранить как оповещение

source: Unsupported Alert.
ru_ru: Неподдерживаемое оповещение.

source: Edit Alert in Settings
ru_ru: Редактировать оповещение в настройках

source: A real-time alert with a time range of all-time and a condition other than always is not supported. It is recommended you change the time range of the alert to something other than Start Time 'rt' Finish Time 'rt' in Settings.
ru_ru: Оповещение в режиме реального времени с временным диапазоном "все время" и состоянием отличным от "всегда" не поддерживается. Рекомендуется изменить диапазон времени оповещения на что-то отличное от Время начала 'rt' Времени окончания 'rt' в настройках.

source: Scheduled
ru_ru: По расписанию

source: Alert type
ru_ru: Тип оповещения

source: this is some help text ....
ru_ru: это некий справочный текст...

source: e.g. -1h@h (1 hour ago, to the hour). %s
ru_ru: напр. -1h@h (1 час назад, к часу). %s

source: Alert has been saved.
ru_ru: Оповещение сохранено.

source: Triggered Alerts
ru_ru: Сработавшие оповещения

source: View triggered alerts via %s
ru_ru: Просмотр сработавших оповещений через %s

source: Alert has been saved
ru_ru: Оповещение сохранено

source: View Alert
ru_ru: Просмотреть оповещение

source: The time range was not updated. Edit the
ru_ru: Временной диапазон не был обновлен. Отредактируйте

source: Alert Type & Triggers
ru_ru: Тип оповещения и срабатывания

source: to modify the time range.
ru_ru: для изменения диапазона времени.

source: You can view your alert, change additional settings, or continue editing it.
ru_ru: Вы можете просмотреть ваше оповещение, изменить дополнительные параметры или продолжить его редактирование.

source: You can view your alert, or continue editing it.
ru_ru: Вы можете просмотреть ваше оповещение, или продолжить его редактирование.

source: Manage Alert Actions
ru_ru: Управление действиями по оповещению

source: Manage available actions and browse more actions
ru_ru: Управление доступными действиями и просмотр дополнительных действий

source: + Add Actions
ru_ru: + Добавить действия

source: Trigger Actions
ru_ru: Действия по срабатыванию

source: When triggered
ru_ru: При срабатывании

source: This alert action does not require any user configuration.
ru_ru: Это действие по оповещению не требует каких-либо пользовательских настроек.

source: Info
ru_ru: Информационные

source: Medium
ru_ru: Средние

source: Critical
ru_ru: Критичные

source: Severity
ru_ru: Значимость

source: No content...
ru_ru: Нет содержимого...

source: Filename
ru_ru: Имя файла

source: Located in $SPLUNK_HOME/bin/scripts
ru_ru: Находится в $SPLUNK_HOME/bin/scripts

source: Link to Alert
ru_ru: Ссылка на оповещение

source: Link to Results
ru_ru: Ссылка на результаты

source: Inline
ru_ru: Встроенные

source: Attach CSV
ru_ru: Приложить CSV

source: Attach PDF
ru_ru: Приложить PDF

source: Trigger Conditions
ru_ru: Условия Оповещения

source: Trigger alert when
ru_ru: Срабатывание оповещения при

source: Per-Result
ru_ru: По результату

source: Triggers whenever search returns a result.
ru_ru: Срабатывает когда поиск возвращает результат.

source: Number of Results
ru_ru: Количество результатов

source: Triggers based on a number of search results during a rolling-window of time.
ru_ru: Срабатывает в зависимости от количества результатов поиска во время "скользящего окна" времени.

source: Number of Hosts
ru_ru: Количество хостов

source: Triggers based on a number of hosts during a rolling-window of time.
ru_ru: Срабатывает в зависимости от количества хостов во время "скользящего окна" времени.

source: Number of Sources
ru_ru: Количество источников

source: Triggers based on a number of sources during a rolling-window of time.
ru_ru: Срабатывает в зависимости от количества источников во время "скользящего окна" времени.

source: Triggers based on a custom condition during a rolling-window time.
ru_ru: Срабатывает в зависимости пользовательского условия во время "скользящего окна" времени.

source: is greater than
ru_ru: больше чем

source: is less than
ru_ru: меньше чем

source: is equal to
ru_ru: равно

source: is not equal to
ru_ru: не равно

source: e.g. "search count > 10". Evaluated against the results of the base search.
ru_ru: напр. "счетчик поиска > 10". Оценивается по результатам базового поиска.

source: in
ru_ru: в

source: minute(s)
ru_ru: минуту (минуты)

source: hour(s)
ru_ru: час (часы)

source: day(s)
ru_ru: день (дни)

source: Triggers based on a number of search results during a scheduled search.
ru_ru: Срабатывает в зависимости от количества результатов поиска во время запланированного поиска.

source: Triggers based on a number of hosts during a scheduled search.
ru_ru: Срабатывает в зависимости от количества хостов во время запланированного поиска.

source: Triggers based on a number of sources during a scheduled search.
ru_ru: Срабатывает в зависимости от количества источников во время запланированного поиска.

source: Triggers based on a custom condition during a scheduled search.
ru_ru: Срабатывает в зависимости от пользовательского условия во время запланированного поиска.

source: drops by
ru_ru: падения по

source: rises by
ru_ru: повышения по

source: Once
ru_ru: Один раз

source: For each result
ru_ru: Для каждого результата

source: Trigger
ru_ru: Срабатывание

source: After an alert is triggered, subsequent alerts will not be triggered until after the throttle period.
ru_ru: После срабатывания оповещения, последующие оповещения не будут срабатывать до окончания периода регулирования.

source: Throttle
ru_ru: Регулирование

source: Suppress results containing field value
ru_ru: Подавить результаты, содержащие значение поля

source: Suppress triggering for
ru_ru: Подавить срабатывание для

source: second(s)
ru_ru: секунд(ы)

source: item(s)
ru_ru: элемент(ы)

source: Available
ru_ru: Доступно

source: Selected
ru_ru: Выбранные

source: add all
ru_ru: добавить все

source: remove all
ru_ru: удалить все

source: Exit
ru_ru: Выход

source: Browse
ru_ru: Обзор

source: Time Zone:
ru_ru: Часовой пояс:

source: Add Range
ru_ru: Добавить диапазон

source: Drill-down
ru_ru: Детализация

source: None of the results match the selected row.
ru_ru: Ни один из результатов не совпадает с выбранной строкой.

source: Back to regex
ru_ru: Вернуться к регулярному выражению

source: Original search included:
ru_ru: Оригинальный поиск включал:

source: You came here from search and your last search string has been applied to the preview results. Turn it off if you might need more specific field definitions.
ru_ru: Вы перешли сюда из поиска и ваша последняя поисковая строка была применена для предварительного просмотра результатов. Выключите его, если вам нужны более конкретные определения полей.

source: All events
ru_ru: Все события

source: Diverse events
ru_ru: Разнообразные события

source: Rare events
ru_ru: Редкие события

source: All Events
ru_ru: Все События

source: Matches
ru_ru: Совпадения

source: Non-Matches
ru_ru: Несовпадения

source: 1,000 events
ru_ru: 1000 событий

source: 10,000 events
ru_ru: 10 000 событий

source: 5 minutes
ru_ru: 5 минут

source: Sample:
ru_ru: Образец:

source: To change an attribute's data type, %s the data model.
ru_ru: Чтобы изменить тип данных атрибута %s модель данных.

source: save and edit
ru_ru: сохраните и отредактируйте

source: Event
ru_ru: Событие

source: other
ru_ru: другие

source: Select Time Range
ru_ru: Выберите диапазон времени

source: Delete Alert
ru_ru: Удалить оповещение

source: Delete Report
ru_ru: Удалить отчет

source: Display For
ru_ru: Показать для

source: Loading Events...
ru_ru: Загрузка событий...

source: Row Numbers
ru_ru: Номера строк

source: Wrap Results
ru_ru: Переносить результаты

source: Max Lines
ru_ru: Макс. число строк

source: 5 lines
ru_ru: 5 строк

source: 10 lines
ru_ru: 10 строк

source: 20 lines
ru_ru: 20 строк

source: 50 lines
ru_ru: 50 строк

source: 100 lines
ru_ru: 100 строк

source: 200 lines
ru_ru: 200 строк

source: All lines
ru_ru: Все строки

source: Event Drilldown
ru_ru: Детальное исследование события

source: Inner
ru_ru: Внутренний

source: Outer
ru_ru: Внешний

source: Rows Per Page
ru_ru: Строк на странице

source: Rows Per Page must be a positive number no larger than 100.
ru_ru: Количество строк на странице должно быть положительным числом, не большим чем 100.

source: This event is no longer within the results window.
ru_ru: Это событие уже более не в окне результатов.

source: We were unable to provide the correct event
ru_ru: Мы не смогли обеспечить правильное событие

source: Event Actions
ru_ru: Действия по Оповещению

source: Show syntax highlighted
ru_ru: Показать с выделенным синтаксисом

source: Show as raw text
ru_ru: Показать как необработанный текст

source: Collapse
ru_ru: Свернуть

source: Show all %s lines
ru_ru: Показать все %s строк(и)

source: Tag(s)
ru_ru: Метка(метки)

source: Comma or space separated list of tags.
ru_ru: Список меток, разделенных запятыми или пробелами.

source: Create Tags
ru_ru: Создать метки

source: week(s)
ru_ru: неделя (недели)

source: millisecond(s)
ru_ru: миллисекунда (миллисекунды)

source: Events Before or After
ru_ru: События до или после

source: Before this time
ru_ru: До этого времени

source: After this time
ru_ru: После этого времени

source: At this time
ru_ru: В данное время

source: Nearby Events
ru_ru: Ближайшие события

source: Edit Tags
ru_ru: Отредактировать теги

source: Add to search
ru_ru: Добавить в поиск

source: Exclude from search
ru_ru: Исключить из поиска

source: Remove from search
ru_ru: Удалить из поиска

source: All fields
ru_ru: Все поля

source: Coverage: 1% or more
ru_ru: Покрытие: 1% или более

source: Coverage: 50% or more
ru_ru: Покрытие: 50% или более

source: Coverage: 90% or more
ru_ru: Покрытие: 90% или более

source: Coverage: 100%
ru_ru: Покрытие: 100%

source: Select All Within Filter
ru_ru: Выберите все внутри фильтра

source: Deselect All
ru_ru: Отменить весь выбор

source: # of Values
ru_ru: Количество значений

source: Event Coverage
ru_ru: Покрытие события

source: No fields were found with coverage of %s or more
ru_ru: Поля с покрытием %s или более не были обнаружены

source: No fields were found with coverage of %s
ru_ru: Поля с покрытием %s не были обнаружены

source: Minimum value time
ru_ru: Минимальное значение времени

source: About
ru_ru: О

source: Support
ru_ru: Поддержка

source: File a Bug
ru_ru: Заявить об ошибке

source: Privacy Policy
ru_ru: Политика конфиденциальности

source: Splunk Inc. All rights reserved.
ru_ru: Splunk Inc. Все права защищены.

source: The maximum upload size is
ru_ru: Максимальный размер загрузки

source: MB per file.
ru_ru: МБ на файл.

source: Learn more about sending data to Splunk.
ru_ru: Подробнее об отправке данных в Splunk.

source: Please select only one file.
ru_ru: Пожалуйста, выберите только один файл.

source: Your file size exceeds the maximum allowable (MB).
ru_ru: Размер вашего файла превышает максимально допустимый (МБ).

source: Please add a file with size is greater than zero bytes.
ru_ru: Пожалуйста, добавьте файл с размером больше нуля байт.

source: The source type field describes the format of your data. Choose how to set the source type value.
ru_ru: Поле Тип источника описывает формат ваших данных. Выберите способ задания значения типа источника.

source: Source Type (manual)
ru_ru: Тип источника (руководство)

source: Enter a source type value for your data.
ru_ru: Введите значение типа источника для ваших данных.

source: The host field describes the machine that generates your data. Enter a host value.
ru_ru: Поле хоста описывает машину, которая генерирует ваши данные. Введите значение хоста.

source: Choose where to store your data. The default index is "main".
ru_ru: Выберите место для хранения ваших данных. Индекс по умолчанию "main".

source: Source type is required and must contain at least one character.
ru_ru: Тип источника является обязательным и должен содержать хотя бы один символ.

source: Host is required and must contain at least one character.
ru_ru: Хост является обязательным и должен содержать хотя бы один символ.

source: Welcome to the Splunk Free Cloud Trial!
ru_ru: Добро пожаловать в бесплатную тестовую версию Splunk Free Cloud Trial!

source: Please wait...
ru_ru: Пожалуйста, подождите...

source: Take a tour first
ru_ru: Сначала совершите обзорный тур

source: Do not close this window until your upload finishes.
ru_ru: Не закрывайте это окно до завершения загрузки.

source: Success! Splunk is indexing your data.
ru_ru: Успех! Splunk индексирует ваши данные.

source: Now you can add more data or start searching your data.
ru_ru: Теперь можно добавить дополнительные данные или начать поиск по вашим данным.

source: Splunk could not index your data. Please check your internet connection and try again.
ru_ru: Splunk не может индексировать ваши данные. Пожалуйста, проверьте подключение к Интернету и повторите попытку.

source: Try again
ru_ru: Попробуйте снова

source: Starting to index...
ru_ru: Начинается индексирование...

source: Uploading...
ru_ru: Выгрузка...

source: Start searching
ru_ru: Начать поиск

source: Add more data
ru_ru: Добавить больше данных

source: What is next?
ru_ru: Что дальше?

source: Your search will automatically pause in %s second.
ru_ru: Ваш поиск будет автоматически приостановлен через %s секунду.

source: Do not pause
ru_ru: Не приостанавливать

source: Finalizing job...
ru_ru: Завершение задания...

source: Paused
ru_ru: Приостановлено

source: Queued
ru_ru: В очереди

source: Parsing job...
ru_ru: Синтаксический разбор задания...

source: Running
ru_ru: Выполняется

source: %s result
ru_ru: %s результат

source: (Partial results for %s to %s)
ru_ru: (Частичные результаты для от %s до %s)

source: (Partial results for before %s)
ru_ru: (Частичные результаты для до %s)

source: (%s to %s)
ru_ru: (от %s до %s)

source: (before %s)
ru_ru: (до %s)

source: Sampled at 1 : %s
ru_ru: Выборка при отношении 1 : %s

source: %s of %s event matched
ru_ru: %s из %s событий совпадают

source: Your search is paused.
ru_ru: Ваш поиск приостановлен.

source: Job Inspector
ru_ru: Инспектор заданий

source: unknown
ru_ru: неизвестно

source: The search job "%s" was canceled remotely or expired.
ru_ru: Задание поиска "%s" было отменено удаленно или его срок действия истек.

source: The search job has failed due to an error. You may be able view the job in the %s.
ru_ru: Сбой задания поиска из-за ошибки. Вы можете просмотреть задание в %s.

source: Fast Mode
ru_ru: Быстрый режим

source: Field discovery off for event searches. No event or field data for stats searches.
ru_ru: Обнаружение полей отключено для поисков событий. Нет данных событий или полей для статистики поиска.

source: Smart Mode
ru_ru: Интеллектуальный режим

source: Field discovery on for event searches. No event or field data for stats searches.
ru_ru: Обнаружение полей включено для поисков событий. Нет данных событий или полей для статистики поиска.

source: Verbose Mode
ru_ru: Подробный режим

source: All event & field data.
ru_ru: Все данные событий & полей.

source: Max results must be an integer greater than 0
ru_ru: Макс. результаты должны быть целым числом больше 0

source: Invalid format
ru_ru: Неверный формат

source: Raw Events
ru_ru: Необработанные события

source: Format
ru_ru: Формат

source: Unlimited
ru_ru: Неограниченный

source: Limited
ru_ru: Ограниченный

source: Max Results
ru_ru: Макс. количество результатов

source: Link To Job
ru_ru: Ссылка на задание

source: Splunk Search Job
ru_ru: Задание поиска Splunk

source: Job&nbsp;Settings
ru_ru: Параметры&nbsp;задания

source: Share Job
ru_ru: Разделить задание

source: The job&#39;s lifetime has been extended to %s and read permissions have been set to Everyone. Manage the job via %s.
ru_ru: Срок действия задания был увеличен до %s и права на чтение были установлены для всех (Everyone). Управляйте заданием через %s.

source: Resume
ru_ru: Продолжить

source: Pause
ru_ru: Пауза

source: Reload
ru_ru: Перезагрузить

source: Stop
ru_ru: Стоп

source: Delete Job
ru_ru: Удалить задание

source: Are you sure you want to delete this job?
ru_ru: Вы действительно хотите удалить это задание?
