Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Upload asset
ru_ru: Выгрузить актив

source: View settings for and install add-ons.
ru_ru: Просмотр настроек и установка дополнений.

source: Add-Ons
ru_ru: Дополнения

source: Set a time zone for this user.
ru_ru: Установить часовой пояс для этого пользователя.

source: Set a default app for this user. This will override any default app inherited from this user's roles.
ru_ru: Установите приложение по умолчанию для этого пользователя. Это отменит приложение по умолчанию от любой унаследованной роли этого пользователя.

source: Should backgrounded jobs be restarted when Splunk is restarted.
ru_ru: Должны ли задания, отправленные в фоновый режим, быть перезапущены при перезапуске Splunk.

source: Set password
ru_ru: Установить пароль

source: User name
ru_ru: Имя пользователя

source: (GMT-08:00) Pacific Time (US & Canada)
ru_ru: (GMT-08:00) Тихоокеанское время (США и Канада)

source: (GMT-07:00) Mountain Time (US & Canada)
ru_ru: (GMT-07:00) Горное время (США и Канада)

source: (GMT-06:00) Central Time (US & Canada)
ru_ru: (GMT-06:00) Центральное время (США и Канада)

source: (GMT-05:00) Eastern Time (US & Canada)
ru_ru: (GMT-05:00) Восточное время (США и Канада)

source: (GMT+03:00) Minsk
ru_ru: (GMT + 02:00) Минск

source: (GMT+03:00) Moscow, St. Petersburg, Volgograd
ru_ru: (GMT + 04:00) Москва, Санкт-Петербург, Волгоград

source: (GMT+05:00) Yekaterinburg
ru_ru: (GMT + 05:00) Екатеринбург

source: Restart backgrounded jobs
ru_ru: Перезапуск заданий, находящихся в фоновом режиме

source: LDAP Groups
ru_ru: Группы LDAP

source: LDAP Group Name
ru_ru: Имя группы LDAP

source: LDAP Strategy
ru_ru: Стратегия LDAP

source: Group type
ru_ru: Тип группы

source: LDAP Users
ru_ru: Пользователи LDAP

source: Enter a unique name for this strategy.
ru_ru: Введите уникальное имя для этой стратегии.

source: Your Splunk server must be able to resolve this host.
ru_ru: Ваш сервер Splunk должен быть в состоянии разрешить имя этого хоста.

source: The LDAP server port defaults to 389 if you are not using SSL, or 636 if SSL is enabled.
ru_ru: Для сервера LDAP порт по умолчанию 389, если вы не используете SSL, или 636, если SSL включен.

source: You must also have SSL enabled on your LDAP server.
ru_ru: Вы также должны включить SSL на вашем сервере LDAP.

source: The order in which Splunk will query this LDAP server (among enabled servers).
ru_ru: Порядок, в котором Splunk будет запрашивать этот сервер LDAP (среди включенных серверов).

source: This is the distinguished name used to bind to the LDAP server. This is typically the DN of an administrator with access to all LDAP users you wish to add to Splunk. However, you can leave this blank if anonymous bind is sufficient.
ru_ru: Это уникальное имя (distinguished name) используется для привязки к серверу LDAP. Как правило, это DN администратора с доступом ко всем пользователям LDAP, которых вы хотите добавить в Splunk. Тем не менее, вы можете оставить это поле пустым, если достаточно анонимного подключения.

source: Enter the password for your Bind DN user.
ru_ru: Введите пароль для пользователя Bind DN.

source: The location of your LDAP users, specified by the DN of your user subtree. If necessary, you can specify several DNs separated by semicolons.
ru_ru: Расположение ваших пользователей LDAP, заданное DN поддерева вашего пользователя. При необходимости, можно указать несколько DN, разделенных точкой с запятой.

source: The LDAP search filter used to filter users. Highly recommended if you have a large amount of user entries under your user base DN. For example, '(department=IT)'
ru_ru: Фильтр поиска LDAP, используемый для фильтрации пользователей. Настоятельно рекомендуется, если у вас есть большое количество записей пользователей в вашей пользовательской базе DN. Например, '(department=IT)'

source: The user attribute that contains the username. Note that this attribute's value should be case insensitive. <br /> Set to 'uid' for most configurations. In Active Directory (AD), this should be set to 'sAMAccountName'.
ru_ru: Атрибут пользователя, который содержит имя пользователя. Обратите внимание, что значение этого атрибута должно быть чувствительно к регистру. <br /> Установите 'uid' для большинства конфигураций. В Active Directory (AD), это должно быть задано как 'sAMAccountName'.

source: The user attribute that contains a human readable name. This is typically 'cn' (common name) or 'displayName'.
ru_ru: Атрибут пользователя, который содержит читаемое человеком имя. Это, как правило, 'cn' (common name) или 'displayName'.

source: The user attribute that contains the user's email address. This is typically 'mail'.
ru_ru: Атрибут пользователя, который содержит адрес электронной почты пользователя. Это, как правило, 'mail'.

source: The user attribute that group entries use to define their members. If your LDAP groups use distinguished names for membership you can leave this field blank.
ru_ru: Атрибут пользователя, который используют записи группы для определения своих членов. Если ваши группы LDAP используют уникальные имена для определения членства, вы можете оставить это поле пустым.

source: The location of your LDAP groups, specified by the DN of your group subtree. If necessary, you can specify several DNs separated by semicolons.
ru_ru: Расположение ваших групп LDAP, заданное DN поддерева вашей группы. При необходимости, можно указать несколько DN, разделенных точкой с запятой.

source: The LDAP search filter used to retrieve static groups. Highly recommended if you have a large amount of group entries under your group base DN. For example, '(department=IT)'
ru_ru: Фильтр поиска LDAP, используемый для извлечения статических групп. Настоятельно рекомендуется, если у вас есть большое количество записей группы под базовым поиском (group base DN) вашей группы. Например, '(department=IT)'

source: The group attribute that contains the group name. A typical value for this is 'cn'.
ru_ru: Атрибут группы, содержащий имя группы. Типичным значением является 'cn'.

source: The group attribute whose values are the group's members. Typical values are 'member' or 'memberUid'. Groups list user members with values of groupMappingAttribute, as specified above.
ru_ru: Атрибут группы, значениями которого являются члены группы. Типичные значения — 'member' или 'memberUid'. Группы перечисляют пользователей-членов со значениями groupMappingAttribute, как указано выше.

source: Controls whether Splunk will expand nested groups using the 'memberof' extension. Only check this if you have nested groups and the 'memberof' extension on your LDAP server.
ru_ru: Определяет, будет ли Splunk расширять вложенные группы, используя расширение 'memberof' . Выделяйте это только при наличии вложенных групп и расширения 'memberof' на LDAP-сервере.

source: The dynamic group attribute that contains the LDAP URL used to find members. This setting is required to configure dynamic groups. A typical value is 'memberURL'.
ru_ru: Атрибут динамической группы, который содержит URL-адрес LDAP, используемый для поиска членов. Этот параметр требуется для настройки динамических групп. Типичное значение - 'memberURL'.

source: The LDAP search filter used to retrieve dynamic groups (optional). For example, '(objectclass=groupOfURLs)'
ru_ru: Фильтр поиска LDAP, используемый для извлечения динамических групп (необязательный). Например, (objectclass=groupOfURLs)'

source: Splunk can chase referrals with anonymous bind only. You must also have anonymous search enabled on your LDAP server. Turn this off if you have no need for referrals.
ru_ru: Splunk может следовать отсылкам (referrals) только с анонимными подключениями. Вы также должны включить анонимный поиск на сервере LDAP. Выключите это, если вам не нужны отсылки.

source: Sets the maximum number of entries requested by LDAP searches. The number actually returned is subject to the limit imposed by the LDAP server.
ru_ru: Задает максимальное число записей, запрошенных поисками LDAP. Фактически возвращаемое число зависит от предела, установленного сервером LDAP.

source: The maximum time limit in seconds to wait for LDAP searches to complete. This should be less than the UI timeout of 30s.
ru_ru: Максимальный предел времени ожидания в секундах для завершения поисков LDAP. Он должен быть меньше, чем 30-и секундный тай-маут пользовательского интерфейса.

source: The maximum amount of seconds to wait on a connection to the LDAP server without activity. As a connection could be a search, this must be greater than the search time limit. Enter -1 for an infinite timeout. This should be less than the UI timeout of 30s.
ru_ru: Максимальное количество секунд ожидания для подключения к серверу LDAP без активности. Так как соединение может быть поиском, это должно быть больше, чем лимит времени поиска. Введите значение -1 для бесконечного времени ожидания. Оно должно быть меньше, чем 30-и секундный таймаут пользовательского интерфейса.

source: LDAP connection settings
ru_ru: Настройки подключения LDAP

source: User settings
ru_ru: Настройки пользователя

source: Group settings
ru_ru: Настройки календаря группы

source: Dynamic group settings
ru_ru: Настройки динамической группы

source: LDAP strategies
ru_ru: Стратегии LDAP

source: LDAP strategy name
ru_ru: Название стратегии LDAP

source: SSL enabled
ru_ru: SSL включен

source: Connection order
ru_ru: Порядок подключения

source: Bind DN Password
ru_ru: Пароль Bind DN

source: User base DN
ru_ru: База поиска пользователей

source: User base filter
ru_ru: Базовый фильтр пользователей

source: User name attribute
ru_ru: Атрибут имени пользователя

source: Real name attribute
ru_ru: Атрибут реального имени

source: Email attribute
ru_ru: Атрибут эл. почты

source: Group mapping attribute
ru_ru: Атрибут мапирования группы

source: Group base DN
ru_ru: База поиска групп

source: Static group search filter
ru_ru: Статический фильтр группового поиска

source: Group name attribute
ru_ru: Атрибут имени группы

source: Static member attribute
ru_ru: Статический атрибут члена

source: Nested groups
ru_ru: Вложенные группы

source: Dynamic member attribute
ru_ru: Динамический атрибут члена

source: Dynamic group search filter
ru_ru: Динамический фильтр группового поиска

source: Advanced settings
ru_ru: Дополнительные настройки

source: Enable referrals with anonymous bind only
ru_ru: Включить отсылки только с анонимным подключением

source: Search request size limit
ru_ru: Ограничение на размер поискового запроса

source: Search request time limit
ru_ru: Ограничение на время поискового запроса

source: Network socket timeout
ru_ru: Тайм-аут сетевого сокета

source: Configure Splunk authentication
ru_ru: Настроить аутентификацию Splunk

source: Auth Type
ru_ru: Тип аутентификации

source: Restrict the scope of searches run by this role. Search results for this role will only show events that also match this search string.
ru_ru: Ограничить область поисков, выполняемых этой ролью. Результаты поиска для этой роли будут отображеть только события, которые также соответствуют этой строке поиска.

source: Specify roles from which this role inherits capabilities and indexes. Inherited capabilities and indexes cannot be disabled. If multiple roles are specified, this role inherits capabilities from the parent with the broadest permissions.
ru_ru: Укажите роли, от которых данная роль наследует возможности и индексы. Унаследованные возможности и индексы не могут быть отключены. Если указано несколько ролей, данная роль будет наследовать возможности от родителя с максимальными полномочиями.

source: Select specific capabilities for this role.
ru_ru: Выберите специфические возможности для этой роли.

source: Set the index(es) that searches default to when no index is specified. User with this role can search other indexes using index= (e.g., "index=special_index").
ru_ru: Задайте индекс(ы), в котором(ых) выполняется поиск по умолчанию, когда не указан ни один индекс. Пользователь с этой ролью может выполнять поиск в других индексах, используя выражение index= (например, "index=special_index").

source: Restrict this role's searches to the specified index(es). Search results for this role will only show events from these indexes.
ru_ru: Ограничить поиски для этой роли указанным(и) индексом(-ами). Результаты поиска для этой роли будут отображать только события из этих индексов.

source: Can include source, host, index (can be set below), eventtype, sourcetype, search fields, *, and OR and AND. Example: "host=web* OR source=/var/log/*"
ru_ru: Может включать источник, хост, индекс (может быть задан ниже), тип события, тип источника, поля поиска, * и OR и AND. Пример: "host=web* OR source=/var/log/*"

source: Set a maximum time window (in seconds) for searches for this role. For example, set this to '60' to restrict this role's searches to 1 minute before the most recent time specified in the search. You can also set this to '0' to explicitly make the window infinite, or '-1' to unset the window for this role (can be overridden by imported roles).
ru_ru: Задать максимальное окно времени (в секундах) поисков для этой роли. Например, установите значение '60', чтобы ограничить область поиска этой роли до 1 минуты перед самым последним временем, указанным в поиске. Вы можете также установить это значение '0', чтобы явно сделать окно бесконечным, или '-1', чтобы сбросить значение окна для этой роли (может быть преодолено импортируемыми ролями).

source: Enter the maximum number of concurrent search jobs for each user of this role.
ru_ru: Введите максимальное число одновременных поисковых заданий для каждого пользователя этой роли.

source: Enter the maximum number of concurrent real-time search jobs for each user of this role. This count is independent from the normal search jobs limit.
ru_ru: Введите максимальное число одновременных поисковых заданий в режиме реального времени для каждого пользователя этой роли. Это количество не зависит от предела нормальных поисковых заданий.

source: Enter the maximum number of cumulative concurrent search jobs for this role.
ru_ru: Введите максимальное количество одновременных кумулятивных поисковых заданий для этой роли.

source: Enter the maximum number of cumulative concurrent real-time search jobs for this role. This count is independent from the normal search jobs limit.
ru_ru: Введите максимальное число одновременных кумулятивных поисковых заданий в режиме реального времени для этой роли. Это количество не зависит от предела нормальных поисковых заданий.

source: Enter the total disk space in MB that can be used by a user's search jobs. For example, '100' would limit this role to 100 MB total.
ru_ru: Введите общее дисковое пространство в мегабайтах, которое может использоваться поисковыми заданиями пользователя. Например, '100' будет ограничивать эту роль общим объемом до 100 МБ.

source: Search restrictions
ru_ru: Ограничения поиска

source: Inheritance
ru_ru: Наследование

source: Capabilities
ru_ru: Возможности

source: Indexes searched by default
ru_ru: Индексы, в которых по умолчанию совершается поиск

source: Number of capabilities
ru_ru: Число возможностей

source: Role name
ru_ru: Имя роли

source: Restrict search terms
ru_ru: Ограничить условия поиска

source: Restrict search time range
ru_ru: Ограничить временной диапазон поиска

source: User-level concurrent search jobs limit
ru_ru: Ограничение одновременных поисковых заданий уровня пользователя

source: User-level concurrent real-time search jobs limit
ru_ru: Ограничение одновременных поисковых заданий в реальном времени уровня пользователя

source: Role-level concurrent search jobs limit
ru_ru: Ограничение одновременных поисковых заданий уровня роли

source: Role-level concurrent real-time search jobs limit
ru_ru: Ограничение одновременных поисковых заданий в реальном времени уровня роли

source: Limit total jobs disk quota
ru_ru: Ограничение дисковой квоты для всех заданий

source: roles
ru_ru: роли

source: capabilities
ru_ru: возможности

source: Imported capabilities
ru_ru: Импортированные возможности

source: All non-internal indexes
ru_ru: Все не-внутренние индексы

source: All internal indexes
ru_ru: Все внутренние индексы

source: search indexes
ru_ru: индексы поиска

source: Manage user settings, including password and email address.
ru_ru: Управлять пользовательскими настройками, в том числе паролем и адресом электронной почты.

source: Assign this user to one or more roles. The user will inherit all the settings and capabilities from these roles.
ru_ru: Назначить этого пользователя на одну или несколько ролей. Пользователь наследует все настройки и возможности этих ролей.

source: Set a default app for this user. Setting this here overrides the default app inherited from the user's role(s).
ru_ru: Установить приложение по умолчанию для этого пользователя. Эта установка переопределит приложения по умолчанию, унаследованные от роли(-ей) пользователя.

source: Assign to roles
ru_ru: Назначить роли

source: Create a role for this user
ru_ru: Создать роль для этого пользователя

source: Configure cluster components, including master node, peer nodes, and search heads, and view their status.
ru_ru: Настроить компоненты кластера, включая мастер-узел, одноранговые узлы и головные узлы поиска, а также посмотреть их статус.

source: Indexer clustering
ru_ru: Кластеризация индексатора

source: Restart Splunk.
ru_ru: Перезапустить Splunk.

source: Splunk controls
ru_ru: Элементы управления Splunk

source: Server controls
ru_ru: Элементы управления сервера

source: Create new indexes and manage index size preferences.
ru_ru: Создать новые индексы и управлять настройками размера индекса.

source: Permission Denied
ru_ru: Доступ запрещен

source: Get data from files and directories
ru_ru: Получить данные из файлов и каталогов

source: You can tell Splunk to continuously collect data from a file or directory (keep indexing data as it comes in), or index a static file and then stop.
ru_ru: Вы можете указать Splunk'у непрерывно собирать данные из файла или каталога (в процессе этого поддерживая индексацию данных), или индексировать статический файл, а затем остановится.

source: Tell Splunk where to get your data and what to do with it.
ru_ru: Указать Splunk, где получать ваши данные и что с ним делать.

source: Tell Splunk how to set the value of the host field in your events from this source.
ru_ru: Указать Splunk как установить значение поля хоста в ваших событиях из этого источника.

source: Tell Splunk what kind of data this is so you can group it with other data of the same type when you search. Splunk does this automatically, but you can specify what you want if Splunk gets it wrong.
ru_ru: Указать Splunk какой это тип данных, для того, чтобы вы могли группировать их с другими данными того же типа во время поиска. Splunk делает это автоматически, но можно указать, что вы хотите, если Splunk делает это неправильно.

source: When Splunk has consumed your data, it goes into an index. By default, Splunk puts it in the 'main' index, but you can specify a different one.
ru_ru: Когда Splunk потребляет ваши данные, они идут в индекс. По умолчанию Splunk помещает их в индекс 'main', но вы можете указать другой.

source: This can be any file or directory accessible from this Splunk installation. <br /> On Windows: c:\apache\apache.error.log or \\hostname\apache\apache.error.log. <br /> On Unix: /var/log or /mnt/www01/var/log. Make sure Splunk has the correct permissions to access the data you want it to collect.
ru_ru: Это может быть любой файл или каталог, доступный из вашего экземпляра Splunk.<br /> В Windows: c:apacheapache.error.log или \\hostnameapacheapache.error.log. <br />На Unix: /var/log или /mnt/www01/var/log. Убедитесь, что Splunk имеет правильные полномочия для доступа к данным, которые вы хотите собрать.

source: Specify which segment of the source path to set as the Host field. <br /> For example: 3 (sets to 'hostname' for the path /var/log/hostname/)
ru_ru: Укажите, какой сегмент исходного пути, задать в качестве поля Host. <br /> Например: 3 (задает для 'hostname' путь/var/log/hostname/)

source: When this is set to automatic, Splunk classifies and assigns the sourcetype automatically, and gives unknown sourcetypes placeholder names.
ru_ru: При установке в автоматический режим, Splunk классифицирует и автоматически присваивает тип источника sourcetype, и дает неизвестным типам источников замещающие имена.

source: Splunk classifies all common data types automatically, but if you're looking for something specific, you can find more source types in the <a href="../../../apps/remote">SplunkApps apps browser</a> or online at <a href="http://apps.splunk.com/" target="_blank">apps.splunk.com</a>.
ru_ru: Splunk автоматически классифицирует все распространенные типы данных, но если вы ищете нечто конкретное, вы можете найти больше типов источников в <a href="../../../apps/remote">Браузере приложеноий SplunkApps </a> или в интернете по адресу <a href="http://apps.splunk.com/" target="_blank">apps.splunk.com</a>.

source: Create an index in Settings > Indexes and it will appear in this list. Consider creating a test index when you're putting a new type of data into Splunk.
ru_ru: Создайте индекса в Настройки > Индексы и он появится в этом списке. Рассмотрите возможность создания тестового индекса, когда вы помещаете новый тип данных в Splunk.

source: If checked, monitoring begins at the end of the file (like tail -f). This only applies to the file the first time Splunk sees it. After that, Splunk's internal file position records keep track of it.
ru_ru: Если этот флажок установлен, мониторинг начинается в конце файла (как tail -f). Это относится только к файлу, который Splunk видит первый раз. Впоследствии это отслеживается Записями внутренней позиции файла Splunk.

source: Specify a regex that files from this source must match to be monitored by Splunk.
ru_ru: Укажите регулярное выражение, которому должны соответствовать файлы из этого источника чтобы их мониторил Splunk.

source: Specify a regex that files from this source must NOT match to be monitored by Splunk.
ru_ru: Укажите регулярное выражение, которому НЕ должны соответствовать файлы из этого источника чтобы их мониторил Splunk.

source: Advanced options
ru_ru: Расширенные настройки

source: Data inputs (files)
ru_ru: Вводы данных (файлы)

source: Specify the source
ru_ru: Укажите источник

source: Continuously index data from a file or directory this Splunk instance can access
ru_ru: Непрерывно индексировать данные из файла или каталога к которым этот экземпляр Splunk может получить доступ

source: Upload and index a file
ru_ru: Выгрузить и индексировать файл

source: Index a file once from this Splunk server
ru_ru: Индексировать файл один раз с этого сервера Splunk

source: Full path to your data
ru_ru: Полный путь к вашим данным

source: Set host
ru_ru: Задать хост

source: constant value
ru_ru: постоянное значение

source: regex on path
ru_ru: регулярное выражение на пути

source: segment in path
ru_ru: сегмент в пути

source: Set the source type
ru_ru: Задать тип источника

source: From list
ru_ru: Из списка

source: Set the destination index
ru_ru: Задать индекс назначения

source: Follow tail
ru_ru: Следовать за концом

source: Number of files
ru_ru: Количество файлов

source: Set sourcetype field for all events from this source.
ru_ru: Задать поле sourcetype для всех событий из этого источника.

source: Specify a command and arguments to run. Quote arguments if necessary.
ru_ru: Укажите команду и аргументы для запуска. Закавычьте аргументы, если это необходимо.
