Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: At least one of your instances appears to have no indexer cluster label set. We recommend you set the indexer cluster label on the cluster master.
ru_ru: По видимому, один из ваших экземпляров не имеет метки кластера индексатора. Мы рекомендуем вам установить метку кластера индексатора на мастере кластера.

source: This instance appears to have no search head cluster label set. We recommend you set the search head cluster on any search head cluster member.
ru_ru: По видимому, этот экземпляр не имеет метки кластера головного узла поиска. Мы рекомендуем вам установить метку кластера головного узла поиска на каждом члене кластера сервера головного узла поиска.

source: At least one of your instances appears to have no search head cluster label set. We recommend you set the search head cluster on any search head cluster member.
ru_ru: По видимому, как минимум один из экземпляров не имеет метки кластера головного узла поиска. Мы рекомендуем вам установить метку кластера головного узла поиска на любом члене кластера сервера головного узла поиска.

source: This instance is a search head deployer without a search head cluster label. We recommend you edit this instance to set its search head cluster label.
ru_ru: Этот экземпляр является головным поисковым узлом развертывания и не имеет метки кластера головного узла поиска. Мы рекомендуем вам отредактировать этот экземпляр и установить его метку кластера головного узла поиска.

source: At least one of your instances is a search head deployer without a search head cluster label. We recommend you edit these instances to set their search head cluster labels.
ru_ru: Как минимум один из ваших экземпляров является головным поисковым узлом развертывания и не имеет метки кластера головного узла поиска. Мы рекомендуем вам отредактировать эти экземпляры и установить их метки кластеров головного узла поиска.

source: You have some unresolved errors that need to be fixed before you can proceed.
ru_ru: У вас есть некоторые нерешенные ошибки, которые должны быть исправлены, прежде чем вы сможете продолжить.

source: Please wait while we save your configuration.
ru_ru: Пожалуйста, подождите, пока мы сохраняем вашу конфигурацию.

source: Your changes have been applied.
ru_ru: Ваши изменения были применены.

source: It may take a few minutes for your instances to be updated.
ru_ru: Обновление ваших экземпляров может занять несколько минут.

source: Standalone
ru_ru: Изолированный

source: Distributed
ru_ru: Распределенный

source: Unable to connect to this instance. Go
ru_ru: Невозможно подключиться к этому экземпляру. Перейдите к

source: and ensure this instance has been configured properly.
ru_ru: и убедитесь, что этот экземпляр был настроен должным образом.

source: Configuration for instance
ru_ru: Конфигурация для экземпляра

source: and
ru_ru: и

source: and
ru_ru: и

source: more
ru_ru: более

source: could not be written.
ru_ru: не могут быть записаны.

source: Please make sure these instances are up. Check
ru_ru: Пожалуйста, убедитесь, что эти экземпляры работают. Проверьте

source: for more information.
ru_ru: для получения дополнительной информации.

source: Mode:
ru_ru: Режим:

source: This instance
ru_ru: Этот экземпляр

source: Remote instances
ru_ru: Удаленные экземпляры

source: Apply Changes
ru_ru: Применить изменения

source: Reset All Settings
ru_ru: Сбросить все настройки

source: Current topology of your Splunk Enterprise deployment.
ru_ru: Текущая топология развертывания вашего Splunk Enterprise.

source: about setup.
ru_ru: о настройке.

source: Splunk Instances are listed here.
ru_ru: Здесь перечислены экземпляры Splunk.

source: Distributed Management Console
ru_ru: Распределенная консоль управления

source: DRILLDOWN
ru_ru: ДЕТАЛИЗАЦИЯ

source: instance
ru_ru: экземпляр

source: instances
ru_ru: экземпляры

source: Time range:
ru_ru: Диапазон времени:

source: Views
ru_ru: Представления

source: Indexing Performance
ru_ru: Производительность индексации

source: Resource Usage
ru_ru: Использование ресурса

source: Search Activity
ru_ru: Поисковая активность

source: Search Usage Statistics
ru_ru: Статистика использования поиска

source: more instances ...
ru_ru: больше экземпляров...

source: Filter by Last:
ru_ru: Фильтровать за последние:

source: 1 Hour
ru_ru: 1 час

source: 4 Hours
ru_ru: 4 часа

source: 24 Hours
ru_ru: 24 часа

source: 3 days
ru_ru: 3 дня

source: 7 days
ru_ru: 7 дней

source: 5 per page
ru_ru: 5 на странице

source: 15 per page
ru_ru: 15 на странице

source: Alerts require setup. Please
ru_ru: Оповещения требуют настройки. Пожалуйста

source: your instance first.
ru_ru: сначала ваш экземпляр.

source: Enable or Disable
ru_ru: Включите или Отключите

source: Manage triggered alerts
ru_ru: Управление сработавшими оповещениями

source: Snapshot, aggregated across all 6.2 or later indexers.
ru_ru: Снимок состояния, агрегированый по всем индексаторам версии 6.2 или более поздней версии.

source: Snapshot, averaged across all 6.2 or later indexers.
ru_ru: Снимок состояния, усредненный по всем индексаторам версии 6.2 или более поздней версии.

source: Snapshot machine-wide CPU usage averaged across all indexers.
ru_ru: Снимок состояния использования ЦП компьютера, усредненный по всем индексаторам.

source: Snapshot machine-wide physical memory usage averaged across all indexers.
ru_ru: Снимок состояния использования физической памяти компьютера, усредненный по всем индексаторам.

source: Snapshot search concurrency aggregated across all search heads.
ru_ru: Снимок состояния параллельного поиска, агрегированный по всем головным узлам поиска.

source: Snapshot search concurrency averaged across all search heads.
ru_ru: Снимок состояния параллельного поиска, усредненный по всем головным узлам поиска.

source: Snapshot machine-wide CPU usage averaged across all search heads.
ru_ru: Снимок состояния использования ЦП компьютера, усредненный по всем головным узлам поиска.

source: Snapshot machine-wide physical memory usage averaged across all search heads.
ru_ru: Снимок состояния использования физической памяти компьютера, усредненный по всем головным узлам поиска.

source: Total number of bucket copies, aggregated across all cluster peers
ru_ru: Общее число копий корзины, агрегированое по всем одноранговым узлам кластера

source: Represents a unique set of all compressed rawdata in replicated indexes.
ru_ru: Представляет уникальный набор всех сжатых необработанных данных в реплицированных индексах.

source: Snapshot machine-wide CPU usage averaged across all cluster masters.
ru_ru: Снимок состояния использования ЦП компьютера, усредненный по всем мастерам кластера.

source: Snapshot machine-wide physical memory usage averaged across all cluster masters.
ru_ru: Снимок состояния использования физической памяти компьютера, усредненный по всем мастерам кластера.

source: Number of license slaves with at least one hard warning.
ru_ru: Количество ведомых лицензии по крайней мере с одним жестким предупреждением.

source: License usage and capacity aggregated across all license masters.
ru_ru: Использование лицензий и емкости, агрегированое по всем мастерам лицензий.

source: Snapshot machine-wide CPU usage averaged across all license masters.
ru_ru: Снимок состояния использования ЦП компьютера, усредненный по всем мастерам лицензий.

source: Snapshot machine-wide physical memory usage averaged across all license masters.
ru_ru: Снимок состояния использования физической памяти компьютера, усредненный по всем мастерам лицензий.

source: Snapshot machine-wide CPU usage averaged across all deployment servers.
ru_ru: Снимок состояния использования ЦП компьютера, усредненный по всем серверам развертывания.

source: Snapshot machine-wide physical memory usage averaged across all deployment servers.
ru_ru: Снимок состояния использования физической памяти компьютера, усредненный по всем серверам развертывания.

source: One or more searches failed or cancelled, please make sure all Splunk instances are up and double check the
ru_ru: Один или несколько поисков окончились неудачей или были отменены, пожалуйста, убедитесь, что все экземпляры Splunk работают и перепроверьте проверьте

source: page.
ru_ru: страницу.

source: The Distributed Management Console monitors important aspects of your Splunk Enterprise deployment.
ru_ru: Распределенна Консоль Управления отслеживает важные аспекты развертывания вашего Splunk Enterprise.

source: Mode: Distributed
ru_ru: Режим: Распределенный

source: Topology
ru_ru: Топология

source: Group:
ru_ru: Группа:

source: Indexer Clusters
ru_ru: Кластеры индексаторов

source: Search Head Clusters
ru_ru: Кластеры головных серверов поиска

source: Custom Groups
ru_ru: Пользовательские группы

source: Cluster Masters
ru_ru: Мастера кластеров

source: STATUS
ru_ru: СТАТУС

source: Peers Searchable
ru_ru: Одноранговые узлы, доступные для поиска

source: Indexes Searchable
ru_ru: Индексы, доступные для поиска

source: Bucket Copies
ru_ru: Копии корзин

source: Rawdata Size
ru_ru: Размер необработанных данных

source: CONCURRENT SEARCHES
ru_ru: ОДНОВРЕМЕННЫЕ ПОИСКИ

source: Total
ru_ru: Всего

source: Deployment Servers
ru_ru: Серверы развертывания

source: DEPLOYMENT
ru_ru: РАЗВЕРТЫВАНИЕ

source: Indexers
ru_ru: Индексаторы

source: INDEXING RATE
ru_ru: СКОРОСТЬ ИНДЕКСАЦИИ

source: License Masters
ru_ru: Мастера лицензий

source: SLAVES WITH WARNINGS
ru_ru: ВЕДОМЫЕ С ОШИБКАМИ

source: LICENSE USAGE
ru_ru: ИСПОЛЬЗОВАНИЕ ЛИЦЕНЗИЙ

source: Today
ru_ru: Сегодня

source: on
ru_ru: на

source: Machine
ru_ru: Машина

source: Machines
ru_ru: Машины

source: instance unreachable
ru_ru: экземпляр недоступен

source: instances unreachable
ru_ru: экземпляров недоступно

source: Searching for ...
ru_ru: Осуществляется поиск ...

source: RESOURCE USAGE
ru_ru: ИСПОЛЬЗОВАНИЕ РЕСУРСОВ

source: CPU
ru_ru: ЦПУ

source: Memory
ru_ru: Память

source: Search heads
ru_ru: Головные узлы поиска

source: No overlay
ru_ru: Без наложения

source: Indexing rate - per second
ru_ru: Скорость индексации - в секунду

source: CPU usage - percentage
ru_ru: Использование ЦПУ - проценты

source: Memory usage - percentage
ru_ru: Использование памяти - проценты

source: All types
ru_ru: Все типы

source: License masters
ru_ru: Мастера лицензий

source: Cluster masters
ru_ru: Мастера кластеров

source: Search head deployers
ru_ru: Головные поисковые узлы развертывания

source: Deployment servers
ru_ru: Серверы развертывания

source: Unknown
ru_ru: Неизвестные

source: or more
ru_ru: или более

source: Search head
ru_ru: Головной узел поиска

source: Instance details
ru_ru: Сведения об экземпляре

source: Resource usage
ru_ru: Использование ресурса

source: Hide unconnected
ru_ru: Скрыть неподключенные

source: Indexer clusters
ru_ru: Кластеры индексаторов

source: Search head clusters
ru_ru: Кластеры головных узлов поиска

source: Custom groups
ru_ru: Пользовательские группы

source: Platform
ru_ru: Платформа

source: OS
ru_ru: ОС

source: CPU core count
ru_ru: Количество ядер ЦП

source: Physical memory installed
ru_ru: Установленная физическая память

source: Splunk version
ru_ru: Версия Splunk

source: Indexing rate
ru_ru: Скорость индексации

source: Search concurrency
ru_ru: Параллелизм поиска

source: CPU usage
ru_ru: Использование ЦПУ

source: Memory usage
ru_ru: Использовано памяти

source: No results found for this group.
ru_ru: Ничего не найдено для этой группы.

source: First
ru_ru: Первая

source: Last
ru_ru: Последняя

source: Previous
ru_ru: Предыдущая

source: page
ru_ru: страница

source: per page
ru_ru: на страницу

source: Sort
ru_ru: Сортировать

source: Mode: Standalone
ru_ru: Режим: Изолированный

source: DISK USAGE
ru_ru: ИСПОЛЬЗОВАНИЕ ДИСКА

source: Disk
ru_ru: Диск

source: CONCURRENT SEARCHES BY TYPE
ru_ru: ПАРАЛЛЕЛЬНЫЕ ПОИСКИ ПО ТИПУ

source: CPU USAGE
ru_ru: ИСПОЛЬЗОВАНИЕ ЦПУ

source: CPU USAGE BY PROCESS
ru_ru: ИСПОЛЬЗОВАНИЕ ЦПУ ПО ПРОЦЕССАМ

source: MEMORY USAGE
ru_ru: ИСПОЛЬЗОВАНИЕ ПАМЯТИ

source: MEMORY USAGE BY PROCESS
ru_ru: ИСПОЛЬЗОВАНИЕ ПАМЯТИ ПО ПРОЦЕССАМ

source: KV STORE
ru_ru: ХРАНИЛИЩЕ "КЛЮЧЕЙ И ЗНАЧЕНИЙ"

source: Snapshot.
ru_ru: Снимок состояния.

source: Disk usage and capacity aggregated across all partitions that Splunk uses.
ru_ru: Использование диска и емкость, агрегированые по всем разделам, которые использует Splunk.

source: Machine-wide.
ru_ru: По всему компьютеру.

source: Physical memory.
ru_ru: Физическая память.

source: Aggregated size on disk.
ru_ru: Агрегированный размер на диске.

source: Distinct count of collections.
ru_ru: Уникальное число собраний.

source: All Processes
ru_ru: Все процессы

source: Size of Collections (MB)
ru_ru: Размер собраний (МБ)

source: Collections
ru_ru: Собрания

source: Oplog Size (MB)
ru_ru: Размер журнала Oplog (МБ)

source: Failed to disable alert.
ru_ru: Не удалось отключить оповещение.

source: Disable Alert
ru_ru: Отключить оповещение

source: Are you sure you want to disable the following alert?
ru_ru: Вы уверены, что хотите отключить следующее предупреждение?

source: Failed to save changes to alert.
ru_ru: Не удалось сохранить изменения для предупреждения.

source: Edit Alert:
ru_ru: Редактировать оповещение:

source: Value must be a number greater than
ru_ru: Значение должно быть числом больше чем

source: Value must be a number in the range of
ru_ru: Значение должно быть числом в диапазоне

source: Warning: one or both of your alert description or search query has been changed from the preconfigured settings. Modifying the alert through this dialog will reset these attributes to their original form.
ru_ru: Предупреждение: одно или оба ваших описаний оповещений или поискового запроса были изменены от предварительно настроенных параметров. Изменение оповещения через это диалоговое окно сбросит эти атрибуты к их первоначальной форме.

source: Alert Thresholds
ru_ru: Пороговые значения оповещения

source: Failed to enable alert.
ru_ru: Не удалось включить оповещение.

source: Enable Alert
ru_ru: Включить оповещение

source: Are you sure you want to enable the following alert?
ru_ru: Вы уверены, что хотите включить следующее оповещение?

source: No preconfigured alerts found.
ru_ru: Предварительно настроенные предупреждения не найдены.

source: Advanced Edit
ru_ru: Расширенное редактирование

source: Platform Alerts Setup
ru_ru: Настройка оповещений платформы

source: Manage Distributed Management Console platform alerts.
ru_ru: Управление предупреждениями платформы Распределенной консоли управления.

source: 25 Per Page
ru_ru: 25 на странице

source: in progress
ru_ru: активный

source: cancelled
ru_ru: отмененный

source: done
ru_ru: завершенный

source: error
ru_ru: с ошибкой

source: failed
ru_ru: неудавшийся

source: start
ru_ru: начать

source: Run Again
ru_ru: Запустите снова

source: Later
ru_ru: Позже

source: Forwarder monitoring is active. Do you want to rebuild forwarder assets now? This operation can take time and increase the search workload on your indexers. Click "Later" to run the rebuild at the next scheduled search time.
ru_ru: Мониторинг перенаправителя активен. Вы хотите восстановить активы перенаправителя сейчас? Эта операция может занять некоторое время и увеличить поисковую нагрузку на ваши индексаторы. Нажмите кнопку "Позже", чтобы запустить восстановление в следующем запланированном периоде поиска.

source: Build Forwarder Assets Now
ru_ru: Построить активы перенаправителя сейчас

source: Forwarder Monitoring Setup
ru_ru: Настройка мониторинга перенаправителя

source: Forwarder monitoring dashboards provide information on forwarder activity and throughput. If you turn on forwarder monitoring, Splunk Enterprise enables a scheduled search named
ru_ru: Панели мониторинга перенаправителей предоставляют информацию о работе и пропускной способности перенаправителя. Если вы включите мониторинг перенаправителя, Splunk Enterprise включает поиск по расписанию с именем

source: that relies on internal network input metrics that your indexers record. If you have many forwarders, this search can significantly affect the search workload of the indexers.
ru_ru: который опирается на внутренние метрики ввода сети, которые записывают ваши индексаторы. Если у вас много переадресаторов, этот поиск может существенно повлиять на рабочую поисковую нагрузку индексаторов.

source: To mitigate the cost of this search, increase the data collection interval so that the search runs less frequently.
ru_ru: Для снижения затрат этого поиска, увеличьте интервал сбора данных таким образом, чтобы поиск выполняется реже.

source: Rebuild forwarder assets ...
ru_ru: Восстановление активов перенаправителя ...

source: The distributed management console tags as “missing” any forwarders that do not report status within 15 minutes. This includes forwarders you might have decommissioned.
ru_ru: Распределенная консоль управления помечает как «отсутствующие» перенаправители, которые не сообщают о своем состоянии в течение 15 минут. К ним также относятся перенаправители, которые могли бы быть выведены вами из эксплуатации.

source: You can rebuild the list of forwarder assets to remove decommissioned forwarders from the status page. Click "Rebuild forwarder assets" and select the time range from which you want to rebuild the asset table. The distributed management console deletes the existing table and uses input metrics from indexers to create a new table.
ru_ru: Можно перестроить список переадресаторов для удаления выведенных из эксплуатации переадресаторов со страницы состояния. Нажмите кнопку «Перестроить активы перенаправителя» и выберите диапазон времени, с которого необходимо перестроить таблицу активов. Распределенная консоль управления удаляет существующую таблицу и использует метрики ввода от индексаторов для создания новой таблицы.

source: Caution: Rebuilding forwarder assets can affect performance on indexers and can take a significant amount of time, depending on the number of forwarders you have in your deployment.
ru_ru: Предупреждение: Перестроение активов перенаправителя может повлиять на производительность индексаторов и может занять значительное время, зависящее от количества перенаправителей, развернутых у вас.

source: Enable Forwarder Monitoring
ru_ru: Включить мониторинг перенаправителя

source: Forwarder Monitoring
ru_ru: Мониторинг перенаправителя

source: Fetch data every
ru_ru: Извлекать данные каждые

source: Data Collection Interval
ru_ru: Интервал сбора данных

source: 15 minutes
ru_ru: 15 минут

source: 30 minutes
ru_ru: 30 минут

source: 1 hour
ru_ru: 1 час

source: 2 hours
ru_ru: 2 часа

source: 4 hours
ru_ru: 4 часа

source: 8 hours
ru_ru: 8 часов

source: 12 hours
ru_ru: 12 часов

source: 24 hours
ru_ru: 24 часа

source: If you enable forwarder monitoring, a scheduled search named
ru_ru: Если включить мониторинг сервера пересылки, запланированный поиск с именем

source: will be enabled. This may affect the search workload.
ru_ru: будет включен. Это может повлиять на рабочую нагрузку поиска.

source: Start Monitoring
ru_ru: Начать мониторинг

source: This action deletes the existing assets table and can be resource-intensive on indexers.
ru_ru: Это действие удаляет существующую таблицу активов и может быть ресурсоемким на индексаторов.

source: Select the time range for the new forwarder assets table.
ru_ru: Выберите диапазон времени для новой таблицы активов перенаправителя.

source: Start Rebuild
ru_ru: Начать восстановление

source: Rebuild Forwarder Assets
ru_ru: Перестроить активы перенаправителя

source: Time Range:
ru_ru: Диапазон времени:

source: Last 15 minutes
ru_ru: Последние 15 минут

source: Last 30 minutes
ru_ru: Последние 30 минут

source: Last 1 hour
ru_ru: Последний 1 час

source: Last 4 hours
ru_ru: Последние 4 часа

source: Last 8 hours
ru_ru: Последние 8 часов

source: Last 12 hours
ru_ru: Последние 12 часов

source: Last 24 hours
ru_ru: Последние 24 часа

source: Splunk Enterprise uses logs in this time range to discover forwarders.
ru_ru: Splunk Enterprise использует журналы в этом диапазоне времени для обнаружения перенаправителей.

source: Instance (host)
ru_ru: Экземпляр (хост)

source: The "host" metadata field that an instance uses to tag the events it reads from data inputs. Set in inputs.conf / [default] / host.
ru_ru: Поле метаданных "host", которое экземпляр использует для отметки события, считываемое им из данных ввода. Задается в inputs.conf / [default] / host.

source: Instance (serverName)
ru_ru: Экземпляр (serverName)

source: The "splunk_server" internal field that an instance uses to tag the events it returns as search results. Set in server.conf / [general] / serverName.
ru_ru: Внутреннее поле "splunk_server", которое экземпляр использует для отметки события возвращается как результат поиска. Задается в server.conf / [general] / serverName.

source: The host name of the machine on which this Splunk Enterprise instance is running.
ru_ru: Имя хоста машины, на которой выполняется экземпляр Splunk Enterprise.

source: Server roles
ru_ru: Роли сервера

source: Indexer Cluster(s)
ru_ru: Кластер(ы) индексатора

source: Search Head Cluster(s)
ru_ru: Кластер(ы) головного узла поиска

source: Monitoring
ru_ru: Мониторинг

source: Only data from enabled and configured instances appears in DMC dashboards.
ru_ru: На панелях мониторинга Распределенной консоли управления (DMC) отображаются только данные из включенных и настроенных экземпляров .

source: State
ru_ru: Состояние

source: Problems
ru_ru: Проблемы

source: Edit Selected Instances
ru_ru: Редактировать выбранные экземпляровы

source: Resolve these problems to ensure that your dashboards are complete.
ru_ru: Решите эти проблемы, чтобы убедиться, что ваши приборные панели полностью готовы.

source: Peer URI
ru_ru: URI Однорангового узла

source: Cores
ru_ru: Ядра

source: RAM
ru_ru: ОЗУ

source: Version
ru_ru: Версия

source: Configured
ru_ru: Сконфигурирован

source: is not configured.
ru_ru: не сконфигурирован

source: You have some unresolved errors. Expand this row to view.
ru_ru: У вас есть некоторые неразрешенные ошибки. Разверните эту строку для просмотра.

source: You have some unresolved warnings. Expand this row to view.
ru_ru: У вас есть некоторые неразрешенные предупреждения. Разверните эту строку для просмотра.

source: Only available in distributed mode.
ru_ru: Доступно только в распределенном режиме.

source: Go to Overview
ru_ru: Перейти к Обзору

source: Disable Instance
ru_ru: Отключить экземпляр

source: All your preconfigured roles will be lost.
ru_ru: Все предварительно настроенные роли будут потеряны.

source: Are you sure you want to disable this instance?
ru_ru: Вы уверены, что вы хотите, чтобы отключить этот экземпляр?

source: Your instance has been disabled.
ru_ru: Экземпляр был отключен.

source: Switch to Distributed Mode
ru_ru: Переключить в распределенный режим

source: Do not configure the DMC in distributed mode if this is a production search head. Doing so can change the behavior of all searches on this instance. This is dangerous and unsupported.
ru_ru: Не настраивайте Распределенную консоль управления (DMC) в распределенном режиме, если это рабочий головной узел поиска. Это может повлиять на поведение всех поисков на этом экземпляре. Это опасно и не поддерживается.

source: If you want to configure the DMC in distributed mode, you must locate the DMC on an instance that is not a production search head.
ru_ru: Если вы хотите настроить Распределенную консоль управления (DMC) в распределенном режиме, необходимо разместить DMC на экземпляре, который не является рабочим головным узлом поиска.

source: Are you sure you want to continue?
ru_ru: Вы уверены, что хотите продолжить?

source: Disable Selected Instances
ru_ru: Отключить выбранные экземпляры

source: Disable All Selected Instances
ru_ru: Отключить все выбранные экземпляры
