Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: For sendmail search results, separate the values of "senders" into multiple values. Then, display the top values.
ru_ru: Для результатов поиска sendmail разделять значения "senders" ("отправители") на несколько значений. Затем отображать ведущие (наиболее частые) значения.

source: Changes a specified multi-value field into a single-value field at search time.
ru_ru: Меняет заданное многозначное поле на одно поле во время поиска.

source: Converts values of the specified multi-valued field into one single value (overrides multi-value field configurations set in fields.conf).
ru_ru: Преобразует значения указанного многозначного поля в одно единственное значение (переопределяет конфигурации многозначного поля в fields.conf).

source: For sendmail events, combine the values of the senders field into a single value; then, display the top 10 values.
ru_ru: Для событий sendmail объединить значения поля отправителей в одно значение; затем показать ведущие 10 значений.

source: Used by timechart.
ru_ru: Используется timechart.

source: Tells the search pipeline not to perform any automatic key/value extraction.
ru_ru: Указывает конвейеру поиска не совершать какие-либо автоматические извлечения "ключ/значение".

source: Removes outlying numerical values.
ru_ru: Удаляет выпадающие числовые значения.

source: Removes or truncates outlying numerical values in selected fields. If no fields are specified, then outlier will attempt to process all fields.
ru_ru: Удаляет или обрезает выпадающие числовые значения в выбранных полях. Если не указаны поля, то outlier попытается обработать все поля.

source: Remove all outlying numerical values.
ru_ru: Удалить все выпадающие числовые значения.

source: For a timechart of webserver events, transform the outlying average CPU values.
ru_ru: Для timechart событий веб-сервера преобразовать выпадающие средние значения ЦПУ.

source: Outlier options
ru_ru: Опции выпадения

source: What to do with outlying events. RM | REMOVE removes the field from events containing outlying numerical values. \ TF | TRANSFORM truncates the outlying value to the threshold for outliers and, if mark=true, prefixes the value with "000"
ru_ru: Что делать с выпадающими событиями. RM | REMOVE удаляет поля из событий, содержащих выпадающие числовые значения. \ TF | TRANSFORM усекает выпадающие значения до порога выпадений и, если mark=true, добавляет значению префикс "000"

source: Parameter controlling the threshold of outlier detection. An outlier is defined as \ a numerical value that is outside of param multiplied the inter-quartile range.
ru_ru: Параметр, управляющим порогом обнаружения выпадения. Выпадение определяется как \ числовое значение, которое находится вне param умноженного на интерквартильный диапазон.

source: Controls whether to look for outliers for values below the median in addition to above it
ru_ru: Определяет, следует ли искать выпадения для значений ниже медианы в дополнение к значениям выше ее

source: Runs a given search query and export events to a set of chunk files on local disk.
ru_ru: Запускает заданный поисковый запрос и экспортирует события в набор фрагментированных файлов на локальном диске.

source: Runs a given search query and exports events to a set of chunk files on local disk. \ This command runs a specified search query and oneshot export search results to local disk \ at "$SPLUNK_HOME/var/run/splunk/dispatch/&lt;sid&gt;/dump". It recognizes a special field \ in the input events, _dstpath, which if set will be used as a path to be appended to dst \ to compute final destination path. \i\\ "basefilename" - prefix of the export filename. \i\\ "rollsize" - minimum file size at which point no more events are written to the file and \i\\ it becomes a candidate for HDFS transfer, unit is "MB", default "64MB". \i\\ "maxlocal" - maximum allowable local disk usage at which point in-memory data and local files are \i\\ flushing and exporting to HDFS, unit is "MB", default "1GB". \i\\ "compress" - gzip compression level from 0 to 9, 0 means no compression, higher number \i\\ means more compression and slower writing speed, default 2. \i\\ "format" - output data format, supported values are raw | csv | tsv | json | xml \i\\ "fields" - list of splunk event fields exported to export data, invalid fields will be ignored \i\\
ru_ru: Выполняет заданный поисковый запрос и экспортирует события в набор фрагментированных файлов на локальном диске. \ Эта команда запускает указанный поисковый запрос и oneshot экспортирует результаты поиска на локальный диск \ в "$SPLUNK_HOME/var/run/splunk/dispatch/&lt;sid&gt;/dump". Она различает специальное поле \ во входных событиях, _dstpath, которое, если задано, будет использоваться в качестве пути для добавления к dst \ чтобы вычислить конечный путь назначения. \i\\ "Basefilename" - префикс экспорта файла. \i\\ "Rollsize" - минимальный размер файла, при котором указать не больше событий записываются в файл и \i\\ он становится кандидатом для передачи HDFS, блок "MB", по умолчанию "64MB". \i\\ "Maxlocal" - максимально допустимое использование локального диска, на котором точка в памяти данных и локальные файлы \ я \\\ п Промывка и экспорт в HDFS, блок "MB", по умолчанию "1GB". \в "Сжимать" - GZIP степень сжатия от 0 до 9, 0 означает отсутствие сжатия, большее число \i\\ означает больше степень сжатия и медленнее скорость записи, по умолчанию 2. \i\\ "Формат" - формат вывода данных, поддерживаемые значения сырые | CSV | TSV | JSON | XML \i\\ "поля" - список полей событий Splunk экспортируемых для экспорта данных, недействительные поля будут игнорироваться \i\\

source: Export all events from the index "bigdata" to the location "YYYYmmdd/HH/host" \ at the "$SPLUNK_HOME/var/run/splunk/dispatch/&lt;sid&gt;/dump/" directory on local disk with "MyExport" \ as the prefix of export filenames. Partitioning of the export data is achieved by eval preceeding the dump command.
ru_ru: Экспортировать все события из индекса "bigdata" в отдел "YYYYmmdd/HH/host" \ в каталоге "$SPLUNK_HOME/var/run/splunk/dispatch/&lt;sid&gt;/dump/" на локальном диске, используя "MyExport" \ в качестве префикса имен файлов экспорта. Разбиение экспортируемых данных достигается посредством команды eval, предшествующей команде dump.

source: Export all events from the index "bigdata" to the location "/myexport/host/source" on \ local disk with "MyExport" as the prefix of export filenames
ru_ru: Экспортировать все события из индекса "bigdata" в отдел "/myexport/host/source" \ на локальном диске, используя "MyExport" в качестве префикса имен файлов экспорта.

source: exporting
ru_ru: экспортирование

source: Outputs search results to the specified CSV file.
ru_ru: Выводит результаты поиска в указанный CSV-файл.

source: If no filename specified, rewrites the contents of each result as a CSV row into the "_xml" field. \ Otherwise writes into file (appends ".csv" to filename if filename has no existing extension). \ If singlefile is set to true and output spans multiple files, collapses it into a single file. \ the option usexml=[t|f] specifies whether or not to encode the csv output into xml and has effect \ only when no filename is specified. This option should not specified when invoking outputcsv from \ the UI. If dispatch option is set to true, filename refers to a file in the job directory in \ $SPLUNK_HOME/var/run/splunk/dispatch/<job id>/ \ If 'create_empty' is true and no results are passed to outputcsv, an 0-length file is created. \ When false (the default) no file is created and the file is deleted if it previously existed. \ If 'append' is true, we will attempt to append to an existing csv file if it exists or create a \ file if necessary. If there is an existing file that has a csv header already, we will only emit \ the fields that are referenced by that header. (Defaults to false) .gz files cannot be append to.
ru_ru: Если имя файла (filename) не указано, перезаписывает содержимое каждого результата в виде строки CSV в поле "_xml". \ В противном случае записывает в файл (добавляет ".csv" к имени файла, если у имени файла не существует расширения). \ Если singlefile имеет значение ​​"истинно" (true) и вывод занимает несколько файлов, сворачивает его в один файл. \ опция usexml=[t|f] определяет, будет ли или нет происводиться кодирование вывода CSV в XML и действует \ только тогда, когда не указано никакого файла. Этот параметр не следует указывать при вызове outputcsv из \ пользовательского интерфейса. Если опция dispatch имеет значение ​​"истинно" (true), filename ссылается на файл в каталоге заданий в \ $SPLUNK_HOME/var/run/splunk/dispatch/<job id>/\\n Если 'create_empty' истинно (true) и в outputcsv не передаются результаты, создается файл нулевой (0) длины. \ Если "ложно" (false) (по умолчанию) - файл не создается, а если он ранее существовал - файл будет удален. \ Если 'append' истинно, мы будем пытаться добавлять в существующий файл csv, если он существует, или создадим \ файл, если это необходимо. Если существует файл, уже имеющий заголовок csv, мы будем выдавать только \ поля, на которые есть ссылки этом заголовком. (По умолчанию "ложно" (false)) добавления не могут быть сделаны к файлам .gz.

source: Output search results to the CSV file 'mysearch.csv'.
ru_ru: Вывести результаты поиска в CSV-файл 'mysearch.csv'.

source: results::write
ru_ru: результаты::записать

source: Save search results to specified static lookup table.
ru_ru: Сохранить результаты поиска в указанную статическую таблицу поиска.

source: Saves results to a lookup table as specified by a filename (must end with .csv or .gz) or a table name (as specified by a stanza name in transforms.conf). If the lookup file does not exist, we will by default create the file in the lookups directory of the current application. If the 'createinapp' option is set to false or if there is no current application context, then we will create the file in the system lookups directory. \ If 'create_empty' is true (the default) and no results are passed to outputlookup, an 0-length file is created. \ When false no file is created and the file is deleted if it previously existed. \ If 'key_field' is set to a valid field name and this is a key-value store-based lookup, we will \ attempt to use the specified field as the key to a value and replace that value. \ If 'append' is true, we will attempt to append to an existing csv file if it exists or create a \ file if necessary. If there is an existing file that has a csv header already, we will only emit \ the fields that are referenced by that header. (Defaults to false). .gz files cannot be appended to.
ru_ru: Сохраняет результаты в таблицу поиска, как указано именем файла (должно заканчиваться на .csv или .gz) или имя таблицы (как указано в секции name в transforms.conf). Если файл поиска не существует, мы по умолчанию создадим файл в каталоге поисков текущего приложения. Если опция 'createinapp' задана как "ложно" (false), или если текущий контекст приложения отсутствует, то мы создадим файл в системном каталоге поисков. \ Если 'create_empty' "истинно" (true) (по умолчанию) и результаты outputlookup не передаются, создается файл нулевой (0) длины. \ Если "ложно" (false) (по умолчанию) - файл не создается, а если он ранее существовал - файл будет удален. \ Если 'key_field' задан как допустимое имя поля и это поиск по хранилищу "ключ/значение", мы будем \ пытаться использовать указанное поле в качестве ключа к значению, и заменим это значение. \ Если 'append' истинно, мы будем пытаться добавлять в существующий файл csv, если он существует, или создадим \ файл, если это необходимо. Если существует файл, уже имеющий заголовок csv, мы будем выдавать только \ поля, на которые есть ссылки этом заголовком. (По умолчанию "ложно" (false)) добавления не могут быть сделаны к файлам .gz.

source: Write to "users.csv" lookup file (under $SPLUNK_HOME/etc/system/lookups or $SPLUNK_HOME/etc/apps/*/lookups).
ru_ru: Записывать в файл поиска "users.csv" (в $SPLUNK_HOME/etc/system/lookups или $SPLUNK_HOME/etc/apps/*/lookups).

source: Write to "usertogroup" lookup table (as specified in transforms.conf).
ru_ru: Записывать в таблицу поиска "usertogroup" (как указано в transforms.conf).

source: Outputs search results in a simple, raw text-based format.
ru_ru: Выводит результаты поиска в простом, необработанном текстовом формате.

source: Outputs search results in a simple, raw text-based format, with each attribute value on a separate text line. Useful for commandline searches.
ru_ru: Выводит результаты поиска в простом, необработанном текстовом формате, с каждым значением атрибута на отдельной текстовой строке. Полезно для поисков командной строки.

source: An easter egg command that replaces incoming search results with a single result with ascii art.
ru_ru: Команда easter egg, которая заменяет входящие результаты поиска одним результатом с ascii графикой.

source: Outputs the raw text (_raw) of results into the _xml field.
ru_ru: Выводит необработанный текст (_raw) результатов в поле _xml.

source: Rewrites the _raw field of the result into the "_xml" field. \ If usexml is set to true (the default), the _raw field is \ XML escaped.
ru_ru: Перезаписывает поле _raw результата в поле "_xml". \ Если usexml имеет значение "истинно" (true) (по умолчанию), поле _raw является \ экранированным XML.

source: Output the "_raw" field of your current search into "_xml".
ru_ru: Выводить поле "_raw" вашего текущего поиска в "_xml".

source: Finds events in a summary index that overlap in time or have missed events.
ru_ru: Находит в суммарном индексе события, которые перекрываются во времени или имеют пропущенные события.

source: Find events in a summary index that overlap in time, or\ find gaps in time during which a scheduled saved search may have\ missed events. Note: If you find a gap, run the search over the period\ of the gap and summary index the results (using | collect). If you\ find overlapping events, manually delete the overlaps from the summary\ index by using the search language. Invokes an external python script\ (in etc/searchscripts/sumindexoverlap.py), which expects input events\ from the summary index and finds any time overlaps and gaps between\ events with the same 'info_search_name' but different\ 'info_search_id'. Input events are expected to have the following\ fields: 'info_min_time', 'info_max_time' (inclusive and exclusive,\ respectively) , 'info_search_id' and 'info_search_name' fields.
ru_ru: Найти события в суммарном индексе, которые перекрываются по времени или \ найти пробелы во времени, в течение которого запланированный сохраненный поиск может иметь \ пропущенные события. Примечание: Если вы нашли пробел, запустите поиск по периоду \ пробела и суммарно индексируйте результаты (используя | collect). Если вы \ нашли перекрывающиеся события, вручную удалите дублирование из суммарного \ индекса с помощью языка поиска. Вызывает внешний Python–скрипт \ (из etc/searchscripts/sumindexoverlap.py), который ожидает вводные события \ от суммарного индекса и находит любые временные перекрытия и пробелы \ событий с одинаковым же 'info_search_name', но разным \ 'info_search_id'. Ожидается, что входные события будут иметь следующие \ поля: 'info_min_time', 'info_max_time' (включительное и исключительное, \ соответственно), 'info_search_id' и поля 'info_search_name'.

source: Find overlapping events in "summary".
ru_ru: Поиск перекрывающихся событий в "summary" ("сводки").

source: index::summary
ru_ru: индекс::сводка

source: Allows user to run pivot searches against a particular datamodel object.
ru_ru: Позволяет пользователю выполнять пивотный поиск объекта определенной модели данных datamodel.

source: Must be the first command in a search. User must specify the model, object, and the pivot search to run. \ The command will expand and run the specified pivot search.
ru_ru: Должен быть первой командой в поиске. Пользователь должен указать модель, объект и пивотный поиск для запуска. \ Команда будет расширяться и выполнять указанный пивотный поиск.

source: Predict future values of fields.
ru_ru: Прогнозировать будущие значения полей.

source: Predict future values of fields. The predicted values are written to the new_field_name field.\ The current option types and names are: algorithm=<algorithm_name>, future_timespan=<num>,\ ,holdback=<num>, period=<num>, upperXX=<field>, lowerYY=<field>, correlate=<field>.\ The algorithm names are: LL, LLP, LLT and LLB. The first three deal with univaritate time series while\ the fourth deals with bivariate time series. Each option has a default value and thus can be left\ unspecified. The XX and YY in upperXX and lowerYY options specify confidence levels above and below\ the predicted value. By default they are both set to 95 (meaning 95 percents confidence interval).\ The period option specifies the period of the time series. It is automatically computed but should be specified\ if known. Also, the period option is only used if the algorithm is LLP and is ignored otherwise.\ The holdback option specifies the number of data points (from the end) that are NOT to be used in the\ predict algorithm. Its typical use is to allow comparing predicted values to the actual data.
ru_ru: Прогнозирует будущие значения полей. Прогнозы значений записываются в поле new_field_name. \ Существующие типы опций и имена: algorithm=<algorithm_name>, future_timespan=<num>,\ ,holdback=<num>, period=<num>, upperXX=<field>, lowerYY=<field>, correlate=<field>.\ Имена алгоритма: LL, LLP, LLT и LLB. Первые три используются с невариативными временными сериями в то время как \ четвертый используется с двумерными временными сериями. Каждая опция имеет значение по умолчанию, и, таким образом, может быть оставлена \ неопределенной. XX и YY в опциях upperXX и lowerYY указывает уровень доверия выше и ниже \ предсказанного значения. По умолчанию они оба устанавлены на 95 (то есть доверительный интервал - 95 процентов). \ Опция period указывает период временной серии. Она вычисляется автоматически, но должна быть указана \ если известна. Кроме того, опция period используется только в том случае, если используется алгоритм LLP, и игнорируется в противном случае. \ Опция holdback указывает количество точек данных (с конца), которые НЕ ДОЛЖНЫ использоваться в \ алгоритме предсказания. Обычно используется для сравнения предсказанных значений с фактическими данными.

source: predict foo using either LL or LLP depending on whether foo is periodic
ru_ru: предсказать foo с использованием либо LL или LLP в зависимости от того, является ли foo периодической

source: upper and lower confidence intervals need not be equaled
ru_ru: верхний и нижний доверительные интервалы не должны равняться

source: llustrates the LLB algorithm. The foo2 field is predicted by correlating it with the foo1 field.
ru_ru: Иллюстрирует алгоритм LLB. Поле foo2 предсказано с помощью корреляции его с полем foo1.

source: See what events from a file will look like when indexed without actually indexing the file.
ru_ru: Посмотреть, как будут выглядеть события из файла когда они индексированы, без фактической индексации файла.

source: Given a source file and a set of props.conf settings in \ $SPLUNK_HOME/var/run/splunk/dispatch/<job_id>/indexpreview.csv, \ generate the events that the file would yield if it were indexed.
ru_ru: Для данного исходный файл и набор настроек props.conf в \ $SPLUNK_HOME/var/run/splunk/dispatch/<job_id>/indexpreview.csv, \ генерировать события, которые выдал бы файл, если бы он был индексирован.

source: Displays the least common values of a field.
ru_ru: Отображает наименее общие значения поля.

source: Finds the least frequent tuple of values of all fields in the field list. \ If optional by-clause is specified, this command will return rare tuples of values for\ each distinct tuple of values of the group-by fields.
ru_ru: Находит наименее часто встречающуюся пару значений всех полей в списке полей. \ Если указано необязательное условие by (by-clause) , эта команда будет возвращать редкие пары значений для\ каждой уникальной пары значений полей сгруппированных по условию by (group-by fields).

source: Find the least common "user" value for a "host".
ru_ru: Найти наименее общее значение "user" для "host".

source: Return the least common values of the "url" field.
ru_ru: Возвратить наименее общие значения поля "url".

source: Removes results that do not match the specified regular expression.
ru_ru: Удаляет результаты, которые не соответствуют заданному регулярному выражению.

source: Removes results that do not match the specified regular expression. You can specify for the regex to keep results that match the expression, or to keep those that do not match. Note: if you want to use the "or" ("|") command in a regex argument, the whole regex expression must be surrounded by quotes (ie. regex "expression"). Matches the value of the field against the unanchored regex and only keeps those events that match in the case of '=' or do not match in the case of '!='. If no field is specified, the match is against "_raw".
ru_ru: Удаляет результаты, которые не соответствуют заданному регулярному выражению. Для регулярных выражений вы можете указать сохранять результаты, которые соответствуют выражению, или сохранять те, которые не совпадают. Примечание: если вы хотите использовать команду "или" ( "|") в аргументе регулярного выражения, все выражение должно быть заключено в кавычки (т.е. regex "expression"). Сопоставляет значение поля с unanchored регулярными выражениями и сохраняет только те события, которые соответствуют им (в случае '=') или не соответствуют в случае ('! ='). Если не указано ни одного поля, сопоставления проводится с "_raw".

source: Keep only search results whose "_raw" field contains IP addresses in the non-routable class A (10.0.0.0/8).
ru_ru: Сохранять только результаты поиска, в которых поле "_raw" содержит IP-адреса немаршрутизируемого класса A (10.0.0.0/8).

source: A Perl Compatible Regular Expression supported by the pcre library.
ru_ru: Совместимое с Perl регулярное выражение поддерживаемое библиотекой pcre.

source: Selects events whose _raw field contains ip addresses in the non-routable class A (10.0.0.0/8).
ru_ru: Выбирает события, в которых _raw поле содержит IP-адреса немаршрутизируемого класса A (10.0.0.0/8).

source: Calculates how well the event matches the query.
ru_ru: Вычисляет, насколько хорошо событие соответствует запросу.

source: Calculates the 'relevancy' field based on how well the events _raw field matches the keywords of the 'search'. Useful for retrieving the best matching events/documents, rather than the default time-based ordering. Events score a higher relevancy if they have more rare search keywords, more frequently, in fewer terms. For example a search for "disk error" will favor a short event/document that has 'disk' (a rare term) several times and 'error' once, than a very large event that has 'disk' once and 'error' several times.
ru_ru: Рассчитывает релевантность ('relevancy') поля на основе того, насколько хорошо о события _raw поле соответствуют ключевым словам "поиска" ( 'search'). Полезно для получения наиболее совпадающих событий/документов, а не на основе временого порядка по умолчанию. События получают более высокий балл релевантности, если у них есть более редкие ключевые слова для поиска, они встречаются чаще, в меньшем количестве терминов. Например, поиск "disk error" предпочтет более короткое события/документ, которое содержит 'disk' (редкий термин) несколько раз и 'error' один раз, чем очень большое событие, которое содержит 'disk' один раз и 'error'несколько раз.

source: Calculate the relevancy of the search and sort the results in descending order.
ru_ru: Рассчитать релевантность поиска и сортировать результаты в порядке убывания.
