Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: This module contains a pulldown that can be used to make bar and area charts display in 'stacked' mode. When the chart type is set to a value other than 'area' or 'column', this module becomes invisible and turns off the stacked mode if it was on.
ru_ru: Этот модуль содержит разворачиваемое меню, которое может быть использовано отображения полосовых диаграмм и диаграмм-областей режиме стекирования ('stacked'). Если тип диаграммы присвоено значение, отличное от «диаграмма-область» ('area') или «столбчатая диаграмма» ('column'), этот модуль становится невидимым и выключает режим стекирования, если он был включен.

source: This specifies the default stack mode
ru_ru: Этот параметр определяет режим стекирования по умолчанию

source: Stacked
ru_ru: Стекированый

source: 100% Stacked
ru_ru: 100% стекированный

source: Stack mode
ru_ru: Режим стекирования

source: this module contains a text field that you can use to change the title for the x-axis of your chart.
ru_ru: этот модуль содержит текстовое поле, которое можно использовать для изменения заголовка оси X вашей диаграммы.

source: X-axis title
ru_ru: Название оси X

source: this module contains a text field that takes an integer, that determines the maximum y-axis value that should be displayed.
ru_ru: этот модуль содержит текстовое поле, которое принимает целое число, определяющее максимальное значение по оси Y, которое должно отображаться.

source: Specifies the default for the module
ru_ru: Задает значение по умолчанию для модуля

source: Max value
ru_ru: Максимальное значение

source: This module contains a text field that takes an integer, that determines the minimum y-axis value that should be displayed.
ru_ru: Этот модуль содержит текстовое поле, которое принимает целое число, определяющее минимальное значение по оси Y, которое должно отображаться.

source: This specifies the module default.
ru_ru: Задает значение по умолчанию для модуля

source: Min value
ru_ru: Минимальное значение

source: this module contains a text field that you can use to change the title for the y-axis of your chart.
ru_ru: этот модуль содержит текстовое поле, которое можно использовать для изменения заголовка оси Y вашей диаграммы.

source: Y-axis title
ru_ru: Название оси Y

source: %(statOpName)s of events
ru_ru: %(statOpName)s событий

source: %(statOpName)s of %(fieldName)s
ru_ru: %(statOpName)s из %(fieldName)s

source: Frequency
ru_ru: Частота

source: This module contains a Flash object that is capable of charting almost any search results that the Splunk backend can generate.
ru_ru: Этот модуль содержит объект Flash, который способен отобразить на диаграммах практически любые результаты поиска, которые может генерировать серверная часть Splunk.

source: This is the path, relative to $SPLUNK_HOME/share/splunk/search_mrsparkle/exposed/flash, that specifies the swf to load. The swf must conform to a very strict and thus-far undocumented spec that is not for external consumption.
ru_ru: Это путь, по отношению к $SPLUNK_HOME/share/splunk/search_mrsparkle/exposed/flash, который указывает swf для загрузки. SWF-файл должен соответствовать очень строгим и до сих пор недокументированным спецификациям, которые не являются предметом для внешнего использования.

source: This specifies the width of the module. It can be a percentage or a number of pixels. Typically this is set to "100%" meaning it should fill all available space. It can also be set to a number of pixels by using a value like "500px".
ru_ru: Это определяет ширину модуля. Это может быть процент или число пикселей. Обычно это имеет значение "100%", что означает, что он должен заполнить все доступное пространство. Ему может также быть присвоено значение числа пикселей, такое как "500px".

source: This specifies the height of the module. It can be a percentage or a number of pixels.
ru_ru: Это определяет высоту модуля. Это может быть процент или число пикселей.

source: This specifies how many rows of the data should be rendered for 'top' and 'rare' results. This value overrides maxResultCount when rendering results from the special-cased results.
ru_ru: Это определяет, сколько строк данных, должны быть обработаны для «выдающихся» ('top') и «редких» ('rare') результатов. Это значение переопределяет maxResultCount при отображении результатов специальных случаев.

source: This specifies the maximum number of results to render per series. For a single-series chart, this creates up to <maxResultCount> data points; for a multi-series chart with m series, this creates up to (m * <maxResultCount>) data points. In general, the practical limit should be set to the number of horizontal pixels available to the chart. For example, setting this to a value like 5000, when the available space for the chart on an average screen is around 500 pixels, will have an adverse performance effect on the UI with no visible difference in the chart.
ru_ru: Этот параметр определяет максимальное количество результатов для отображения в серии. Для диаграммы с одной серией, это создает до <maxResultCount> точек данных; для диаграммы с m сериями он создает до (m * <maxResultCount>) точек данных. В общем, практический предел должен быть установлен на число пикселей по горизонтали, доступных на диаграмме. Например, установка этого значения на 5000, в то время как доступное для диаграммы пространство на среднем экране составляет около 500 пикселей, будет иметь негативное влияние на производительность пользовательского интерфейса без видимой разницы на диаграмме.

source: Not required. Since this defaults to 'click', by default the keys will come down in the context as 'click.name', 'click.value', 'click.name2', 'click.value2'. In cases where you are nesting multiple drilldown patterns in the same view, this key is used so that the second set of keys does not collide with the first. For example if you have a nested config you might set the first to "userClick", and the second to "applicationClick".
ru_ru: Не требуется. Так как эта опция по умолчанию имеет значение 'click', по умолчанию ключи будут поступать в контекст как 'click.name', 'click.value', 'click.name2', 'click.value2'. В тех случаях, когда вы вкладываете несколько шаблонов детализации в то же представление, этот ключ используется так, что второй набор ключей не вступает в противоречие с первым. Например, если у вас есть вложенная конфигурация вы можете установить первый как "UserClick", а второй как "applicationClick".

source: Full screen
ru_ru: Полный экран

source: Results Error:
ru_ru: Ошибка результатов:

source: No result data.
ru_ru: Нет данных результатов.

source: This module contains a JavaScript object that is capable of displaying a chart of number of events over time. This chart will be updated asynchronously while the search is running.
ru_ru: Этот модуль содержит объект JavaScript, который способен отображать график числа событий с течением времени. Эта диаграмма будет асинхронно обновляться во время поиска.

source: This is the path, relative to $SPLUNK_HOME/share/splunk/search_mrsparkle/exposed/flash, that specifies the swf to load. The swf must conform to a very strict and thus-far undocumented spec that is not for external consumption.
ru_ru: Это путь, по отношению к $SPLUNK_HOME/share/splunk/search_mrsparkle/exposed/flash, который указывает swf для загрузки. SWF-файл должен соответствовать очень строгим и до сих пор недокументированным спецификациям, которые не являются предметом для внешнего использования.

source: Control whether the module displays the vertical resize handle.
ru_ru: Определяет отображает ли модуль метку-манипулятор изменения вертикального размера.

source: This is the maximum number of time buckets that the backend is can persist while it runs the search. When present, it overrides the default of 300. Values lower than 300 will result in slightly faster search times, but displays less information to the user.
ru_ru: Это максимальное количество корзин времени, которое может сохраняться на серверной части во время выполнения ею поиска. Когда присутствует, он переопределяет значение по умолчанию 300. Значение меньше чем 300 приведет к тому, что время поиска немного уменьшится, но для пользователя будет отображаться меньше информации .

source: Specifies the maximum number of buckets to render. This is mostly a failsafe mechanism to prevent the browser from crashing if the server returns an excessive number of buckets.
ru_ru: Указывает максимальное число корзин для отображения. Это в основном безотказный механизм, чтобы предотвратить сбои браузера, если сервер возвращает чрезмерное количество корзин.

source: when set to True, the timeline will be in a collapsed or minimized state. The user is free to open it or minimize it at any point, and any change they make will be remembered when they return to the given view.
ru_ru: когда установлено на "Истинно" (True), временная шкала будет находиться в свернутом или минимизированном состоянии. Пользователь может открыть или минимизировать ее в любой момент, и любое сделанное изменение будет запомнено, когда они вернутся к данному представлению.

source: Specifies the renderer to use for the timeline. When set to auto, the module will use canvas if available, otherwise it will use flash.
ru_ru: Задает модуль подготовки отчетов для временной шкалы. Если задано значение auto, модуль будет использовать "холст", если таковой имеется, в противном случае он будет использовать Flash.

source: When set to True, the timeline axes will be collapsed, the height of the module will be reduced to minimalHeight, and the resize handle will be disabled.
ru_ru: Если установлено на "Истинно" (True), оси временной шкалы, будут свернуты, высота модуля будет уменьшена до minimalHeight и метка-манипулятор изменения размера будет отключена.

source: The height of the module when minimalMode is True.
ru_ru: Высота модуля в случае, если minimalMode имеет значение "Истинно" (True).

source: Hide
ru_ru: Скрыть

source: Zoom out
ru_ru: Отдалить

source: Zoom to selection
ru_ru: Увеличить выбранный элемент

source: Show timeline
ru_ru: Показать шкалу времени

source: 1 bar = %s millisecond
ru_ru: 1 полоса = %s миллисекунда

source: 1 bar = 1 year
ru_ru: 1 полоса = 1 год

source: 1 bar = 1 month
ru_ru: 1 полоса = 1 месяц

source: 1 bar = 1 day
ru_ru: 1 полоса = 1 день

source: 1 bar = 1 hour
ru_ru: 1 полоса = 1 час

source: 1 bar = 1 minute
ru_ru: 1 полоса = 1 минута

source: 1 bar = 1 second
ru_ru: 1 полоса = 1 секунда

source: %(eventCount)s event %(timeRangeString)s
ru_ru: %(eventCount)s событие %(timeRangeString)s

source: Splunk requires a newer version of Flash.
ru_ru: Splunk'у требуется новая версия Flash.

source: This is the base class for all Flash modules. Unlike FlashChart and FlashTimeline, this simple module makes no assumptions about the swf it is asked to load.
ru_ru: Это базовый класс для всех модулей Flash. В отличие от FlashChart и FlashTimeline этот простой модуль не делает предположений о swf, который просят загрузить.

source: This is the path, relative to $SPLUNK_HOME/share/splunk/search_mrsparkle/exposed/flash, that specifies the swf to load.
ru_ru: Это путь, по отношению к $SPLUNK_HOME/share/splunk/search_mrsparkle/exposed/flash, который указывает swf для загрузки.

source: Control whether the flash movies display the vertical resize handle.
ru_ru: Определяет отображают ли фильмы Flash метку-манипулятор изменения вертикального размера.

source: This module contains a Javascript-based object that is capable of charting almost any search results that the Splunk backend can generate.
ru_ru: Этот модуль содержит объект на основе JavaScript, который способен отображать практически любые результаты поиска, которые может генерировать серверная часть Splunk.

source: This specifies the height of the module. It can only be a number of pixels.
ru_ru: Это определяет высоту модуля. Это может быть только числом пикселей.

source: Control whether the chart displays the vertical resize handle.
ru_ru: Определяет отображает ли диаграмма метку-манипулятор изменения вертикального размера.

source: This specifies the limit - in total number of points among all series - that will be plotted before the results are truncated. When set to 0, the module dynamically chooses a value based on the browser type and charting configuration in use. Setting this to a large number can cause negative effects on performance.
ru_ru: Это задает ограничение - общее количество точек среди всех серий - которые будут построены, прежде чем результаты будут усечены. Если задано значение 0, модуль динамически выбирает значение, основанное на типе браузера и в использованной конфигурации диаграмм. Установка большого числа может негативно сказаться на производительности.

source: Search did not generate any statistical results.
ru_ru: Поиск не сгенерировал каких-либо статистических результатов.

source: Search generated too much data for the current display configuration, results have been truncated.
ru_ru: Поиск сгенерировал слишком много данных для текущей конфигурации дисплея, результаты были усечены.

source: An abstract module that encapsulates the "form element to internal settings map" paradigm.
ru_ru: Абстрактный модуль, который инкапсулирует парадигму «элемент формы для карты внутренних настроек» ("form element to internal settings map").

source: This is the name of the setting to be added to a settings map and passed to a module's children.
ru_ru: Это имя параметра которое будет добавлено к карте параметров и передано потомкам модуля.

source: This module contains a checkbox that toggles whether or not results are previewable.
ru_ru: Этот модуль содержит флажок, который определяет будут результаты доступны для предварительного просмотра или нет.

source: This determines whether the control should be checked initially.
ru_ru: Это определяет, должен быть ли быть элемент управления первоначально отмечен.

source: Add Totals
ru_ru: Добавить итоговые значения

source: This module allows the user to determine the number of events that should be displayed at a time.
ru_ru: Этот модуль позволяет пользователю определить число событий, которые должны быть отображены одновременно.

source: This is a list whose items have two required keys, 'text' and 'value'.
ru_ru: Это список, элементы которого имеют два необходимых ключа, «текст» и «значение».

source: Indicates the starting count value to broadcast to modules that are listening.
ru_ru: Указывает начальное значение счетчика для трансляции модулям, которые слушают.

source: DEPRECATED. use 'default' instead. If both default and count are specified, count will be ignored.
ru_ru: УСТАРЕВШЕЕ. Вместо этого используйте 'default' (значение по умолчанию). Если указано как значение по умолчанию так и счетчик, счетчик будет игнорироваться.

source: This module allows the user to determine the data overlay mode for results
ru_ru: Этот модуль позволяет пользователю определить режим наложения данных для результатов

source: Indicates the data overlay mode with values of heatmap, highlow and none.
ru_ru: Это указывает режим наложения данных со значениями heatmap, highlow и none.

source: DEPRECATED. use 'default'. If both dataOverlayMode and default are specified, dataOverlayMode will be ignored.
ru_ru: УСТАРЕВШЕЕ. Вместо этого используйте 'default' (значение по умолчанию). Если указано как dataOverlayMode так и значение по умолчанию, dataOverlayMode будет игнорироваться.

source: Overlay:
ru_ru: Наложение:

source: This is used to control whether or not the module is visible to the user. It was originally implemented to allow simple dashboards to have previewable results.
ru_ru: Это используется для управления будет ли виден пользователю модуль или нет. Первоначально он был реализован, чтобы позволить иметь предварительный просмотр результатов на простых приборных досках.

source: Enable Preview
ru_ru: Включить предварительный просмотр

source: Displays a link that launches the job export utility.
ru_ru: Отображает ссылку, которая запускает утилиту экспорта задания.

source: This module is the SoftWrap module that has no HTML component, and thus it is hidden.
ru_ru: Этот модуль — модуль SoftWrap, который не имеет HTML-компонента, и таким является скрытым.

source: This module creates a control that allows the user to set the maximum number of lines to display per event.
ru_ru: Этот модуль создает элемент управления, который позволяет пользователю задать максимальное число строк для отображения события.

source: This is a list whose items have two required keys, 'text' and 'value'
ru_ru: Это список, элементы которого имеют два необходимых ключа, «текст» и «значение».

source: Indicates the default setting for max lines per event. The value here must match one of the values in the options param.
ru_ru: Указывает значение по умолчанию для максимального числа строк на событие. Значение здесь должно совпадать с одним из значений в параметре вариантов.

source: DEPRECATED. use 'default' instead. if both default and maxLines are specified, maxLines will be ignored.
ru_ru: УСТАРЕВШЕЕ. Вместо этого используйте 'default' (значение по умолчанию). Если указано как значение по умолчанию так и maxLines, maxLines будет игнорироваться.

source: Lines per event
ru_ru: Строк на событие

source: This module allows the user to determine if row numbering is enabled/disabled
ru_ru: Этот модуль позволяет пользователю определить будет ли включена или выключена нумерация строк

source: DEPRECATED. use 'default' instead. if both default and displayRowNumbers are specified, displayRowNumbers will be ignored.
ru_ru: УСТАРЕВШЕЕ. Вместо этого используйте 'default' (значение по умолчанию). Если указано как значение по умолчанию так и displayRowNumbers, displayRowNumbers будет игнорироваться.

source: Display row numbers
ru_ru: Показать номера строк

source: This module creates a drop-down menu that lets users select the search mode (Fast, Verbose and Smart)
ru_ru: Этот модуль создает раскрывающееся меню, которое позволяет пользователям выбирать режим поиска (Быстрый, Подробный и Интеллектуальный/Fast, Verbose and Smart)

source: Indicates the back-end adhoc_search_level attribute used for dispatch.
ru_ru: Указывает на атрибут серверной стороны adhoc_search_level, используемый для диспетчеризации.

source: Search Mode
ru_ru: Режим поиска

source: Smart
ru_ru: Интеллектуальный

source: Field discovery on for event searches
ru_ru: Обнаружение полей включено для поисков событий

source: No event or field data for reporting
ru_ru: Нет событий или данных поля для отчета

source: Fast
ru_ru: Быстрый

source: Field discovery off for event searches
ru_ru: Обнаружение полей отключено для поисков событий

source: Verbose
ru_ru: Подробный

source: All field &amp; event data
ru_ru: Все данные полей и событий

source: A search text input field that passes its contents down to its children as part of the settings map, styled to have a mag glass icon.
ru_ru: Поле ввода текста для поиска, передает его содержимое до своих потомков как часть карты параметров, стилизованной так, чтобы там находился значок увеличительного стекла.

source: The name of the input element to be added to the UI.
ru_ru: Имя элемента ввода должно быть добавлено к пользовательскому интерфейсу.

source: Deprecated: This module allows the user to determine the segmentation type to be displayed for events.
ru_ru: Устаревшее: Этот модуль позволяет пользователю определять отображается ли тип сегментации для событий.

source: This is a list whose items have two required keys, 'text' and 'value'. 'value can be one of raw,inner,outer,full.
ru_ru: Это список, элементы которого имеют два необходимых ключа, "текст" и "значение". "значение" может быть одно из следующих: raw (необработанный), inner (внутренний), outer (внешний), full (полный).

source: Indicates the segmentation value to broadcast to modules that are listening.
ru_ru: Указывает значение сегментации для трансляции модулям, которые слушивают.

source: DEPRECATED. Use default instead. If both default and segmentation are specified, segmentation will be ignored.
ru_ru: УСТАРЕВШЕЕ. Вместо этого используйте 'default' (значение по умолчанию). Если указано как значение по умолчанию так и сегментация, сегментация будет игнорироваться.

source: Event segmentation:
ru_ru: Сегментация событий:

source: Creates a selction list from a set of options. Options can either be configured manually or by defining an entity endpoint from which to generate its options.
ru_ru: Создает список выбора из набора вариантов. Параметры могут быть сконфигурированы вручную или путем определения конечной точки объекта из которой необходимо сгенерировать его параметры.

source: The name of the html select element generated.
ru_ru: Имя сгенерированного HTML-элементa выбора.

source: This is the mode in which the Select should work. "static" implies that it will only use the list of options provided to it to render this list. "list" designates the use of a listing endpoint to generate the option elements.
ru_ru: Это режим, в котором должен работать выбор. "Статический" ("static") подразумевает, что он будет использовать только список параметров, предоставленных ему для отображения этого списка. "Список" обозначает использование конечной точки листинга для создания элементов опции.

source: This is the list of options that Splunk displays in the dropdown selector. When in 'list' mode, Splunk displays the options defined here first and then displays options received from the listEndpoint beneath them. Each option includes a text key which is the text of the option, a value key which is the value of the option and an optional selected key which, when set to True sets the current option to selected. Selected should NOT be set manually when mode=list unless no selected option has been defined for the list.
ru_ru: Это список опций, которые Splunk отображает в выпадающем списке выбора. При работе в режиме "списка", Splunk сначала отображает опции, определенные здесь, а затем под ними отображает опции, полученные от listEndpoint. Каждая опция включает в себя текстовый ключ, который является текстом опции, значение ключа, которое является значением опции и дополнительный ключ, который, если установлено значение "Истинно" (True), устанавливает текущую опцию как выбранную. Статус "Выбранная" НЕ должен быть установлен вручную, когда режим=список (mode=list), если для списка не определена ни одна выбранная опция.

source: The test to appear to the left of the selector form element.
ru_ru: Тест, для отображения слева от элемента формы селектора.

source: This is required if mode=list. Relatively defined list endpoint to communicate with in order to generate the options list. For example if you want a list of all the local applications set listEndpoint to "entities/apps/local".
ru_ru: Это необходимо, если режим=список (mode=list). Относительно определенная конечная точка списка к которой необходимо обратиться для формирования списка опций. Например, если вы хотите список всех локальных приложений - установите listEndpoint значение "entities/apps/local".

source: This is the name of the field in the list endpoint's results that should be used to generate the text of the option elements. It is required in list mode. For example, if the list returns a field called name, setting text = name means that the name field will be used to generate the visible text of the option.
ru_ru: Это имя поля в списке результатов конечной точки, которое должно использоваться для генерации текста элементов опций. Обязателен в режиме списка. Например, если список возвращает поле, называемое "имя" (name), установка текст=имя (text = name) будет означать, что поле "имя" будет использоваться для генерации видимого текста опции.
