Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: This module is typically for use within the sidebar, and shows a set of field names, with distinct counts next to them in parentheses. When the user clicks on the field names, a popup layer will open showing the top 10 values for that field. Clicking then on one of those values will add the proper field=value term and re run the search.
ru_ru: Этот модуль обычно предназначен для использования в боковой панели и показывает набор имен полей, с счетчиками уникальных значений в скобках рядом с ними. Когда пользователь нажимает на имена полей, открывается всплывающий слой показывающий 10 ведущих значений для этого поля. Нажатие на одно из этих значений будет добавлять корректное условие "поле=значение" и повторно выполнять поиск.

source: This field was a parameter on the parent class, but is not required for this class.
ru_ru: Это поле являлось параметром родительского класса, но не является обязательным для этого класса.

source: If this option is present, a link will be presented. This is used for things like 'see top values over time' in the individual layers.
ru_ru: Если этот параметр присутствует, ссылка будет представлена. Это используется, например, в случае когда необходимо "просматривать ведущие значения с течением времени" на отдельных слоях.

source: Indicates the maximum number of characters of the field name to show in the main view. Excess characters will be stripped from the middle of the string. The tooltip on the field name will display the full field name value.
ru_ru: Указывает максимальное количество символов имени поля, чтобы показать на главном виде. Лишние символы будут вырезаны из середины строки. Подсказка имени поля будет отображать полное значение имени поля.

source: %s selected fields
ru_ru: %s выбранных полей

source: Appears in %(percent)s%% of results
ru_ru: Появляется в %(percent)s%% результатов

source: Show only events with this field
ru_ru: Показать только события с этим полем

source: Displayed when your search does not include a command to generate statistical results.
ru_ru: Отображается, если ваш поиск не включает в себя команду для генерации статистических результатов.

source: Your search does not include a command to generate statistical results.
ru_ru: Ваш поиск не включает в себя команду для генерации статистических результатов.

source: Use one of the following options to create a results table and enable charting options:
ru_ru: Используйте один из следующих вариантов для создания таблицы результатов и включите варианты построения диаграмм:

source: Add one of these commands to your search:
ru_ru: Добавьте одну из этих команд в ваш поиск:

source: Select a field from the left and pick a Charting option.
ru_ru: Выберите поле слева и выберите вариант диаграмм.

source: Create a report with <a href='#'>Report Builder</a>, which can transform your results and create a chart.
ru_ru: Создайте отчет с помощью <a href='#'>Построителя отчетов</a>, который может преобразовать ваши результаты и создать диаграмму.

source: Implements a set of buttons with which the user can save, print, export and share the results of their search or report.
ru_ru: Реализует набор кнопок, с помощью которых пользователь может сохранять, печатать, экспортировать и делиться результатами своего поиска или отчета.

source: When this is present, and when the module is displaying a saved search or saved report, it allows the module to present an 'edit' link that launches the given 'editing' view in a popup window.
ru_ru: Когда это присутствует, и когда модуль отображает сохраненный поиск или сохраненный отчет, это позволяет модулю представить ссылку "Редактировать", которая запускает данное представление "редактирования" во всплывающем окне.

source: When this is present, and when the module has loaded a specific set of results, it allows the module to present a 'view events' link that will take the user to the specified view to run the portion of their search before the first transforming command.
ru_ru: Когда это присутствует, и, когда модуль загрузил определенный набор результатов, это позволяет модулю представить ссылку "Просмотр событий", которая будет направлять пользователя на определенное представление для выполнения части их поиска перед первой преобразующей командой.

source: When this is present, and when the module has loaded a specific set of results, it allows the module to present a 'render PDF' link that will immediately render the given view
ru_ru: Когда это присутствует, и, когда модуль загрузил определенный набор результатов, это позволяет модулю представить ссылку "отобразить PDF", которая будет немедленно формировать данное представление

source: Edit report
ru_ru: Редактировать отчет

source: Share results...
ru_ru: Поделиться результатами...

source: View previous jobs
ru_ru: Просмотр предыдущих заданий

source: Save report and add to dashboard
ru_ru: Сохранить отчет и добавить приборную доску

source: Save results only
ru_ru: Сохранить только результаты

source: Your search results have been saved.
ru_ru: Результаты вашего поиска были сохранены.

source: Splunk encountered an error and is unable to save your results.
ru_ru: Splunk обнаружил ошибку и не может сохранить ваши результаты.

source: Splunk encountered an error and we are unable to load the events for this search.
ru_ru: Splunk обнаружил ошибку, и мы не в состоянии загрузить события для этого поиска.

source: This module displays a header like '23,420 events' and is for placement generally above a FlashTimeline or above a set of modules implementing paging controls
ru_ru: Этот модуль отображает заголовок, например "23 420 событий", и размещает его, как правило, выше FlashTimeline или выше набора модулей, реализующих управления разбивкой на страницы

source: When this option is present, the value of this key will be displayed before the number displayed. For example you can set it to 'Found', for the overall display to come out as 'Found 23,420 events'
ru_ru: Когда эта опция присутствует, значение этого ключа будет отображаться до отображаемого числа. Например, вы можете задать его как "Найдено", тогда общий показаный текст будет выглядеть как "Найдено 23,420 событий"

source: This specifies what should appear after the displayed number. Typically this will be a value like 'events', or 'results', but for very narrowly defined views it could be 'pages edited'.
ru_ru: Это указывает, что должно появиться после отображаемое числа. Как правило, это будет иметь такое значение как "событий", или "результатов", но и для очень узко определенных представлений это может быть "отредактированных страниц".

source: This is the singular form of the 'entityLabel' parameter. It is displayed when there is 1 result row returned from the search.
ru_ru: Это форма единственного числа параметра 'entityLabel'. Она отображается, когда из поиска возвращена 1 строка результата.

source: This specifies how the module should get the number that it displays.
ru_ru: Это указывает, как модуль должен получать число, который он отображает.

source: This is a dictionary of config values specifying behaviour for a link that the module can display. This link sends the user to a different view where this search result is displayed instead. It contains a 'label' key that is the link text, and a 'viewTarget' key that is the search result view to which the user should be sent, and a 'popup' key that, when set to True, makes the link open the search result view in a new popup window.
ru_ru: Это словарь значений конфигурации, определяющих поведение для ссылки, которую может отображать модуль. Эта ссылка отправляет пользователя на другое представление, где отображается результат этого поиска. Он содержит ключ "метка" ('label'), то есть текст ссылки, ключ 'viewTarget', который является представлением результата поиска, к которому должен быть отослан пользователь, и ключ 'popup', который при установке на "Истинно" (True), делает ссылку с представлением результатов поиска открывающейся в новом всплывающем окне.

source: This is used by SimpleResultsHeader but it is not used here where we have different containers and possibly different styles for the count, the 'label' and the time header.
ru_ru: Это используется SimpleResultsHeader, но он не используется здесь когда у нас есть различные контейнеры и, возможно, различные стили для подсчета, "метка" и заголовок времени.

source: in real time
ru_ru: в реальном времени

source: Deprecated: this module has a custom python implementation that it uses to display the list of saved searches for the current user.
ru_ru: Устаревшее: Этот модуль имеет пользовательскую реализацию python, которая используется для отображения списка сохраненных поисков для текущего пользователя.

source: This module waits for the search to complete and then renders a single field from the first row of the results
ru_ru: Этот модуль ожидает завершения поиска и затем отображает одно поле из первой строки результатов

source: Invalid Job
ru_ru: Недопустимое задание

source: Show source not available for this event.
ru_ru: Показ источника недоступен для этого события.

source: Search job returned no results.
ru_ru: Задание поиска не дало результатов.

source: this module waits for the search to complete, and then renders its final results in a tabular format.
ru_ru: этот модуль ожидает завершения поиска, а затем выдает его окончательные результаты в табличном формате.

source: This determines whether the viewer should build table row/columns based on events, results or auto detect.
ru_ru: Этот параметр определяет, должно ли средство просмотра построить строки/столбцы таблицы, основываясь на событиях, результатах или по автоматическому определению.

source: If this is set to true then row numbers are displayed alongside each row in the table.
ru_ru: Если это имеет значение "истинно" (true), то номера строк отображаются рядом с каждой строкой в таблице.

source: This controls whether table cells have a dropdown menu with search suggestions when clicked on.
ru_ru: Определяет, имеют ли ячейки таблицы раскрывающееся при нажатии на них меню с вариантами поиска.

source: This indicates the default data overlay mode with values of heatmap, highlow and none.
ru_ru: Это указывает режим наложения данных по умолчанию со значениями heatmap, highlow и none.

source: This indicates whether or not Splunk should observe any field list setting while it renders transformed results. It is generally only used in fixed configuration situations like dashboards. It defaults to false, which results in all fields in a transforming search being displayed.
ru_ru: Это указывает на то, должен ли Splunk соблюдать какие-либо настройки списка полей в то время как он отображает преобразованные результаты. Это, как правило, используется только в ситуациях фиксированных конфигураций, таких как приборные доски. Значение по умолчанию "ложно" (false), что приводит к отображению всех полей в преобразующем поиске.

source: This indicates whether the module allows the user to select a particular cell. The behaviour is abstract though, and the specifics are determined by the child modules in the view.
ru_ru: Это указывает на то, разрешает ли модуль пользователю выбрать конкретную ячейку. Хотя поведение является абстрактным, его специфика определяется дочерними модулями в представлении.

source: Not required. Since this defaults to 'click', by default the keys will come down in the context as 'click.name', 'click.value', 'click.name2', 'click.value2'. In cases where you are nesting multiple drilldown patterns in the same view, this key is used so that the second set of keys does not collide with the first. For example if you have a nested config you might set the first to "userClick", and the second to "applicationClick".
ru_ru: Не требуется. Так как эта опция по умолчанию имеет значение 'click', по умолчанию ключи будут поступать в контекст как 'click.name', 'click.value', 'click.name2', 'click.value2'. В тех случаях, когда вы вкладываете несколько шаблонов детализации в то же представление, этот ключ используется так, что второй набор ключей не вступает в противоречие с первым. Например, если у вас есть вложенная конфигурация вы можете установить первый как "UserClick", а второй как "applicationClick".

source: Override presentation options for specific fields. This is currently used to specify display options for sparklines.
ru_ru: Переназначает варианты представления для конкретных полей. В настоящее время это используется для задания параметров отображения для спарклайнов.

source: Waiting for search to complete...
ru_ru: Ожидание завершения покупки.

source: <p class="resultStatusMessage">The job appears to have expired or has been canceled. Splunk could not retrieve data for this search.</p>
ru_ru: <p class="resultStatusMessage">Задание, по всей видимости, истекло или было отменено. Splunk не смог получить данные для этого поиска.</p>

source: [and %d more values]
ru_ru: [и еще %d значений]

source: Label to display before the result
ru_ru: Метка для отображения перед результатом

source: Label to display after the result
ru_ru: Метка для отображения после результата

source: Label to display under the result
ru_ru: Метка для отображения под результатом

source: Field to display - Defaults to first field returned
ru_ru: Поле для отображения - по умолчанию первое возвращенное поле

source: An optional additional css class name to add to the result container
ru_ru: Имя необязательного дополнительного css класса, для добавления к контейнеру результата

source: Adds the value of the classField of the first result as an additional css class to the result container. Pre-defined classes include 'severe', 'elevated', 'low', and 'None' (default).
ru_ru: Добавляет значение classField первого результата как дополнительный css-класс к контейнеру результата. Предопределенные классы включают в себя 'elevated', 'low', и 'None' (по умолчанию).

source: Specify a valid complete search query to turn the result into a clickable link
ru_ru: Укажите допустимый полный поисковый запрос для преобразования результата в активную ссылку

source: Specify which view to execute the linked search against
ru_ru: Укажите, какое представление необходимо выполнить применительно к связанному поиску

source: Specify whether to just link the result, or include labels. To link the result and both labels, specify "result,beforeLabel,afterLabel"
ru_ru: Укажите, следует ли просто сослаться на результат или включить метки. Чтобы сослаться на результат и обе метки, укажите "result,beforeLabel,afterLabel"

source: Specifies the data formatting method to apply to the value. Locale aware. Defaults to none.
ru_ru: Задает метод форматирования данных, для применения к значению. Учитывает локализацию. По умолчанию — none.

source: Job not available
ru_ru: Задание не доступно

source: Results not available
ru_ru: Результаты не доступны

source: This module shows fields that are not selected by FieldPicker (and thus not displayed in MultiFieldViewer or other modules) but which look like they might be interesting to the user.
ru_ru: Этот модуль показывает поля, которые не были выбраны FieldPicker (и, таким образом, не отображаются в MultiFieldViewer или других модулях), но которые выглядят так, что они могли бы быть интересны пользователю.

source: %s interesting fields
ru_ru: %s интересных полей

source: Select and show in results
ru_ru: Выберать и показать в результатах

source: Only %(totalFieldCount)s field available
ru_ru: Смотреть все %(totalFieldCount)s поле

source: Injects settingsMap settings contained within a viewstate set into the current module branch
ru_ru: Внедряет параметры settingsMap, содержащиеся в наборе viewstate в текущую ветвь модуля

source: Cannot find the saved search %s
ru_ru: Не удается найти сохраненный поиск %s

source: Unable to get viewstate information; formatting may not be correct
ru_ru: Не удалось получить информацию viewstate; форматирование может быть некорректным

source: This module contains a pulldown that allows you to choose whether you want the y-axis scale to be scaled logarithmically or linearly. When any other module has set the 'stacked' option, any log scaling becomes meaningless and so this module will both become invisible and revert to 'linear'.
ru_ru: Этот модуль содержит разворачиваемое меню, которое позволяет вам выбрать, хотите ли вы иметь логарифмический или линейный масштаб оси Y. Если любой другой модуль имеет установленую опцию "стекирования", любое логарифмическое масштабирование становится бессмысленным, в этом случае данный модуль станет невидимым и вернется к линейному масштабу.

source: the selected axis scale type
ru_ru: тип масштаба выбранной оси

source: Axis scale
ru_ru: Масштаб оси

source: this is an abstract base class for other chart formatting modules. This module should never itself be configured within a view.
ru_ru: это абстрактный базовый класс для других модулей форматирования диаграммы. Этот модуль сам по себе никогда не должен быть сконфигурирован в представлении.

source: This module contains a text field that you can use to set the overall title of your chart.
ru_ru: Этот модуль содержит текстовое поле, которое можно использовать для установки общего заголовка диаграммы.

source: This is the string it displays. If not present, it defaults to 'Chart Title' (and it passes it through gettext for localization)
ru_ru: Это строка, которую он отображает. Если она отсутствует, значение по умолчанию 'Chart Title' (и это проходит через gettext для локализации)

source: Can be used to specify the default value for the module.
ru_ru: Может использоваться для указания значения по умолчанию для модуля.

source: Chart title
ru_ru: Название диаграммы

source: this module contains a pulldown that you can use to change between 'column', 'line', 'area' and various other chart types.
ru_ru: Этот модуль содержит разворачиваемое меню, которое можно использовать для переключения между "колонкой", "линией", "областью" и различными другими типами диаграмм.

source: Specifies the chart type that should be initially selected
ru_ru: Определяет тип диаграммы, который должен быть выбран изначально

source: Ensures that the chart types are compatible with the search.
ru_ru: Гарантирует, что типы диаграмм совместимы с поиском.

source: column
ru_ru: столбчатая диаграмма

source: line
ru_ru: линейная диаграмма

source: area
ru_ru: диаграмма-область

source: bar
ru_ru: полосовая диаграмма

source: pie
ru_ru: круговая диаграмма

source: scatter
ru_ru: точечная диаграмма

source: radial gauge
ru_ru: радиальный датчик

source: filler gauge
ru_ru: датчик с заполнением

source: marker gauge
ru_ru: рейсмус

source: Chart type
ru_ru: Тип диаграммы

source: this module contains a styled pulldown that you can use to change between 'column', 'line', 'area' and various other chart types.
ru_ru: Этот модуль содержит разворачиваемое меню со стилями, которое можно использовать для переключения между "колонкой", "линией", "областью" и различными другими типами диаграмм.

source: The type of chart to render
ru_ru: Тип диаграммы для отображения

source: Use this to change the overall type of chart you wish to generate.
ru_ru: Используйте это, чтобы изменить общий тип диаграммы, которую вы хотите создать.

source: Use this to make bar and area charts display in 'stacked' mode.
ru_ru: Используйте это, чтобы полосовые диаграммы и диаграммы-области были показаны в режиме стекирования ('stacked').

source: Use this to that control how 'line' and 'area' charts should behave when there are gaps in the data. You can either treat null values as '0', leave an explicit gap, or interpolate between the values.
ru_ru: Используйте этот элемент для управления, как линейные диаграммы и диаграммы-области должны вести себя, когда имеются разрывы в данных. Вы можете либо принять отсутствующие значения за '0', оставить явный пробел, или интерполировать между значениями.

source: Use this to make the y-axis scale logarithmically or linearly. Values can be 'log' or '' (empty string).
ru_ru: Используйте это для того, чтобы сделать масштаб оси Y логарифмическим или линейным. Значения могут быть 'log' или ''(пустая строка).

source: Use this to change where the chart's legend is displayed relative to the chart itself
ru_ru: Используйте это для изменения места, где будет отображаться легенда диаграммы по отношению к самой диаграмме

source: Use this to set the overall HTML title for the Flashchart module.
ru_ru: Используйте это для установки общего заголовка HTML для модуля Flashchart.

source: Use this to set the X-axis title. Note: in Bar chart this currently this sets the Y-axis title.
ru_ru: Используйте эту функцию, чтобы установить заголовок оси X. Примечание: в полосовой диаграмме в настоящее время это устанавливает название оси Y.

source: Use this to set the Y-axis title. Note: in Bar chart this currently this sets the X-axis title.
ru_ru: Используйте эту функцию, чтобы установить заголовок оси Y. Примечание: в полосовой диаграмме в настоящее время это устанавливает название оси X.

source: This is a wildcard handler for dynamic charting properties; all must be prefixed by 'charting.'
ru_ru: Это обработчик подстановочных символов для свойств динамического построения диаграмм; все должны иметь префикс 'charting.'

source: this module contains a pulldown that you can use to change how the chart legend is displayed relative to the chart itself.
ru_ru: этот модуль содержит разворачиваемое меню, которое можно использовать для изменения способа отображения легенды диаграммы по отношению к самой диаграмме.

source: Specifies the legend position that should be initially selected.
ru_ru: Задает положение условных обозначений, которое должно быть изначально выбрано.

source: Legend placement
ru_ru: Размещение легенды

source: Specifies the line marker behavior that should be initially selected.
ru_ru: Определяет поведение линии маркера, который должен быть предварительно выбран.

source: Display markers
ru_ru: Отобразить маркеры

source: This module contains a pulldown that controls how 'line' and 'area' charts should behave when there are gaps in the data. You can either treat null values as '0', leave an explicit gap, or interpolate between the values.
ru_ru: Этот модуль содержит разворачиваемое меню, которое контролирует, как линейные диаграммы или диаграммы-области должны вести себя, когда имеются разрывы в данных. Вы можете либо принять отсутствующие значения за '0', оставить явный пробел, или интерполировать между значениями.

source: This specifies the null value behavior that should be initially selected.
ru_ru: Это определяет поведение нулевого значения, которое должно быть выбрано изначально.

source: Omit
ru_ru: Опустить

source: Treat as zero
ru_ru: Принять за ноль

source: Missing values
ru_ru: Отсутствующие значения

source: This module contains a pulldown that indicates whether or not to show multi-series data on a single combined plot vs. a separate plot for every series. For example, a search like "search error | timechart count by host" would render a separate chart for every "host" found.
ru_ru: Этот модуль содержит разворачиваемое меню, указывающее будут ли данные нескольких серий отображаться на едином комбинированом графике или на отдельных графиках для каждой серии. Например, поиск "search error | timechart count by host" выведет отдельную диаграмму для каждого найденного хоста.

source: Specifies if the chart is to be split on series
ru_ru: Указывает, будет ли диаграмма поделена на серии

source: Combined
ru_ru: Комбинированный

source: Split
ru_ru: Разделить

source: Multi-series mode
ru_ru: Режим с разбиением на серии
