Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Renames a specified field (wildcards can be used to specify multiple fields).
ru_ru: Переименовывает указанное поле (можно использовать подстановочные знаки для указания нескольких полей).

source: Renames a field. If both the source and destination fields are \ wildcard expressions with he same number of wildcards, \ the renaming will carry over the wildcarded portions to the \ destination expression.
ru_ru: Переименовывает поле. Если поля источника и назначения являются \ выражениями с подстановочными символами с тем же числом подстановочных знаков, \ переименование будет идти через подстановочные к \ целевому выражению.

source: Rename the "count" field.
ru_ru: Переименовать поле "count"

source: Rename fields beginning with "foo".
ru_ru: Переименовать поля, начинающиеся с "foo".

source: Rename the "_ip" field as "IPAddress".
ru_ru: Переименовать поле "_ip" в "IPAddress".

source: Replaces values of specified fields with a specified new value.
ru_ru: Заменяет значения указанных полей на заданное новое значение.

source: Replaces a single occurrence of the first string with the second \ within the specified fields (or all fields if none were specified). \ Non-wildcard replacements specified later take precedence over those specified earlier. \ For wildcard replacement, fuller matches take precedence over lesser matches.\ To assure precedence relationships, one is advised to split the replace into \ two separate invocations. \ When using wildcarded replacements, the result must have the same number \ of wildcards, or none at all. \ Wildcards (*) can be used to specify many values to replace, or replace values with.
ru_ru: Заменяет одно вхождение первой строки вторым \ в пределах указанных полей (или во всех полях, если ничего не было указано). \ Не-подстановочные (non-wildcard) замены, указанные позже имеют приоритет над указанным ранее. \ Для замены с подстановочными символами, более полные совпадения имеют приоритет над менее полными. \ Для обеспечения отношения предшествования, рекомендуется разделить замену на \ два отдельных вызова. \ При использовании замен с подстановочными символами, результат должен иметь одинаковое число \ подстановочных символов, или вообще не иметь их. \ Подстановочные символы (*) могут быть использованы для указания нескольких значений которые надо заменить, или значений, на которые будет произведена замена.

source: Change any host value that ends with "localhost" to "localhost".
ru_ru: Заменить на "localhost" любое значение хоста, которое заканчивается на "localhost" .

source: Specifies a Perl regular expression named groups to extract fields while you search.
ru_ru: Задает именованные группы регулярных выражений Perl для извлечения полей при поиске.

source: Matches the value of the field against the unanchored regex and extracts \ the perl regex named groups into fields of the corresponding names. If \ mode is set to 'sed' the given sed expression will be applied to the value \ of the chosen field (or to _raw if a field is not specified). \ max_match controls the number of times the regex is matched, if greater than one \ the resulting fields will be multivalued fields, defaults to 1, use 0 to mean unlimited.
ru_ru: Сравнивает значение поля с регулярными выражениями без привязки (unanchored) и извлекает \ именованные группы регулярных выражений Perl в поля соответствующих имен. Если \ режим установлен на 'sed', заданное выражение sed будет применяться к значению \ выбранного поля (или _raw, если поле не задано). \ max_match определяет количество сопоставлений регулярного выражения, если оно больше одного \ результирующие поля будут многозначными, по умолчанию 1, использование 0 означает отсутствие ограничения.

source: Anonymize data matching pattern
ru_ru: Анонимизировать паттерн соответствия данных

source: Extract "from" and "to" fields using regular expressions. If a raw event contains "From: Susan To: Bob", then from=Susan and to=Bob.
ru_ru: Извлекает поля "from" и "to" с использованием регулярных выражений. Если необработанное событие содержит "From: Susan To: Bob", то from=Susan а to=Bob.

source: Buffers events from real-time search to emit them in ascending time order when possible
ru_ru: Буферизует события из поиска в реальном времени для их выдачи в возрастающем порядке времени, когда это возможно

source: The rtorder command creates a streaming event buffer that takes input events, stores them \ in the buffer in ascending time order, and emits them in that order from the buffer \ only after the current time reaches at least the span of time given by buffer_span \ after the timestamp of the event. The buffer_span is by default 10 seconds. \ Events will also be emitted from the buffer if the maximum size of the buffer is exceeded.\ The default max_buffer_size is 50000, or the max_result_rows setting of the [search] \ stanza in limits.conf. If an event is received as input that is earlier than an event \ that has already been emitted previously, that out of order event will be emitted \ immediately unless the discard option is set to true (it is false by default). \ When discard is set to true, out of order events will always been discarded, assuring \ that the output is always strictly in time ascending order. \ example1 = ... | rtorder discard=t buffer_span=5m
ru_ru: Команда rtorder создает потоковый буфер событий, который принимает входные события, сохраняет их \ в буфере в порядке возрастания времени, и выдает их в таком порядке из буфера \ только после того, как текущее время достигает по крайней мере, промежутка времени, заданного с помощью buffer_span \ после метки времени события. buffer_span по умолчанию равен 10 секундам. \ События будут также выдаваться из буфера, если максимальный размер буфера превышен. \ По умолчанию max_buffer_size равен 50000, или установке max_result_rows из секции [search] \ в limits.conf. Если в качестве входных данных принимается событие, которое произошло раньше, чем событие \ которое уже было выдано ранее, внеочередное событие будет немедленно выдано, \ если только опция discard (отбросить) не установлена на значение "истинно" (true) (по умолчанию – "ложно" (false)). \ Когда discard устанавлено как "истинно", внеочередные события всегда будут отбрасываться, обеспечивая \ что вывод всегда строго следует порядку возрастания времени. \ example1 = ... | rtorder discard=t buffer_span=5m

source: Keep a buffer of the last 5 minutes of events, emitting events in ascending time order once \ they are more than 5 minutes old. Newly received events that are older than 5 minutes are \ dicarded if an event after that time has already been emitted.
ru_ru: Поддерживать буфер последних 5 минут событий, выдавая события в порядке возрастания времени когда \ они датированы более чем 5 минутами назад. Недавно полученные события старше 5 минут \ отбрасываются если событие, датированное после этого времени, уже было выдано.

source: Runs a SQL SELECT statement.
ru_ru: Выполняет инструкцию SQL SELECT.

source: The select command is deprecated. If you want to compute aggregate statistics, try using stats, chart, or timechart. If you want to filter search results, try using search or where.
ru_ru: Выбранная команда устарела. Если вы хотите вычислить совокупную статистику, попробуйте использовать stats, chart, или timechart. Если вы хотите отфильтровать результаты поиска, попробуйте использовать search или where.

source: Search for LOGINs, pass those results to a temporary database table "results", then perform the select operation, producing search results with two fields _ip and _url. If an event did not contain a value for _ip or _url, its row would be ignored.
ru_ru: Искать LOGIN'ы, передавать эти результаты во временную таблицу "results" базы данных, а затем выполнить операцию select, производя результаты поиска с двумя полями _ip и _url. Если событие не содержит значения _ip или _url, строка будет игнорироваться.

source: Return ip's that contain 7.
ru_ru: Возвращать ip содержащие 7.

source: Return ip's that start with "12" and end with "255".
ru_ru: Возвращать ip которые начинаются с "12" и заканчивается на "255".

source: Any value sql select arguments, per the syntax found at\ http://www.sqlite.org/lang_select.html. If no "from results" is\ specified in the select-arg it will be inserted it automatically.\ Runs a SQL Select query against passed in search\ results. All fields referenced in the select statement must be\ prefixed with an underscore. Therefore, "ip" should be references as\ "_ip" and "_raw" should be referenced as "__raw". Before the select\ command is executed, the previous search results are put into a\ temporary database table called "results". If a row has no values,\ "select" ignores it to prevent blank search results.
ru_ru: Любое значение аргументов sql select, согласно синтаксису найденного в \ http://www.sqlite.org/lang_select.html. Если "from results" неуказано в select-arg, оно будет вставлено автоматически. \ Выполняет SQL-запрос select на переданных результатах поиска. \ Все поля, указанные в операторе select должны быть \ с приставкой из знака подчеркивания. Таким образом, "ip" должен быть указан как \ "_ip" И на "_raw" следует ссылаться как на "__raw". До \ выполнения команды select, предыдущие результаты поиска помещаются во \ временную таблицу базы данных, названную "results". Если строка не имеет значений, \ "select" игнорирует ее, чтобы предотвратить пустые результаты поиска.

source: Runs an external Python-imeplemented search command.
ru_ru: Выполняет внешнюю команду поиск, реализованную на Python.

source: Calls an external python program that can modify or generate search results. \ Scripts must be declared in commands.conf and be located in "$SPLUNK_HOME/etc/apps/app_name/bin". \ The scripts are run with "$SPLUNK_HOME/bin/python".
ru_ru: Вызывает внешнюю python-программу, которая может модифицировать или генерировать результаты поиска. \ Сценарии должны быть объявлены в commands.conf и расположены в "$SPLUNK_HOME/etc/apps/app_name/bin". \ Сценарии запускаются с помощью "$SPLUNK_HOME/bin/python".

source: Run the Python script "myscript" with arguments, myarg1 and myarg2; then, email the results.
ru_ru: Запустить сценарий Python "myscript" с аргументами, myarg1 и myarg2; затем отправить результаты по электронной почте.

source: search::external
ru_ru: поиск::внешний

source: The name of the scripted search command to execute, as defined in commands.conf
ru_ru: Имя команды поиска с использованием сценария для выполнения, как определено в commands.conf

source: Determines the maximum number of input results passed to the script.
ru_ru: Определяет максимальное количество входных результатов, переданных в сценарий.

source: An argument passed to the script.
ru_ru: Аргумент, передаваемый сценарию.

source: Returns a random sampling of N search results.
ru_ru: Возвращает случайную выборку N результатов поиска.

source: returns a random sampling of N search results.\ The inclusion of a 'by' clause gives each unique combination of\ field values its own N random searchresults. Thus, "sample 100 by\ source" will return 100 random results for each source. If there\ are 10 sources, therefore, 1000 results would be returned. If\ RESAMPLE > 0 (it defaults to 0), those 1000 results would then be\ randomly sampled to return RESAMPLE results, basically giving each\ source an approximately equal number of events. Thus, "sample 100\ by source resample=200" would return 200 random results, from\ equal-sized pools of 100 random events for each source. Simply\ doing "sample 200" would also return 200 random events, but the\ sampling would be biased towards more verbose sources.
ru_ru: возвращает случайную выборку N результатов поиска. \ Включение условия 'по' ('by' clause) дает каждому уникальному сочетанию \ значений поля свои собственные N случайных результатов поиска. Таким образом, "sample 100 by\ source" \ вернет 100 случайных результатов для каждого источника. Если имеется \ 10 источников, то будут возвращены 1000 результатов. Если \ RESAMPLE > 0 (по умолчанию 0), эти 1000 результатов затем будут \ использованы в случайной выборке, чтобы возвратить результаты RESAMPLE, в основном давая каждому \ источнику примерно равное количество событий. Таким образом, "sample 100\ by source resample=200" будет возвращать 200 случайных результатов, от \ равных по размеру пулов 100 случайных событий для каждого источника. Простое \ выполнение "sample 200" будет также возвращать 200 случайных событий, но \ выборка будет смещена в сторону более подробных источников.

source: Return 100 random error events.
ru_ru: Возвратить 100 случайных событий ошибок.

source: Return a sample of 10 web access events for each user, and then cluster those samples.
ru_ru: Возвратить образцы 10 событий веб-доступа для каждого пользователя, а затем кластеризовать эти образцы.

source: Runs a saved search by name.
ru_ru: Запускает сохраненный поиск по имени.

source: Runs a saved search. \ If the search contains replacement terms, will perform string replacement. \ For example, if the search were something like "index=$indexname$", then \ the indexname term can be provided at invocation time of the savedsearch command.
ru_ru: Выполняется как сохраненный поиск. \ Если поиск содержит условия замены, будет выполнять замену строк. \ Например, если поиск был что-то вроде "index=$indexname$", то \ термин indexname может быть предоставлен во время вызова команды savedsearch.

source: Run the searchindex command with an index provided (as per above)
ru_ru: Выполнить команду searchindex с заданным индексом (как указано выше)

source: Run the "mysecurityquery" saved search.
ru_ru: Выполнить сохраненный поиск "mysecurityquery".

source: If true, no string substitution replacements are made.
ru_ru: Если это имеет значение "истинно" (true), замены строковой подстановки не производятся.

source: A key value pair to be used in string substitution replacement.
ru_ru: Пара "ключ/значение" для использования в замене строковой подстановки.

source: Triggers the given custom alert action.
ru_ru: Вызывает срабатывание заданного пользовательского действия по оповещению.

source: Triggers the given alert action according to the custom alert actions framework. The command\ gathers the configuration for the alert action (from alert_actions.conf, the saved search \ and custom parameters passed via the command arguments) and performs token replacement. Then\ the command determines the alert action script and arguments to run, creates the alert action\ payload and executes the script, handing over the payload via STDIN to the script process.\ When running the custom script the sendalert command also honors the maxtime setting from\ alert_actions.conf and forcefully terminates the process if it's running longer than the\ configured threshold (by default this is set to 5 minutes).
ru_ru: Вызывает срабатывание заданного действия по оповещению в соответствии с инфраструктурой пользовательских действий по оповещению. Команда \ собирает конфигурацию для действий по оповещению (из alert_actions.conf, сохраненного поиска \ и пользовательских параметров, переданных с помощью аргументов команды) и выполняет замену токена. Затем \ команда определяет сценарий действия по оповещению и аргументы для запуска, создает полезную нагрузку действия по оповещению \ и выполняет сценарий, передавая полезную нагрузку через STDIN в процесс сценария. \ При запуске пользовательского сценария команда sendalert также собльдает настройку maxtime из \ alert_actions.conf и принудительно завершает процесс, если он работает дольше \ заданного порогового значения (по умолчанию установлено значение 5 минут).

source: Trigger the hipchat custom alert action and pass in room and message as custom parameters.
ru_ru: Вызвать срабатывание пользовательского действия по оповещению hipchat и передать раздел чата и сообщение как пользовательские параметры.

source: Emails search results to specified email addresses.
ru_ru: Отправляет результаты поиска по указанным адресам электронной почты.

source: Emails search results to a specified email addresses.
ru_ru: Отправляет результаты поиска по указанным адресам электронной почты.

source: Send search results to the specified email.
ru_ru: Отправить результаты поиска по указанному адресу электронной почты.

source: Send search results in HTML format with the subject "myresults".
ru_ru: Отправить результаты поиска в формате HTML с темой "myresults".

source: List of email addresses to send search results to.
ru_ru: Список адресов электронной почты для отправки результатов поиска.

source: Email address from line.
ru_ru: Адрес электронной почты из строки.

source: Cc line; comma-separated quoted list of valid email addresses.
ru_ru: Строка CC; разделенный запятыми закавыченный список допустимых адресов электронной почты.

source: Blind cc line; comma-separated quoted list of valid email addresses.
ru_ru: Строка Blind CC; разделенный запятыми закавыченный список допустимых адресов электронной почты.

source: Specifies the subject line.
ru_ru: Задает строку темы.

source: Specifies the message sent in the email.
ru_ru: Определяет сообщение, отправляемое по электронной почте.

source: Specify an alternate email footer.
ru_ru: Укажите альтернативный нижний колонтитул электронной почты.

source: Determines whether the results should be included with the email.
ru_ru: Определяет, должны ли результаты быть включены в сообщение электронной почты.

source: Specifies whether to send the results in the message body or as an attachment.
ru_ru: Указывает, следует ли отправить результаты в теле сообщения или в качестве вложения.

source: Specifies how to format inline results.
ru_ru: Определяет способ форматирования встроенных результатов.

source: Specify whether to send the results with the email as an attached csv file or not.
ru_ru: Укажите, следует ли отправлять результаты по электронной почте как прикрепленный CSV-файл или нет.

source: Specify whether to send the results with the email as an attached PDF or not.
ru_ru: Укажите, следует ли отправлять результаты по электронной почте как прикрепленный PDF или нет.

source: Name of view to send as a PDF.
ru_ru: Имя представления для отправки как PDF.

source: Paper orientation: portrait or landscape.
ru_ru: Ориентация бумаги: книжная или альбомная.

source: Default paper size for PDFs. Acceptable values: letter, legal, ledger, a2, a3, a4, a5.
ru_ru: Размер бумаги по умолчанию для PDF-файлов. Допустимые значения: letter, legal, ledger, a2, a3, a4, a5.

source: Set the priority of the email as it appears in the email client. Lowest or 5, low or 4, high or 2, highest or 1.
ru_ru: Установить приоритет сообщения электронной почты, как оно будет отображено в почтовом клиенте. Самый низкий или 5, низкий или 4, высокий или 2, самый высокий или 1.

source: If the smtp server is not local, use this to specify it.
ru_ru: Если ваш почтовый сервер SMTP не является локальным, используйте эту функцию, чтобы определить его.

source: If set to true, no error is thrown, if email sending fails and thus the search pipeline continues execution as if sendemail was not there.
ru_ru: Если установлено значение "истинно" (true), при неудачной попытке отправки электронной почты не генерируется никакая ошибка, и, таким образом, конвейер поиска продолжает выполняться, как будто sendemail там не было.

source: The content type of the email. Plain sends email as plain text and html sends email as a multipart email that include both text and html.
ru_ru: Тип содержимого электронной почты. Plain отправляет электронную почту в виде обычного текста, а html отправляет электронную почту в виде сообщения электронной почты с несколькими частями, которые включают как текст, так и HTML.

source: This is only valid for plain text emails. Specifies whether the columns should be sorted by their width.
ru_ru: Это справедливо только для простых текстовых сообщений электронной почты. Определяет должны ли столбцы быть отсортированы по их ширине.

source: Whether to use ssl when communicating with the smtp server. When true, you must also specify both the server name or ip address and the tcp port in the 'mailserver' attribute.
ru_ru: Следует ли использовать протокол SSL при обмене данными с сервером SMTP. Когда "истинно" (true), необходимо также в атрибуте 'mailserver' указать как имя сервера или его IP-адрес так и TCP-порт .

source: Specify whether to use tls when communicating with the smtp server.
ru_ru: Укажите, следует ли использовать TLS при обмене данными с сервером SMTP.

source: Set the maximum number of search results sent via alerts.
ru_ru: Установить максимальное число результатов поиска, отправляемых через оповещения.

source: The maximum amount of time that the execution of an action is allowed to take before the action is aborted.
ru_ru: Максимальное количество времени, которое может занимать выполнение действия до того, как действие будет прервано.

source: Sets the field values for all results to a common value.
ru_ru: Устанавливает значения полей для всех результатов на общее значение.

source: Sets the value of the given fields to the specified values for each event in the result set. \ Missing fields are added, present fields are overwritten.
ru_ru: Устанавливает значение заданных полей в заданные значения для каждого события в наборе результатов. \ Недостающие поля будут добавлены, существующие поля будут перезаписаны.

source: a key-value pair with quoted value. Standard key cleaning will be performed, ie all non-alphanumeric \ characters will be replaced with '_' and leading '_' will be removed.
ru_ru: пара "ключ-значение" с закавыченным значением. Быдет выполнен стандартная очистка ключей, т.е. все не алфавитно-цифровые \ символы будут заменены на '_', а ведущий '_' будет удален.

source: Extracts values from structured data (XML or JSON) and stores them in a field or fields.
ru_ru: Извлекает значения из структурированных данных (XML или JSON) и сохраняет их в поле или в полях.

source: When called with no path argument, spath extracts all fields from the \ first 5000 (limit is configurable via limits.conf characters, with the produced fields named by their path. \ If a path is provided, the value of this path is extracted to a field \ named by the path by default, or to a field specified by the output \ argument if it is provided.\ Paths are of the form 'foo.bar.baz'. Each level can also have an \ optional array index, deliniated by curly brackets ex 'foo{1}.bar'. \ All array elements can be represented by empty curly brackets e.g. 'foo{}'. \ The final level for XML queries can also include an attribute name, \ also enclosed by curly brackets, e.g. 'foo.bar{@title}'. \ By default, spath takes the whole event as its input. The input \ argument can be used to specify a different field for the input source.
ru_ru: Когда вызывается без аргумента пути, spath извлекает все поля из \ первых 5000 символов (ограничение настраивается с помощью limits.conf), с создаваемыми полей, названных по их пути. \ Если путь указан, значение этого пути извлекается в поле \ названное, по умолжанию, так же как и путь, или в поле, заданное аргументов вывода, \ если он указан. \ Пути имеют вид 'foo.bar.baz'. Каждый уровень может также иметь \ необязательный индекс массива, выделенный фигурными скобками, напр. 'foo{1}.bar'. \ Все элементы массива могут быть представлены пустыми фигурными скобками, напр. 'foo{}'. \ Конечный уровень для запросов XML также может включать в себя имя атрибута, \ также ограниченного фигурными скобками, напр. 'foo.bar{@title}'. \ По умолчанию, spath принимает целое событие в качестве входных данных. \ Аргумент ввода может быть использован для указания другого поля в качестве источника ввода.
