Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Misconfigured view '%(panel)s' - Parameter '%(param)s' must be set to one of %(values)s for module %(module)s
ru_ru: Неправильно настроенный вид '%(panel)s' - для модуля %(module)s параметр '%(param)s' должен иметь одно из следующих значений %(values)s

source: Misconfigured view '%(panel)s' - Unknown parameter '%(param)s' is defined for module %(module)s. Make sure the parameter is specified in %(module)s.conf.
ru_ru: Неправильно настроенный вид '%(panel)s' - для модуля %(module)s определн неизвестный параметр '%(param)s'. Убедитесь, что параметр указан в %(module)s.conf.

source: params
ru_ru: параметры

source: Misconfigured view '%(panel)s' - layoutPanel is not defined for module %(module)s.
ru_ru: Неправильно настроенный вид '%(panel)s' - layoutPanel не определен для модуля %(module)s.

source: moduleDefinitionsMutex not held!
ru_ru: moduleDefinitionsMutex не зафиксирован!

source: Invalid route definition: %s
ru_ru: Недопустимое определение маршрута: %s

source: Search
ru_ru: Поиск

source: Owner
ru_ru: Владелец

source: App
ru_ru: Приложение

source: asc
ru_ru: возр

source: desc
ru_ru: убыв

source: Build Eventtype
ru_ru: Построить Eventtype

source: Extract Fields
ru_ru: Извлечь Поля

source: Show Source
ru_ru: Показать Источник

source: Are you sure you want to do this?
ru_ru: Вы уверены, что хотите это сделать?

source: Splunk failed to fetch the element from the server:
ru_ru: Программе не удалось получить элемент с сервера:

source: Splunk failed to fetch form values for form "%s"
ru_ru: Программе не удалось получить значения формы для формы "%s"

source: Please enter all required fields
ru_ru: Пожалуйста, введите все необходимые поля

source: Error occurred during submission: unable to get checkbox state
ru_ru: При отправке произошла ошибка: не удалось получить состояние флажка

source: Error occurred processing form submission:
ru_ru: Произошла ошибка обработки при отправки формы:

source: Saving...
ru_ru: Сохранение…

source: Please correct the errors below
ru_ru: Пожалуйста, исправьте указанные ниже ошибки

source: Your entry was not saved. The following error was reported: %(error)s.
ru_ru: Ваш ввод не был сохранен. Было сообщено о следующей ошибке: %(error)s.

source: Required field
ru_ru: Обязательное поле

source: Passwords do not match
ru_ru: Пароли не совпадают

source: Cannot add more than %s entry
ru_ru: Не удается добавить больше, чем %s запись

source: Must have at least %s entry
ru_ru: Необходимо иметь по крайней мере %s запись

source: Move Object
ru_ru: Переместить объект

source: Move
ru_ru: Переместить

source: Restart successful - click OK to log back into Splunk
ru_ru: Перезапуск прошел успешно - нажмите кнопку ОК, чтобы войти обратно в Splunk

source: Timed out waiting for restart
ru_ru: Истекло время ожидания для перезапуска

source: Are you sure you want to restart Splunk?
ru_ru: Вы уверены, что хотите перезапустить Splunk?

source: Permission Denied - You are not authorized to restart the server
ru_ru: Доступ запрещен - вы не авторизованы для перезапуска сервера

source: Restart failed
ru_ru: Сбой перезапуска

source: Restart failed:
ru_ru: Сбой перезапуска:

source: Syncing..
ru_ru: Синхронизация...

source: Authentication synched successfully.
ru_ru: Аутентификация успешно синхронизирована.

source: Synch failed - authentication rejected - Log in again to retry.
ru_ru: Сбой синхронизации - аутентификация отклонена - попробуйте войти снова.

source: Permission denied. You are not authorized to reload the authentication system
ru_ru: Доступ запрещен. Вы не авторизованы для перезагрузки системы аутентификации

source: Synch failed:
ru_ru: Сбой синхронизации:

source: Failed to contact server
ru_ru: Не удалось связаться с сервером

source: <b>real-time</b>
ru_ru: <b>в реальном времени</b>

source: today at %(timeText)s.
ru_ru: сегодня в %(timeText)s.

source: <b>%(dateText)s ago</b>
ru_ru: <b>%(dateText)s назад</b>

source: refreshed: %(dateText)s
ru_ru: обновлено: %(dateText)s

source: Edit search
ru_ru: Редактировать поиск

source: Edit visualization
ru_ru: Редактировать визуализацию

source: Delete
ru_ru: Удалить

source: Are you sure you would like to delete this panel?
ru_ru: Вы уверены, что вы хотите удалить эту панель?

source: Sorry, the specified panel could not be deleted.
ru_ru: К сожалению, указанная панель не может быть удалена.

source: <p class="dashboardPromptMessage">This dashboard is empty. <a href="#">Edit the dashboard</a> to add a panel.</p>
ru_ru: <p class="dashboardPromptMessage">Эта панель пустая. <a href="#">Отредактируйте панель</a> для добавления панели.</p>

source: Top values by time
ru_ru: Наибольшие значения по времени

source: Top values overall
ru_ru: Наибольшие значения в целом

source: Average over time
ru_ru: Распределение средних значений по времени

source: Maximum value over time
ru_ru: Распределение максимальных значений по времени

source: Minimum value over time
ru_ru: Распределение минимальных значений по времени

source: No field summary information.
ru_ru: Нет сводной информации по полю.

source: Could not retrieve field summary information. Check if the job has been canceled or expired.
ru_ru: Не удалось получить сводную информацию по полю. Проверьте, было ли отменено задание или его срок истек.

source: Values
ru_ru: Значения

source: Top %(pageCount)s values
ru_ru: %(pageCount)s наибольших значения

source: Min
ru_ru: Мин

source: Max
ru_ru: Макс

source: Mean
ru_ru: Среднее

source: Stdev
ru_ru: Среднеквадратическое отклонение

source: (numeric)
ru_ru: (числовой)

source: (categorical)
ru_ru: (категорийный)

source: values of %s
ru_ru: значения %s

source: Charts
ru_ru: Диаграммы

source: Could not load %(url)s
ru_ru: Не удалось загрузить %(url)s

source: Invalid status code for %(url)s
ru_ru: Недопустимый код состояния для %(url)s

source: test string untranslated
ru_ru: тестовая строка нетранслирована

source: test numeral one untranslated
ru_ru: тестовое число один нетранслировано

source: since %(startDateTime)s
ru_ru: начиная с %(startDateTime)s

source: before %(endDateTime)s
ru_ru: до %(endDateTime)s

source: %(date)s from %(start)s to %(end)s
ru_ru: %(date)s с %(start)s до %(end)s

source: from %(start)s to %(end)s
ru_ru: с %(start)s до %(end)s

source: Screen reader users, click here to skip the navigation bar
ru_ru: Пользователи программ чтения с экрана, нажмите здесь, чтобы убрать панель навигации

source: Splunk is ignoring a request to cancel a scheduled job because it is unsafe to cancel jobs that have been dispatched through an alert.
ru_ru: Splunk игнорирует запрос на отмену запланированного задания, потому что небезопасно отменять задания, диспетчеризованные через оповещение.

source: Jobber can only poll on search jobs that have been dispatched (jobs with SIDs).
ru_ru: Jobber может опрашивать только диспетчеризованные задания поиска (задания с SID-ами).

source: There was an error requesting the job listing. Status "%(status)s". Error message: "%(statusText)s"
ru_ru: Произошла ошибка запроса листинга заданий. Статус "%(status)s". Сообщение об ошибке: "%(statusText)s"

source: The running job "%(sid)s" was canceled remotely or expired.
ru_ru: Выполнение задания "%(sid)s" было отменено удаленно или его срок истек.

source: stack size
ru_ru: размер стека

source: pool size
ru_ru: размер пула

source: Used
ru_ru: Использовано

source: Quota
ru_ru: Квота

source: % used
ru_ru: % использовано

source: Pool
ru_ru: Пул

source: Stack ID
ru_ru: Идентификатор стека

source: Current Members
ru_ru: Текущие Участники

source: Current Quota (GB)
ru_ru: Текущая Квота (ГБ)

source: Warning Days - (Soft)/Hard
ru_ru: Дни предупреждения - (Мягкие)/Жесткие

source: yes
ru_ru: да

source: no
ru_ru: нет

source: Slave
ru_ru: Ведомый

source: Hard Warnings
ru_ru: Жесткие предупреждения

source: In Violation?
ru_ru: В Нарушение?

source: volume
ru_ru: объем

source: average
ru_ru: средний

source: peak
ru_ru: пик

source: All Pools
ru_ru: Все Пулы

source: Indexer
ru_ru: Индексатор

source: Sourcetype
ru_ru: Тип источника

source: Host
ru_ru: Хост

source: Source
ru_ru: Источник

source: Index
ru_ru: Индекс

source: Average and Peak Daily Volume
ru_ru: Средний и пиковый объем за день

source: Top 5 by Average Daily Volume
ru_ru: Топ 5, Средний объем за день

source: You have selected "%s" or "%s" from the "%s" menu. You might see usage reported for a "%s" series. This is expected behavior if you have many unique hosts or sources. <a href="%s" target="_blank" title="%s">%s</a>
ru_ru: Вы выбрали "%s" или "%s" в меню "%s". Вы можете видеть статистику использования за серию "%s". Это ожидаемое поведение, если у вас есть много уникальных хостов или источников. <a href="%s" target="_blank" title="%s">%s</a>

source: host
ru_ru: хост

source: source
ru_ru: источник

source: Split by
ru_ru: Разделить по

source: Splunk help
ru_ru: Помощь Splunk

source: Learn more
ru_ru: Узнать больше

source: You have selected "%s" from the "%s" menu. If your license slaves are running a version of Splunk lower than 6.0, they will not report per index usage and you will see their usage labeled as "%s".
ru_ru: Вы выбрали "%s" из меню "%s". Если на ваших ведомых лицензии установлена ​​версия Splunk ниже 6.0, они не будут сообщать статистику использования по индексу и вы будете видеть статистику их использования, помеченную как "%s".

source: index
ru_ru: индекс

source: The report that powers these panels is not accelerated. For faster performance, you might wish to <a href="%s" target="_blank" title="%s">%s</a>. <a href="%s" target="_blank" title="%s">%s</a>
ru_ru: Представленный на этих панелях отчет - не ускоренный. Для повышения производительности, вы можете <a href="%s" target="_blank" title="%s">%s</a>. <a href="%s" target="_blank" title="%s">%s</a>

source: Search Acceleration
ru_ru: Ускорение Поиска

source: turn on acceleration for this report
ru_ru: включить ускорение для этого отчета

source: Date
ru_ru: Дата

source: GB
ru_ru: Гбайт

source: No split
ru_ru: Без разделения

source: Source type
ru_ru: Тип источника

source: No Split
ru_ru: Без Разделения

source: By pool
ru_ru: По пулу

source: By indexer
ru_ru: По индексатору

source: By source type
ru_ru: По типу источника

source: By host
ru_ru: По хосту

source: By source
ru_ru: По источнику

source: By index
ru_ru: По индексу

source: Show/hide stack/pool size overlay
ru_ru: Показать/скрыть размер перекрытия стека/пула

source: Checking for updates...
ru_ru: Проверка наличия обновлений...

source: <a href='/' class='splButton-primary connectErrorContinue'><span>Continue &raquo;</span></a>
ru_ru: <a href='/' class='splButton-primary connectErrorContinue'><span>Продолжить &raquo;</span></a>

source: Skip update
ru_ru: Пропустить обновление

source: No updates found.
ru_ru: Обновлений не найдено

source: Loading...
ru_ru: Загрузка...

source: Your session has expired.
ru_ru: Время вашего сеанса истекло.

source: Your network connection may have been lost or Splunk web may be down.
ru_ru: Ваше сетевое подключение нарушено или веб интерфейс Splunk'а может быть выключен.

source: Your network connection was either restored or Splunk web was restarted.
ru_ru: Ваше сетевое подключение восстановилось или веб интерфейс Splunk'а был перезапущен.

source: Splunk.ModuleLoader - Assertion failed. Two modules were given the same id %s
ru_ru: Splunk.ModuleLoader - Встраивание не удалось. Двум модулям был дан тот же самый идентификатор id %s

source: Splunk encountered the following unknown module: "%s" . The view may not load properly.
ru_ru: Splunk столкнулся со следующим неизвестным модулем: "%s". Вид может не загрузиться должным образом.

source: Error: Your panel changes could not be saved.
ru_ru: Ошибка: Изменения панели не могут быть сохранены.

source: All color ranges must be specified in manual mode
ru_ru: Все цветовые диапазоны должны быть указаны в ручном режиме

source: Color ranges must be entered from the lowest to the highest
ru_ru: Цветовые диапазоны должны вводится от низкого до высокого

source: Major Unit must be a valid number
ru_ru: Главный Блок должен быть допустимым числом

source: Min Value must be a valid number
ru_ru: Минимальное Значение должно быть допустимым числом

source: Max Value must be a valid number
ru_ru: Максимальное Значение должно быть допустимым числом

source: Export Results
ru_ru: Результаты Экспорта

source: Cancel
ru_ru: Отменить

source: Export
ru_ru: Экспорт

source: Must export at least one result
ru_ru: Необходимо экспортировать как минимум один результат

source: Your eventtype '%(eventtypeName)s' was saved.
ru_ru: Ваш eventtype '%(eventtypeName)s' был сохранен.

source: Splunk encountered an error when it attempted to retrieve the eventtype form. Try again or contact an admin.
ru_ru: Splunk обнаружил ошибку, при попытке получить форму eventtype. Попытайтесь снова или обратитесь к администратору.

source: Your search '%(savedSearchName)s' was saved.
ru_ru: Ваш поиск '%(savedSearchName)s' был сохранен.

source: Splunk encountered an error when it attempted to retrieve the save search form. Try again or contact an admin.
ru_ru: Splunk обнаружил ошибку, при попытке получить сохраненную форму поиска. Попытайтесь снова или обратитесь к администратору.

source: Schedule PDF Delivery
ru_ru: Расписание доставки PDF

source: Successfully changed user options
ru_ru: Параметры пользователей успешно изменены

source: Save
ru_ru: Сохранить

source: Splunk encountered an error while trying to undo the saving of your results. Try again or contact an admin.
ru_ru: Splunk обнаружил ошибку, при попытке отмены сохранения ваших результатов. Попытайтесь снова или обратитесь к администратору.

source: Splunk encountered an error while trying to make your results not world-readable. Try again or contact an admin.
ru_ru: Splunk обнаружил ошибку, при попытке сделать ваши результаты необщедоступными. Попытайтесь снова или обратитесь к администратору.

source: Close
ru_ru: Закрыть

source: Splunk encountered an error when it tried to save your results. It cannot generate a link. Try again or contact an admin.
ru_ru: Splunk обнаружил ошибку, при попытке сохранить ваши результаты. Он не смог создать ссылку. Попытайтесь снова или обратитесь к администратору.

source: Splunk encountered an error when it tried to make your results world-readable. Try again or contact an admin.
ru_ru: Splunk обнаружил ошибку, при попытке сделать ваши результаты общедоступными. Попытайтесь снова или обратитесь к администратору.

source: Could not load %(resource)s
ru_ru: Не удалось загрузить %(resource)s

source: Your tag(s) could not be saved. Only alphanumeric characters, underscores, hyphens and periods are allowed for tags.
ru_ru: Не удается сохранить ваш(и) тег(и). Для тегов допускаются только алфавитно-цифровые символы, знаки подчеркивания, дефисы и точки.

source: Verify Summary
ru_ru: Проверить сводную информацию

source: Verification Success
ru_ru: Проверка успешна

source: Verification Failed
ru_ru: Сбой проверки

source: Decommission Peer
ru_ru: Вывод пира из эксплуатации

source: Create Alert
ru_ru: Создать оповещение

source: Create Scheduled Report
ru_ru: Создать отчет по расписанию

source: Create Dashboard Panel
ru_ru: Создать приборную панель

source: Save Search
ru_ru: Сохранить Поиск

source: About Splunk
ru_ru: О Splunk

source: Done
ru_ru: Выполнено

source: Wall
ru_ru: Стена

source: Schedule for PDF Delivery
ru_ru: График доставки PDF

source: <p>PDF generation isn't supported on this platform. <a href=
ru_ru: <p>Генерация PDF не поддерживается на этой платформе.<a href=

source: >Learn more.</a></p>
ru_ru: >Узнать больше.</a></p>

source: PDF Generation Not Supported
ru_ru: Генерация PDF не поддерживаются

source: specified maxCount (%count)s is not an integer
ru_ru: указанный maxCount (%count)s не является целым числом

source: specified maxEvents (%count)s is not an integer
ru_ru: указанный maxEvents (%count)s не является целым числом

source: Splunkd returned an unsuccessful response when trying to dispatch a search. Try again or contact an admin.
ru_ru: Splunkd возвратил сообщение о неудаче при попытке диспетчеризовать поиск. Повторите попытку или обратитесь к администратору.

source: Could not get a search id for the search.
ru_ru: Не удалось получить идентификатор поиска для поиска.

source: parser response was valid JSON but contained no search.
ru_ru: ответ парсера был действительный JSON, но не содержал поиска.

source: parser response was valid JSON but contained neither search nor messages
ru_ru: ответ парсера был действительный JSON, но не содержал ни поиска ни сообщений.

source: Splunk encountered an error when it tried to launch the report builder popup (or the popup was blocked by an uncommonly aggressive popup blocker).
ru_ru: Splunk обнаружил ошибку при попытке запустить всплывающее окно системы построения отчетов (или всплывающее окно было заблокировано необычайно агрессивным блокировщиком всплывающих окон).

source: Encountered an unexpected error while parsing intentions.
ru_ru: Непредвиденная ошибка при синтаксическом анализе намерений.

source: Complete
ru_ru: Завершено

source: Updated:
ru_ru: Обновлено:

source: Building summary -
ru_ru: Построение сводной информации -

source: Suspended.
ru_ru: Приостановлено.

source: Summarization not started
ru_ru: Обобщение не начато.

source: Not enough data to summarize.
ru_ru: Недостаточно данных для обобщения.

source: Pending (Built summary -
ru_ru: Ожидание (Сводная информация построена -

source: Complete
ru_ru: Выполнено

source: over custom relative time range
ru_ru: на пользовательском относительном диапазоне времени

source: %s (real-time)
ru_ru: %s (реального времени)

source: in custom real-time range
ru_ru: в течение пользовательского относительного диапазона времени

source: second
ru_ru: секунда

source: minute
ru_ru: минута

source: hour
ru_ru: час

source: day
ru_ru: день

source: week
ru_ru: неделя

source: month
ru_ru: месяц

source: year
ru_ru: год

source: over all time
ru_ru: за все время

source: today
ru_ru: сегодня

source: yesterday
ru_ru: вчера

source: during this %(singleUnitOfTime)s
ru_ru: в течение этого(этой) %(singleUnitOfTime)s

source: during last %(singleUnitOfTime)s
ru_ru: за последний(юю) %(singleUnitOfTime)s

source: in the last %(unitOfTime)s
ru_ru: за последний(последнюю) %(unitOfTime)s

source: in the last %(count)s %(unitOfTime)ss
ru_ru: за последние %(count)s %(unitOfTime)ss

source: Create new dashboard
ru_ru: Создать приборную панель

source: Create
ru_ru: Создать

source: Invalid ID
ru_ru: Неверный ID

source: Unexpected error while creating a dashboard
ru_ru: Непредвиденная ошибка при создании приборной панели

source: New panel
ru_ru: Новая панель

source: Edit %s
ru_ru: Редактировать %s

source: Are you sure you want to delete this panel?
ru_ru: Вы уверены, что хотите удалить эту панель?

source: Edit panel
ru_ru: Редактировать панель

source: Cannot open job inspector; no search job ID provided!
ru_ru: Не удается открыть инспектор заданий; Не задан идентификатор задания поиска!

source: Custom
ru_ru: Кастомизация

source: Failed to load component: %s from app: %s
ru_ru: Не удалось загрузить компонент: %s из приложения: %s

source: Add this alert to Triggered Alerts list
ru_ru: Добавить это оповещения в список Сработавших оповещений

source: Add to Triggered Alerts
ru_ru: Добавить к Сработавшим оповещениям

source: -- Default System Timezone --
ru_ru: --Часовой пояс системы по умолчанию--

source: (GMT) Greenwich Mean Time
ru_ru: (GMT) Среднее время по Гринвичу

source: (GMT-11:00) Midway Island, Samoa
ru_ru: (GMT-11: 00) Мидуэй, Самоа

source: (GMT-10:00) Hawaii-Aleutian
ru_ru: (GMT-10:00) Гавайи-Алеутские острова

source: (GMT-10:00) Hawaii
ru_ru: (GMT-10: 00) Гавайи

source: (GMT-09:30) Marquesas Islands
ru_ru: (GMT-09:30). Маркизские острова

source: (GMT-09:00) Gambier Islands
ru_ru: (GMT-09:00) Острова Гамбье

source: (GMT-09:00) Alaska
ru_ru: (GMT-09: 00) Аляска

source: (GMT-08:00) Tijuana, Baja California
ru_ru: (GMT-08:00) Тихуана, Баха Калифорния

source: (GMT-08:00) Pitcairn Islands
ru_ru: (GMT-08:00) Острова Питкэрн

source: (GMT-08:00) Pacific Time (US &amp; Canada)
ru_ru: (GMT-08:00) Тихоокеанское время (США и Канада)

source: (GMT-07:00) Mountain Time (US &amp; Canada)
ru_ru: (GMT-07:00) Горное время (США и Канада)

source: (GMT-07:00) Chihuahua, La Paz, Mazatlan
ru_ru: (GMT-07:00) Чиуауа, Ла-Пас, Масатлан

source: (GMT-07:00) Arizona
ru_ru: (GMT-07:00) Аризона

source: (GMT-06:00) Saskatchewan, Central America
ru_ru: (GMT-06:00) Саскачеван, Центральная Америка

source: (GMT-06:00) Guadalajara, Mexico City, Monterrey
ru_ru: (GMT-06:00) Гвадалахара, Мехико, Монтеррей

source: (GMT-06:00) Easter Island
ru_ru: (GMT-06:00) Остров Пасхи

source: (GMT-06:00) Central Time (US &amp; Canada)
ru_ru: (GMT-06:00) Центральное время (США и Канада)

source: (GMT-05:00) Eastern Time (US &amp; Canada)
ru_ru: (GMT-05:00) Восточное время (США и Канада)

source: (GMT-05:00) Cuba
ru_ru: (GMT-05:00) Куба

source: (GMT-05:00) Bogota, Lima, Quito, Rio Branco
ru_ru: (GMT-05:00) Богота, Лима, Кито, Риу-Бранку

source: (GMT-04:30) Caracas
ru_ru: (GMT-04:30). Каракас

source: (GMT-04:00) Santiago
ru_ru: (GMT-04:00) Сантьяго

source: (GMT-04:00) La Paz
ru_ru: (GMT-04:00) Ла-Пас

source: (GMT-04:00) Faukland Islands
ru_ru: (GMT-04:00) Фолклендские острова

source: (GMT-04:00) Brazil
ru_ru: (GMT-04:00) Бразилия

source: (GMT-04:00) Atlantic Time (Goose Bay)
ru_ru: (GMT-04:00) Атлантическое время (Гус-Бей)

source: (GMT-04:00) Atlantic Time (Canada)
ru_ru: (GMT-04:00) Атлантическое время (Канада)

source: (GMT-03:30) Newfoundland
ru_ru: (GMT-03:30). Ньюфаундленд

source: (GMT-03:00) Montevideo
ru_ru: (GMT-03:00) Монтевидео

source: (GMT-03:00) Miquelon, St. Pierre
ru_ru: (GMT-03:00) Микелон, Сен-Пьер

source: (GMT-03:00) Greenland
ru_ru: (GMT-03:00) Гренландия

source: (GMT-03:00) Buenos Aires
ru_ru: (GMT-03:00) Буэнос-Айрес

source: (GMT-03:00) Brasilia
ru_ru: (GMT-03:00) Бразилиа

source: (GMT-02:00) Mid-Atlantic
ru_ru: (GMT-02: 00) Средне-Атлантическое

source: (GMT-01:00) Cape Verde Is.
ru_ru: (GMT-01:00) Острова Кабо-Верде.

source: (GMT-01:00) Azores
ru_ru: (GMT-01:00) Азорские острова

source: (GMT) Greenwich Mean Time : Belfast
ru_ru: (GMT) Среднее время по Гринвичу: Белфаст

source: (GMT) Greenwich Mean Time : Dublin
ru_ru: (GMT) Среднее время по Гринвичу: Дублин

source: (GMT) Greenwich Mean Time : Lisbon
ru_ru: (GMT) Среднее время по Гринвичу: Лиссабон

source: (GMT) Greenwich Mean Time : London
ru_ru: (GMT) Среднее время по Гринвичу: Лондон

source: (GMT) Monrovia, Reykjavik
ru_ru: (GMT) Монровия, Рейкьявик

source: (GMT+01:00) Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna
ru_ru: (GMT 01: 00) Амстердам, Берлин, Берн, Рим, Стокгольм, Вена

source: (GMT+01:00) Belgrade, Bratislava, Budapest, Ljubljana, Prague
ru_ru: (GMT + 01:00) Белград, Братислава, Будапешт, Любляна, Прага

source: (GMT+01:00) Brussels, Copenhagen, Madrid, Paris
ru_ru: (GMT + 01:00) Брюссель, Копенгаген, Мадрид, Париж

source: (GMT+01:00) West Central Africa
ru_ru: (GMT + 01:00) Западная Центральная Африка

source: (GMT+01:00) Windhoek
ru_ru: (GMT + 01:00) Виндхук

source: (GMT+02:00) Beirut
ru_ru: (GMT + 02:00) Бейрут

source: (GMT+02:00) Cairo
ru_ru: (GMT + 02:00) Каир

source: (GMT+02:00) Gaza
ru_ru: (GMT + 02:00) Сектор Газа

source: (GMT+02:00) Harare, Pretoria
ru_ru: (GMT 02: 00) Хараре, Претория

source: (GMT+02:00) Jerusalem
ru_ru: (GMT + 02:00) Иерусалим

source: (GMT+02:00) Minsk
ru_ru: (GMT + 02:00) Минск

source: (GMT+02:00) Syria
ru_ru: (GMT + 02:00) Сирия

source: (GMT+03:00) Nairobi
ru_ru: (GMT + 03:00) Найроби

source: (GMT+03:30) Tehran
ru_ru: (GMT + 03:30) Тегеран

source: (GMT+04:00) Abu Dhabi, Muscat
ru_ru: (GMT 04: 00) Абу-Даби, Маскат
