Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Regex to capture date/time from path. Example: /home/data/(\d+)/(\d+)/
ru_ru: Регулярное выражение захвата даты/времени из пути. Пример: /home/data/(\d+)/(\d+)/

source: Regex with capturing groups to extract time components from paths. The capture groups are concatenated and interpreted using the format below
ru_ru: Регулярное выражение с группами захвата для извлечения компонентов времени из путей. Группы захвата соединяются и интерпретируются с использованием формата, приведенного ниже

source: Time Format
ru_ru: Формат времени

source: Format to interpret the extracted time string as. Example: yyyyMMddHH
ru_ru: Формат для интерпретации извлеченной строки времени, например: yyyyMMddHH

source: Format string to interpret the time string extracted from the path. The format is Java's SimpleDateFormat
ru_ru: Формат строки для интерпретации строки времени, извлеченной из пути. Формат -SimpleDateFormat из Java

source: Time Adjustment
ru_ru: Корректировка времени

source: Earliest time offset (1h, 1d, etc.)
ru_ru: Самое раннее смещение по времени (1h, 1d и т.д.)

source: How much data is contained in the dir (1h, 1d, etc.)
ru_ru: Сколько данных содержится в директории (1h, 1d и т.д.)

source: Time Zone
ru_ru: Часовой пояс

source: Paths
ru_ru: Пути

source: Add new provider
ru_ru: Добавить нового провайдера

source: Edit provider
ru_ru: Редактировать провайдер

source: Provider Family
ru_ru: Семейство провайдеров

source: Enable Archive Bandwidth Throttling
ru_ru: Включение регулирования пропускной способности архивации

source: Max Archiving Bandwidth
ru_ru: Максимальная пропускная способность архивирования

source: Specify the amount of bandwidth to give to archived indexes associated with this provider
ru_ru: Укажите величину пропускной способности, которая назначается архивированным индексам, связанным с этим поставщиком

source: Archiving Settings
ru_ru: Настройки архивации

source: Java Home
ru_ru: Домашний каталог Java

source: Example: /usr/jdk
ru_ru: Пример: /usr/jdk

source: Hadoop Home
ru_ru: Домашний каталог Hadoop

source: Example: /usr/hadoop
ru_ru: Пример: /usr/hadoop

source: Environment Variables
ru_ru: Переменные среды

source: Hadoop Version
ru_ru: Версия Hadoop

source: Job Tracker
ru_ru: Отслеживание заданий

source: Example: jobtracker.example.com:8021
ru_ru: Пример: jobtracker.example.com:8021

source: File System
ru_ru: Файловая система

source: Example: hdfs://namenode.example.com:8020
ru_ru: Пример: hdfs://namenode.example.com:8020

source: Enable Pass Through Authentication
ru_ru: Включить сквозную аутентификацию

source: Resource Manager Address
ru_ru: Адрес менеджера ресурсов

source: Resource Scheduler Address
ru_ru: Адрес планировщика ресурсов

source: Hadoop Cluster Information
ru_ru: Сведения о кластере Hadoop

source: HDFS Working Directory
ru_ru: Рабочий каталог HDFS

source: Example: /user/splunk/hunk-01.example.com/
ru_ru: Пример: /user/splunk/hunk-01.example.com/

source: Path in HDFS that you want this provider to use as it's workspace
ru_ru: Путь в HDFS, который вы хотите, чтобы этот провайдер использовал как свое рабочее пространство

source: Job Queue
ru_ru: Очередь заданий

source: Example: highPriorityQ
ru_ru: Пример: highPriorityQ

source: Job queue where MapReduce jobs of this provider get submitted to
ru_ru: Очередь заданий, куда отправляются задания MapReduce этого провайдера

source: Splunk Settings
ru_ru: Настройки Splunk

source: Add Secure Cluster
ru_ru: Добавить кластер безопасности

source: Mode
ru_ru: Режим

source: ------ Choose ------
ru_ru: ------ Выберите ------

source: Server Name and Realm
ru_ru: Имя сервера и реалм

source: Configuration File Path
ru_ru: Путь к файлу конфигурации

source: Kerberos Server Name
ru_ru: Имя сервера Kerberos

source: Kerberos Default Realm
ru_ru: Kerberos реалм по умолчанию

source: Kerberos Configuration File Path
ru_ru: Путь к файлу конфигурации Kerberos

source: Kerberos Principal Name
ru_ru: Имя принципала Kerberos

source: Kerberos Keytab Path
ru_ru: Путь к таблице ключей (Keytab) Kerberos

source: HDFS Principal
ru_ru: Принципал HDFS

source: MapReduce Principal
ru_ru: Принципал MapReduce

source: Resource Manager Principal
ru_ru: Принципал Менеджера ресурсов

source: Node Manager Principal
ru_ru: Принципал Менеджера узлов

source: Security Settings
ru_ru: Настройки безопасности

source: Additional settings for hadoop configuration. Refer to Hadoop mapred documentation for setting name and description.
ru_ru: Дополнительные параметры конфигурации hadoop. Обратитесь к документации Hadoop mapred для задания имени и описания.

source: Kerberos Server Configuration:
ru_ru: Конфигурация сервера Kerberos:

source: Hadoop Kerberos Credentials:
ru_ru: Удостоверяющие данные Hadoop Kerberos:

source: New Setting
ru_ru: Новый параметр

source: month(s)
ru_ru: месяц(-a,-ев)

source: year(s)
ru_ru: год/лет

source: This is the abstract base class for all modules.
ru_ru: Это абстрактный базовый класс для всех модулей.

source: getParam: Splunk cannot get param; null key name passed
ru_ru: getParam: Splunk не может получить параметр; передано имя ключа null

source: This is the abstract base class for all modules that can only work with dispatched searches.
ru_ru: Это абстрактный базовый класс для всех модулей, которые могут работать только с диспетчеризованными поисками.

source: EXPERIMENTAL.
ru_ru: ЭКСПЕРИМЕНТАЛЬНЫЙ.

source: EXPERIMENTAL - this determines whether drilldown intentions are send to downstream modules or to upstream modules.
ru_ru: Статус ЭКСПЕРИМЕНТАЛЬНЫЙ определяет, будут ли намерения на углубленную детализацию посылаться модулям, расположенным выше либо ниже по потоку данных.

source: when on, there will be some fields that output the args to the drilldown intention, as well as the timerange and underlying base Search
ru_ru: когда включено, здесь будут присутствовать некоторые поля, вывод которых служит аргументами для намерений углубленной детализации, а также временного диапазона и несущего поиска.

source: Not required. Since this defaults to 'click', by default the module will look for the keys 'click.name', 'click.value', 'click.name2', 'click.value2'. In cases where you are nesting multiple drilldown patterns in the same view, this key is available to look for keys like 'click2.name', or 'hostClick.value' instead.
ru_ru: Не требуется. Поскольку по умолчанию для этого используется 'click', по умолчанию модуль будет искать ключи 'click.name', 'click.value', 'click.name2', 'click.value2'. В случаях, когда вы вкладываете несколько паттернов углубленной детализации в одно и то же представление, этот ключ доступен для поиска ключей наподобие 'click2.name' или 'hostClick.value'.

source: Converts a setting value to an intention, which it adds to its context and passes to its children.
ru_ru: Преобразует значение параметра в намерение, которое добавляет его контекст и передает своим потомкам.

source: This is the intention to add to the current search context. If 'settingToConvert' is defined, use the "$target$" keyword within the intention somewhere to specify which value in the intention to replace. If 'settingToConvert' is omitted, you do not use "$target$" but instead specify the setting name or names directly , ie "$selectedHost$".
ru_ru: Это намерение добавления к текущему контексту поиска. Если 'settingToConvert' определено, используйте ключевое слово "$target$" внутри намерения где-то, чтобы указать, какое значение в намерении необходимо заменить. Если 'settingToConvert' опущен, вы не используете "$target$", но вместо этого укажите имя или имена параметра напрямую, то есть "$selectedHost$".

source: When set, this defines the name of a single setting value that will be set the intention, and which is then specified with a special "$target$" syntax. It's easier to not set this parameter, in which case you're allowed to specify the keys directly like "selectedHost" or "$foo.bar$";
ru_ru: Когда установлено, это определяет имя одного значения параметра, который будет устанавливать намерение, и который затем указывается со специальным синтаксисом "$target$". Легче не устанавливать этот параметр, в этом случае вы можете указать ключи непосредственно как "selectedHost" или "$foo.bar$";

source: LEGACY. Has no function. this module was changed to *always* preserve existing intentions @62089 in june 2009, but this associated param was never removed.
ru_ru: НАСЛЕДИЕ. Не имеет функционала. Этот модуль был изменен чтобы *навсегда* сохранить существующие намерения @62089 в июне 2009 года, но этот связанный параметр не был удален.

source: Deprecated:
ru_ru: Не рекомендуется (устаревшее):

source: A list of label and optional values to use when populating the form element.
ru_ru: Список меток и необязательных значений, используемых при заполнении элемента формы.

source: The setting to generate and send to the module's children when the select option changes.
ru_ru: Настройка для создания и отправки потомков модуля, когда изменяется выбор варианта изменений.

source: Usually the Lister modules should push their changes to their children. In some cases this is not desirable, such as in the simplified form configurations.
ru_ru: Обычно модули Lister должны передавать свои изменения своим потомкам. В некоторых случаях это нежелательно, например, в упрощенных конфигурациях формы.

source: The name of the HTML form element to create.
ru_ru: Имя элемента формы HTML для его создания.

source: The label to apply to the set of radio buttons.
ru_ru: Метка для применения к набору радио-кнопок.

source: Radio button to have initially checked.
ru_ru: Радио-кнопка должна быть изначально включена.

source: The option to show as selected. This is based on the label value, for example "selected = Edit" looks for an option whose label value is also "Edit".
ru_ru: Вариант, который должен быть показан как выбранный. Это основано на значении метки, например "selected = Edit" ищет параметр, значением метки которого является также "Edit".

source: Deprecated: This is the abstract base class of all of the report_builder modules that effect the underlying search.
ru_ru: Устаревшее: Это абстрактный базовый класс для всех модулей report_builder, которые влияют на несущий поиск.

source: Deprecated: This module contains a pulldown that allows you to select the field that you wish to use on the y-axis. This is generally used in conjunction with StatChooser which specifies the aggregator function for this field chosen here. Eg. if this module is set to 'kbps', and StatChooser is set to 'max', then the overall y-axis value will be max(kbps)
ru_ru: Устаревшее: Этот модуль содержит разворачиваемое меню, которое позволяет вам выбрать поле, которое вы хотите использовать на оси Y. Это обычно используется в сочетании с StatChooser, который определяет агрегатную функцию для этого выбранного здесь поля. Например, если этот модуль установлен на kbps' и StatChooser имеет значение 'max', то общее значение по оси Y будет max(kbps).

source: [remove]
ru_ru: [удалить]

source: We were unable to retrieve from the original job. It may have expired or been canceled.
ru_ru: Не удалось получить из исходного задания. Возможно его срок истек или оно было отменено.

source: Deprecated: This module contains a pulldown that allows you to select the field that you wish to split by, when doing a 'trend over time' or 'correlation' search, and when youve chosen to split by a single field.
ru_ru: Устаревшее: Этот модуль содержит разворачиваемое меню, которое позволяет выбрать поле, которым вы хотите разделят, при выполнении поиска 'trend over time' или поиска 'correlation', и когда вы решили разделять по единичному полю.

source: split by
ru_ru: разделять используя

source: ( no split by )
ru_ru: ( не разделять используя )

source: Splunk could not find the selected split-by field in the underlying job.
ru_ru: Splunk не смог найти выбранное поле с разделителем в несущем задании.

source: Deprecated: This module contains a pulldown that allows you to select the aggregator function that you wish to apply to your y-axis field. Its options include functions like 'sum', 'average', 'count' and 'distinct count', .
ru_ru: Устаревшее: Этот модуль содержит разворачиваемое меню, которое позволяет выбрать агрегатную функцию, которую вы хотите применить к полю оси Y. Ее опции включают в себя такие функции, как 'sum', 'average', 'count' и 'distinct count' .

source: Number (count)
ru_ru: Число (счетчик)

source: Distinct count
ru_ru: Счетчик уникальных значений

source: Maximum
ru_ru: Максимум

source: Minimum
ru_ru: Минимум

source: Variance
ru_ru: Дисперсия

source: Standard deviation
ru_ru: Стандартное отклонение

source: [add series]
ru_ru: [добавить серии]

source: Deprecated: This module contains a pulldown that allows you to split 'trend over time' and 'correlation' searches by a single field, split them by multiple series, or not split them at all.
ru_ru: Устаревшее: Этот модуль содержит разворачиваемое меню, которое позволяет разделить поиски 'trend over time' и 'correlation' с помощью одиночного поля, разделить их с помощью нескольких серий или совсем не разделять.

source: Report will display
ru_ru: Отчет будет отображаться

source: Single field over time
ru_ru: Одно поле с течением времени

source: Multiple fields over time
ru_ru: Несколько полей с течением времени

source: Single field split by another field
ru_ru: Одиночное поле разбитое другим полем

source: Report Builder cannot load searches with multiple split-by clauses back into basic mode yet.
ru_ru: Построитель отчетов пока не может загрузить поиски с несколькими спецификаторами разделителей обратно в базовый режим.

source: Deprecated: This module contains a pulldown that allows you to select the general type of report that you are trying to build. Examples of its options are 'trend over time', 'correlation', 'top values of a given field' etc..
ru_ru: Устаревшее: Этот модуль содержит разворачиваемое меню, которое позволяет выбрать общий тип отчета, который вы пытаетесь построить. Примеры его вариантов являются 'trend over time', 'correlation', 'top values of a given field' и т.д.

source: Report type
ru_ru: Тип отчета

source: Choose...
ru_ru: Выберите...

source: Values over time
ru_ru: Значения с течением времени

source: Distribution of values
ru_ru: Распределение значений

source: Original values
ru_ru: Исходные значения

source: Deprecated: this is a class that wont be used outside of report builder, documentation for which is TBD.
ru_ru: Устаревшее: это класс, который не будет использоваться вне построителя отчетов, документация которых является TBD.

source: Define report data using search language
ru_ru: Определите данные отчета с помощью языка поиска

source: Define report using search language
ru_ru: Определите отчет с помощью языка поиска

source: Define report data through a form
ru_ru: Определите данные отчета посредством формы

source: This search can only be loaded in the advanced mode.
ru_ru: Этот поиск может быть загружен только в расширенном режиме.

source: Deprecated: this is a class for report builder, that has significantly more complex behaviour than SearchField, and is useful only in the report_builder view
ru_ru: Устаревшее: это класс для построителя отчетов, которые имеют значительно более сложное поведение чем SearchField, и может быть полезен только в представлении report_builder

source: Splunk cannot construct a working search from your entry. Please try again.
ru_ru: Splunk не может построить рабочий поиск используя введенную вами инфрмацию. Пожалуйста, попробуйте еще раз.

source: Deprecated: This module contains a text field and a pulldown, that together the user can use to set the size of buckets in 'trend over time' searches. The first field takes an integer, and the pulldown contains options of 'month, day, hour, minute, second'
ru_ru: Устаревшее: Этот модуль содержит текстовое поле и разворачиваемое меню, которые пользователь может использовать совместно для задания размера корзин в поисках 'trend over time'. Первое поле принимает целое число и разворачиваемое меню содержит варианты 'month, day, hour, minute, second'

source: Set span for time axis intervals (for example: every 10 minutes)
ru_ru: Установить охват для интервалов оси времени (например: каждые 10 минут)

source: Time span for each interval
ru_ru: Временной охват для каждого интервала

source: Second(s)
ru_ru: Секунд(ы)

source: Minute(s)
ru_ru: Минут(ы)

source: Hour(s)
ru_ru: Час(ов)

source: Day(s)
ru_ru: День(дней)

source: Month(s)
ru_ru: Месяц(ев)

source: Deprecated: EXPERIMENTAL. A simple wrapper for integrating external content via XMLHTTPRequest within the module framework. Note this is limited to same domain constraints. Emulates iframe like behavior (page is not refreshed on clicks) and binds an ajaxForm handler to all forms.
ru_ru: Устаревшее: ЭКСПЕРИМЕНТАЛЬНЫЙ. Простая оболочка для интеграции внешнего контента в рамках модуля с помощью XMLHTTPRequest. Обратите внимание, что это ограничивается ограничениями того же домена. Эмулирует поведение как у iframe (страница не обновляется по кликам) и привязывает обработчик ajaxForm ко всем формам.

source: This determines the initial endpoint.
ru_ru: Это определяет первоначальную конечную точку.

source: The type of initial request to make "POST" or "GET".
ru_ru: Тип первоначального запроса, чтобы осуществить "POST" или "GET".

source: The associated query string name/value pairs to add to the POST/GET request.
ru_ru: Связанные строки запроса пар имя/значение для добавления к запросу POST/GET.

source: The regular expression pattern for anchor element href attribute values that should not refresh the page on click/keydown. Defaults to matching everything excluding anchor elements with target or rel values.
ru_ru: Паттерн регулярного выражения для значений атрибутов анкерного элемента href, который не должен обновлять страницу по клику/нажатию. По умолчанию соответствует всему, за исключением анкерных элементов со значениями target или rel.

source: The regular expression attributes for anchor element href attribute values that should not refresh the page on click/keydown. Defaults to no attributes excluding anchor elements with target or rel values.
ru_ru: Атрибуты регулярного выражение атрибутов для значений атрибутов анкерного элемента href, который не должен обновлять страницу по клику/нажатию. По умолчанию - атрибутов нет, за исключением анкерных элементов со значениями target или rel.

source: An optional element selector to apply form element focus on. See http://docs.jquery.com/Selectors for selector syntax. Defaults to an auto-focus algorithm if undefined. To disable auto-focus provide an invalid selector such as "foobar"
ru_ru: Необязательный элемент выбора, который применяется для фокурсировки элемента формы. См http://docs.jquery.com/Selectors для синтаксиса элемент выбора. По умолчанию, если не определен, используется алгоритм автоматической фокусировки. Для того, чтобы отключить автофокус задайте недействительный элемент выбора, например "foobar"

source: Could not load endpoint %(textStatus)s
ru_ru: Не удалось загрузить конечную точку %(textStatus)s

source: This simple module uses an inline frame (iframe) to show content from another URL.
ru_ru: Этот простой модуль использует встроенный фрейм (iframe), чтобы показать содержимое из другого URL.

source: This is the URL to a remote resource to be displayed in the module. Supports remote URI's (ie., http://foobar.com/hello), local app static files (ie., hello.html found in $SPLUNK_HOME/etc/apps/$APPNAME/appserver/static) and relative locations (ie., /manager).
ru_ru: Это ссылка на удаленный ресурс, который будет отображаться в модуле. Поддерживает удаленные URI (напр., http://foobar.com/hello), локальные статические файлы приложений (напр., hello.html находящийся в $SPLUNK_HOME/etc/apps/$APPNAME/appserver/static) и относительные местоположения (напр., /manager).

source: DEPRECATED This checks to see if the remote or local src exists. It defaults to false. NOTE: Local app static files are skipped if check_exists is set to True.
ru_ru: УСТАРЕВШЕЕ Проверяет, существует ли удаленный или локальный src. Значение по умолчанию - false. Примечание: Локальные статические файлы приложений пропускаются, если для check_exists установлено значение "Истинно" (True).

source: The numeric pixel value constraint of your iframe or defaults to auto. NOTE: Remote URI's require the appropriate JavaScript document.domain setting for fluid height to work correctly (see http://msdn.microsoft.com/en-us/library/cc196989(VS.85).aspx and https://developer.mozilla.org/en/DOM/document.domain)
ru_ru: Числовое значение ограничение по пикселям вашего iframe или по умолчанию auto. Примечание: удаленный адрес URI требует соответствующие document.domain настройки JavaScript для правильной работы растягивающейся высоты iframe (см. http://msdn.microsoft.com/en-us/library/cc196989(VS.85).aspx и https://developer.mozilla.org/en/DOM/document.domain)

source: This module supports the concept of server side includes for custom content. Additionally, the Mako (see: http://www.makotemplates.org/) template language is supported.
ru_ru: Этот модуль поддерживает концепцию включений на стороне сервера для пользовательского контента. Кроме того поддерживается язык шаблонов Mako (см.: http://www.makotemplates.org/) .

source: This specifies the static html file that should be displayed in the given view. When you give it a filename, Splunk attempts to fetch the file from the current application static folder: /etc/apps/<app_name>/appserver/static/* (Note: absolute URI's not supported). If the resource can't be found, a simple message inline is displayed.
ru_ru: Указывает статический HTML-файл, который должен быть отображен в данном представлении. Когда вы даете ему имя, Splunk пытается извлечь файл из статической папки текущего приложения: /etc/apps/<app_name>/appserver/static/* (Примечание: абсольтные URI не поддерживаются). Если ресурс не может быть найден, выводится простое встроенное в строку сообщение.

source: ServerSideInclude Module Error!
ru_ru: Ошибка модуля ServerSideInclude!

source: This large module dominates the page and is intended to supply management functionality for many previously dispatched searches.
ru_ru: Этот большой модуль доминирует на странице и предназначен для обеспечения функциональных возможностей управления для многих ранее диспетчеризованных поисков.

source: The name of the setting that will contain the owner to use when filtering jobs. This usually comes from a EntitySelectLister module.
ru_ru: Имя параметра, который будет содержать владельца для использования при фильтрации заданий. Оно, как правило, поступает из модуля EntitySelectLister.

source: The name of the setting that will contain the namespace (aka app name) to use when filtering jobs. This usually comes from a EntitySelectLister module.
ru_ru: Имя параметра, который будет содержать пространство имен (также известного как название приложения) для использования при фильтрации заданий. Оно, как правило, поступает из модуля EntitySelectLister.

source: The name of the setting that will contain the job running status.
ru_ru: Имя параметра, который будет содержать статус исполняемого задания.

source: The number of jobs to initially show. Often overridden by the paginator module.
ru_ru: Число изначально показываемых заданий. Часто переопределяется модулем разбивки на страницы Paginator.

source: The offset to start from in the list of jobs. Often overridden by the paginator module.
ru_ru: Смещение, показывающее место в списке заданий, с которого необходимо начинать. Часто переопределяется модулем разбивки на страницы Paginator.
