Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: There are currently no stacks associated with the <strong>%s</strong> license type. No usage information is available.
ru_ru: В настоящее время нет стеков, связанных с типом лицензии <strong>%s</strong>. Информации об использовании не доступна.

source: %s stack
ru_ru: %s стек

source: <strong>%s</strong> is currently a default license pool. Slave indexers can be automatically added to this pool by pointing them to the splunkd port on this machine.
ru_ru: <strong>%s</strong> является в настоящее время пулом лицензий по умолчанию. Подчиненные индексаторы могут быть автоматически добавлены в этот пул, если направить их на порт splunkd на этой машине.

source: Volume
ru_ru: Объем

source: valid
ru_ru: действительная

source: revoked
ru_ru: отозванная

source: Effective daily volume
ru_ru: Эффективный ежедневный объем

source: There are no pools configured in the %s stack
ru_ru: Нет пулов, сконфигурированных в %s стеке.

source: Pools
ru_ru: Пулы

source: No indexers have reported into this pool today
ru_ru: Ни один индексатор не предоставлял данные в этот пул сегодня

source: (N/A)
ru_ru: (Н/Д)

source: Add pool
ru_ru: Добавить пул

source: Local server information
ru_ru: Информация о локальном сервере

source: All indexer details
ru_ru: Все детали индексатора

source: Change master association
ru_ru: Изменить ассоциацию с мастером

source: The master server was successfully changed.
ru_ru: Мастер-сервер был успешно изменен.

source: This server, <strong>%s</strong>, is currently acting as a master license server.
ru_ru: Этот сервер <strong>%s</strong> в настоящее время выступает в качестве мастер-сервера лицензий.

source: This server <strong>%(slave)s</strong> is currently associated with the master license server located at: <strong>%(master)s</strong>.
ru_ru: Этот сервер <strong>%(slave)s</strong> в настоящее время ассоциирован с мастер-сервером лицензий, расположенным по адресу <strong>%(master)s</strong>.

source: Designate this Splunk instance, <strong>%s</strong>, as the master license server
ru_ru: Назначить этот экземпляр Splunk <strong>%s</strong> мастер-сервером лицензий

source: Choosing this option will:
ru_ru: При выборе этой опции:

source: Point the local indexer at the local master license server
ru_ru: Направить локальный индексатор на локальный мастер-сервер лицензий

source: Disconnect the local indexer from any remote license server
ru_ru: Отключить локальный индексатор от любого удаленного сервера лицензий

source: Designate a different Splunk instance as the master license server
ru_ru: Назначить другой экземпляр Splunk в качестве мастер-сервера лицензий

source: Deactivate the local master license server
ru_ru: Деактивировать локальный мастер-сервер лицензий

source: Point the local indexer at license server specified below
ru_ru: Направить локальный индексатор на сервер лицензий определенный ниже

source: Discontinue license services to remote indexers currently pointing to this server
ru_ru: Прекратить лицензионные услуги удаленным индексаторами направленным в настоящее время на этот сервер

source: Master license server URI
ru_ru: URI Мастер-сервера лицензирования

source: For example:
ru_ru: Например:

source: Use https and specify the management port.
ru_ru: Используйте https и укажите порт управления.

source: Restart now
ru_ru: Перезапустить сейчас

source: This server is associated with a remote master license server
ru_ru: Этот сервер ассоциирован с удаленным мастер-сервером лицензии

source: Switch to local master
ru_ru: Переключить на локальный мастер

source: Master server URI
ru_ru: URI Мастер-сервера

source: Last successful contact time
ru_ru: Последнее время успешного контакта

source: never successfully contacted
ru_ru: никогда успешно не связывался

source: Show all configuration details
ru_ru: Показать все детали конфигурации

source: Please update the license or switch to Light Free License.
ru_ru: Пожалуйста обновите лицензию или перейдите на лицензию Light Free License.

source: The type of license group determines what sorts of licenses can be used in the pools on this license server.
ru_ru: Тип группы лицензий определяет, какие виды лицензий могут использоваться в пулах на данном сервере лицензий.

source: Enterprise license
ru_ru: Лицензия Enterprise

source: Enterprise licenses
ru_ru: Лицензии Enterprise

source: This license adds support for multi-user and distributed deployments, alerting, role-based security, single sign-on, scheduled PDF delivery, and unlimited data volumes.
ru_ru: Эта лицензия добавляет ​​поддержку нескольких пользователей и развертывания в распределенном виде, оповещения, безопасность на основе ролей, единый вход, доставку PDF по расписанию, и неограниченный объем данных.

source: Forwarder license
ru_ru: Лицензия Перенаправителя

source: Forwarder licenses
ru_ru: Лицензии Перенаправителя

source: Use this group when configuring Splunk as a forwarder.
ru_ru: Используйте эту группу при настройке Splunk в качестве переадресатора.

source: Free license
ru_ru: Бесплатная лицензия

source: Free licenses
ru_ru: Бесплатные лицензии

source: Use this group when you are running Splunk Free. This license has a 500MB/day daily indexing volume.
ru_ru: Используйте эту группу, когда вы работаете с бесплатной лицензией Splunk. Эта лицензия имеет ежедневный объем индексации 500 МБ/день .

source: Enterprise Trial license
ru_ru: Пробная лицензия Enterprise

source: Enterprise Trial licenses
ru_ru: Пробные лицензии Enterprise

source: This is your included download trial. IMPORTANT: If you switch to another license, you cannot return to the Trial. You must install an Enterprise license or switch to Splunk Free.
ru_ru: Это ваша включенная в поставку Пробная лицензия. ВАЖНО: При переключении на другую лицензию, вы не можете вернуться к Пробной лицензии. Вам будет необходимо установить лицензию Enterprise или переключиться на бесплатную лицензию Splunk Free.

source: licenses
ru_ru: лицензии

source: Use this option to either update your existing Splunk Light license with either additional capacity or longer term, or add a Splunk Enterprise license to convert your instance to Splunk Enterprise.
ru_ru: Используйте эту опцию, либо для того, чтобы обновить существующую лицензию Splunk Light либо добавления дополнительной емкости или более длительного срока использования, или добавьте лицензию Splunk Enterprise, чтобы преобразовать свой экземпляр в Splunk Enterprise.

source: Learn more about Splunk Light license
ru_ru: Узнайте больше о лицензии Splunk Light

source: Learn more about Splunk Enterprise license
ru_ru: Узнайте больше о лицензии Splunk Enterprise

source: Light Free license
ru_ru: Бесплатная лицензия Light Free

source: Light Free licenses
ru_ru: Бесплатные лицензии Light Free

source: Use this option when running Splunk Light Free. This license has a limit of 500MB/day and is restricted to one admin account.
ru_ru: Используйте этот вариант при запуске Splunk Light Free. Эта лицензия имеет предел 500 МБ/день и ограничена одной учетной записью администратора.

source: The licensing group has been set to <strong>%s</strong>. You must restart Splunk in order for changes to take effect.
ru_ru: Лицензионная группа установлено на <strong>%s</strong>. Необходимо перезапустить Splunk, чтобы изменения вступили в силу.

source: add
ru_ru: добавить

source: There are no valid Splunk <em>%s</em> installed. You will be prompted to install a license if you choose this option.
ru_ru: Не установлен действительная лицензия Splunk <em>%s</em>. Вам будет предложено установить лицензию, если вы выберете этот вариант.

source: License Usage | Splunk
ru_ru: Использование лицензий | Splunk

source: splunk &gt; listen to your data
ru_ru: splunk &gt; слушает ваши данные

source: License Usage
ru_ru: Использование лицензии

source: License Usage Reporting
ru_ru: Отчетность использования лицензий

source: Previous 30 days
ru_ru: Предыдущие 30 дней

source: Today's License Usage (GB)
ru_ru: Использование лицензии за сегодня (ГБ)

source: Today's License Usage per Pool
ru_ru: Использование лицензии за сегодня на пул

source: Today's Percentage of Daily License Quota Used per Pool
ru_ru: Процент сегодняшнего использования лицензионной дневной квоты по пулам

source: Pool Usage Warnings
ru_ru: Предупреждения использования пула

source: Slave Usage Warnings
ru_ru: Предупреждения использования подчиненных узлов

source: Pool:
ru_ru: Пул:

source: Split by:
ru_ru: Разделить по:

source: Daily License Usage
ru_ru: Дневное использование лицензии

source: Percentage of Daily License Quota Used
ru_ru: Процент использования лицензионной дневной квоты

source: Add new license
ru_ru: Добавить новую лицензию

source: Could not find the license:
ru_ru: Не удалось найти лицензию:

source: You do not have permission to add licenses:
ru_ru: Нет полномочий на добавление лицензий:

source: Add successful
ru_ru: Добавление прошло успешно

source: The new license was successfully added.
ru_ru: Новая лицензия была успешно добавлена.

source: The license server has automatically switched the active license group from <strong>%(current)s</strong> to <strong>%(new)s</strong>.
ru_ru: Сервер лицензий автоматически переключил активную группы лицензий с <strong>%(current)s</strong> на <strong>%(new)s</strong>.

source: You must restart Splunk for changes to take effect.
ru_ru: Необходимо перезапустить Splunk для того, чтобы изменения вступили в силу.

source: There are currently no valid licenses installed. You must install at least one valid license in order to continue.
ru_ru: В настоящее время не установлено допустимых лицензий. Необходимо установить хотя бы одну действительную лицензию для продолжения.

source: Learn more about your license options at the <a class="spl-icon-external-link-xsm inline-icon" href="http://www.splunk.com/r/getlicense" target="_blank">licensing section</a> on splunk.com.
ru_ru: Узнайте больше о возможностях лицензий в <a class="spl-icon-external-link-xsm inline-icon" href="http://www.splunk.com/r/getlicense" target="_blank">разделе "Лицензирование" </a> на splunk.com.

source: To install a license, upload a license file here (license files end with <code>.license</code>):
ru_ru: Чтобы установить лицензию, загрузите сюда файл лицензии (файлы лицензии заканчиваются на <code>.license</code>):

source: Or,
ru_ru: Или,

source: copy &amp; paste the license XML directly...
ru_ru: копировать и вставить лицензию XML непосредственно...

source: Delete license
ru_ru: Удалить лицензию

source: You do not have permission to edit this license:
ru_ru: Нет полномочий на редактирование этой лицензии:

source: Delete successful
ru_ru: Удаление прошло успешно

source: %s has been deleted.
ru_ru: %s была удалена.

source: Are you sure you want to delete the license:
ru_ru: Вы уверены, что хотите удалить лицензию:

source: This license has a volume of <strong>%(quota)s</strong> and expires on <strong>%(expires)s</strong>.
ru_ru: Эта лицензия имеет объем <strong>%(quota)s</strong> и истекает <strong>%(expires)s</strong>.

source: License details
ru_ru: Подробности лицензии

source: Could not find license with ID:
ru_ru: Не удалось найти лицензию с ID:

source: License details:
ru_ru: Подробности лицензии:

source: &laquo; return to overview
ru_ru: &laquo; вернуться к обзору

source: Installed licenses
ru_ru: Установленные лицензии

source: Current installed license:
ru_ru: Текущая установленная лицензия:

source: Installed licenses on:
ru_ru: Установленные лицензии на:

source: Licensing alerts
ru_ru: Оповещения лицензирования

source: Stack
ru_ru: Стек

source: Licensing window alerts
ru_ru: Оповещения лицензионного окна

source: Pool quota overage alerts
ru_ru: Оповещения превышения квоты пула

source: Orphaned indexer alerts
ru_ru: Оповещения потерянного индексатора

source: Pool warnings
ru_ru: Предупреждения пула

source: Pool violations
ru_ru: Нарушения пула

source: All licensing alerts
ru_ru: Все лицензионные оповещения

source: License alerts notify you of excessive indexing warnings and licensing misconfigurations. If you receive too many warnings, your indexer will be in violation of the license and you will not be able to search.
ru_ru: Лицензионные оповещения уведомляют вас о чрезмерных предупреждениях индексации и неправильной конфигурации лицензий. Если вы получаете слишком много предупреждений, ваш индексатор будет в состоянии нарушения лицензии, и вы не сможете производить поиск.

source: <a class="spl-icon-external-link-xsm" href="%s" target="_blank">Learn more</a>
ru_ru: <a class="spl-icon-external-link-xsm" href="%s" target="_blank">Узнать больше</a>

source: Show messages for all alert types
ru_ru: Показать сообщения для всех типов оповещений

source: Add pool allocation
ru_ru: Добавить выделение пула

source: Manage license pool
ru_ru: Управление пулом лицензий

source: Could not find the stack:
ru_ru: Не удалось найти стек:

source: You do not have permission to edit this stack:
ru_ru: У вас нет полномочий на редактирование этого стека:

source: Create successful
ru_ru: Успешно создан

source: The license pool %s has been successfully created.
ru_ru: Пул лицензий %s был успешно создан.

source: Update successful
ru_ru: Успешно обновлен

source: The license pool %s has been successfully updated.
ru_ru: Пул лицензий %s был успешно обновлен.

source: Create new license pool
ru_ru: Создать новый пул лицензий

source: Edit license pool:
ru_ru: Редактировать пул лицензий:

source: Pool name
ru_ru: Название пула

source: Allocation
ru_ru: Распределение

source: What is the maximum daily volume this pool may consume?
ru_ru: Какой максимальный ежедневный объем может потреблять этот пул?

source: The license maximum
ru_ru: Лицензионный максимум

source: A specific amount
ru_ru: Конкретный объем

source: Which indexers are eligible to draw from this pool?
ru_ru: Какие индексаторы имеют право извлекать из этого пула?

source: Any indexer that connects
ru_ru: Любой индексатор, который соединяет

source: Specific indexers
ru_ru: Конкретных индексаторов

source: Available indexers
ru_ru: Доступные индексаторы

source: Associated indexers
ru_ru: Ассоциированные индексаторы

source: Delete pool
ru_ru: Удалить пул

source: The license pool <strong>%s</strong> could not be deleted because it does not appear to exist on the server.
ru_ru: Пул лицензий <strong>%s</strong> не может быть удален, так как, по-видимому, не существует на сервере.

source: Either the pool was just deleted or the name of the pool was mistyped.
ru_ru: Либо пул был удален либо в имени пула была опечатка.

source: You do not have permission to edit this pool:
ru_ru: У вас нет полномочий на редактирование этого пула:

source: The %s pool has been deleted.
ru_ru: Пул %s был удален.

source: Are you sure you want to delete the license pool:
ru_ru: Вы уверены, что хотите удалить пул лицензий:

source: Once the pool is deleted, all of the indexers in the pool will lose their shared indexing volumes. Do you still want to delete this pool?
ru_ru: После того, как пул удален, все индексаторы в пуле потеряют свои общие объемы индексации. Вы все еще хотите удалить этот пул?

source: Affected indexers:
ru_ru: Затронутые индексаторы:

source: No associated indexers found.
ru_ru: Не найдено связанных индексаторов.

source: Connected indexers
ru_ru: Подключенные индексаторы

source: Indexers connected to:
ru_ru: Индексаторы, подключенные к:

source: File name
ru_ru: Имя файла

source: Raw events
ru_ru: Необработанные события

source: Max # of results to export
ru_ru: Макс. число результатов для экспорта

source: Link to the results
ru_ru: Ссылка на результаты

source: Your results have been saved and shared with all users. They are available in the Jobs Manager.
ru_ru: Ваши результаты были сохранены и совместно используются всеми пользователями. Они доступны в Менеджере заданий.

source: Undo save and sharing.
ru_ru: Отменить сохранение и совместное использование.

source: panel editor
ru_ru: редактор панели

source: Visualizations
ru_ru: Визуализации

source: Table and events
ru_ru: Таблица и события

source: Data series visualizations
ru_ru: Визуализации серий данных

source: Single value visualizations
ru_ru: Визуализации одиночных данных

source: Color ranges
ru_ru: Диапазон цветов

source: X Axis
ru_ru: Ось X

source: Y Axis
ru_ru: Ось Y

source: This visualization is not appropriate for the results returned by the search. <a href="%s" class="spl-external-link spl-icon-external-link-xsm" target="_blank">Learn more</a>
ru_ru: Эта визуализация не подходит для результатов, возвращаемых поиском. <a href="%s" class="spl-external-link spl-icon-external-link-xsm" target="_blank">Узнать больше</a>

source: Display stacked data series to compare data distributions.
ru_ru: Показать стекированные серии данных для сравнения распределений данных.

source: Tell Splunk how to handle null values in line and area charts.
ru_ru: Указать Splunk'у как обрабатывать нулевые значения в линейных диаграммах и диаграммзх-областях.

source: Null value
ru_ru: Нулевое значение

source: gaps
ru_ru: разрывы

source: zero
ru_ru: ноль

source: connect
ru_ru: соединить

source: Determine whether users can click to drill down on table rows or cells.
ru_ru: Определить, может ли пользователь использовать нажатие на строки или ячейки таблицы, чтобы проводить их углубленное изучение.

source: Determine whether users can click to drill down on chart details.
ru_ru: Определить, может ли пользователь использовать нажатие на детали диаграммы, чтобы проводить их углубленное изучение.

source: Determine how many table rows are displayed.
ru_ru: Определить сколько строк таблицы отображаются.

source: Determine whether row numbers appear for event lists.
ru_ru: Определить отображаются ли номера строк списка событий.

source: Row numbers
ru_ru: Номера строк

source: Overlay a heat map or high/low value indicators onto your table.
ru_ru: Перекрывать карту тепла или индикаторы высоких/низких темперетур на вашем столе.

source: Data overlay
ru_ru: Наложение данных

source: Determine whether event listings wrap to fit within the panel borders.
ru_ru: Определить, будут ли переноситься списки событий, чтобы они находились в пределах границ панели.

source: Determine whether gauges appear shiny or minimal.
ru_ru: Определить, отображать ли датчики с бликами или минимально оформленными.

source: Before label
ru_ru: Перед меткой

source: After label
ru_ru: После метки

source: Under label
ru_ru: Под меткой

source: Can't find the setting you are looking for?
ru_ru: Не удается найти настройку, которую вы ищете?

source: Click here to edit the XML
ru_ru: Нажмите здесь, чтобы редактировать XML

source: Axis title
ru_ru: Название оси

source: X Axis title
ru_ru: Название оси X

source: Y Axis title
ru_ru: Название оси Y

source: Set a specific numeric unit for the Y-axis tick marks.
ru_ru: Задать конкретную числовую единицу для отметок оси Y.

source: Major Unit
ru_ru: Главная единица

source: Toggle between a linear and logarithmic Y-axis range.
ru_ru: Переключение между линейным и логарифмическимй диапазоном оси Y.

source: Unit Scale
ru_ru: Шкала единиц

source: Set a specific numeric minimal value for the Y-axis.
ru_ru: Задать конкретное числовое минимальное значение для оси Y.

source: Set a specific numeric maximum value for the Y-axis.
ru_ru: Задать конкретное числовое максимальное значение для оси Y.

source: from
ru_ru: от

source: up to
ru_ru: вплоть до

source: In automatic mode, Splunk uses the panel's base search to determine the size of gauge color ranges.
ru_ru: В автоматическом режиме, Splunk использует базовый поиск панели для определения размера цветовых диапазонов датчика.

source: Switch to manual mode to specify custom ranges and colors.
ru_ru: Переключить в ручной режим указания пользовательских диапазонов и цветов.

source: Determine where in the panel a chart legend is displayed.
ru_ru: Определить где на панели отображается легенда диаграммы.

source: Position
ru_ru: Позиция

source: bottom
ru_ru: внизу

source: left
ru_ru: слева

source: top
ru_ru: вверху

source: right
ru_ru: справа

source: Determine how overlong legend labels are truncated.
ru_ru: Определить как усекаются длинные метки легенды.

source: Truncation
ru_ru: Усечение

source: middle
ru_ru: середина

source: end
ru_ru: конец

source: search editor
ru_ru: редактор поиска

source: panel search editor
ru_ru: редактор панели поиска

source: Saved search
ru_ru: Сохраненный поиск

source: Edit in manager
ru_ru: Редактировать в менеджере

source: Edit as an inline search
ru_ru: Редактировать как встроенный поиск

source: Search string
ru_ru: Строка поиска

source: Run search
ru_ru: Запустить поиск

source: Time range
ru_ru: Диапазон времени

source: Search schedule
ru_ru: Поиск расписания

source: Inline search
ru_ru: Встроенный поиск

source: Select a saved search
ru_ru: Выберите сохраненный поиск

source: Your panel changes have been saved.
ru_ru: Ваши изменения панели были сохранены.

source: Error:\nInvalid earliest time.
ru_ru: Ошибка: \nНедопустимое самое раннее время.

source: Error:\nInvalid latest time.
ru_ru: Ошибка: \nНедопустимое самое позднее время.

source: Error:\nYour panel changes could not be saved.
ru_ru: Ошибка: \nВаши изменения панели не могут быть сохранены.

source: (earliest indexed event)
ru_ru: (самое раннее индексированное событие)

source: (latest indexed event)
ru_ru: (самое позднее индексированное событие)

source: The following messages were returned by the search subsystem:
ru_ru: Следующие сообщения были возвращены подсистемой поиска:

source: Search job inspector
ru_ru: Инспектор заданий поиска

source: This search has encountered a fatal error and has been marked as zombied.
ru_ru: Этот поиск столкнулся с неустранимой ошибкой и был помечен как "зомбированный".

source: This search did not successfully execute. Any results returned from this job are not consistent and should not be used.
ru_ru: Этот поиск не был выполнен успешно. Любые результаты, возвращенные из этого задания не являются согласованными и не должны использоваться.

source: This search is currently paused and must be unpaused before continuing.
ru_ru: Этот поиск в настоящее время приостановлен, и должен быть возобновлен прежде чем продолжить.

source: This search is still running and is approximately %s complete.
ru_ru: Этот поиск все еще работает и выполнен приблизительно на %s.

source: This search has completed, but did not match any events. The terms specified in the highlighted portion of the search:
ru_ru: Этот поиск завершен, но ни одного события не найдено. Условия, указанные в выделенной части поиска:

source: over the time range:
ru_ru: в диапазоне времени:

source: did not return any data. Possible solutions are to:
ru_ru: не возвратил никаких данных. Возможными решениями могут быть:

source: relax the primary search criteria
ru_ru: ослабить первичные критерии поиска

source: widen the time range of the search
ru_ru: расширить диапазон времени поиска

source: check that the default search indexes for your account include the desired indexes
ru_ru: проверить, включают ли индексы поиска по умолчанию для вашей учетной записи желаемые индексы

source: This search has completed and found <strong>%(eventCount)s</strong> matching %(entityName)s. However, the transforming commands in the highlighted portion of the following search:
ru_ru: Этот поиск завершен и обнаружил <strong>%(eventCount)s</strong> совпавших %(entityName)s. Однако, команды преобразования в выделенной части следующего поиска:

source: event
ru_ru: событие

source: generated no results. Possible solutions are to:
ru_ru: не сгенерировали никаких результатов. Возможные решения заключаются в следующем:

source: check the syntax of the commands
ru_ru: проверить синтаксис команд
