Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: %(port)s (restricted to host %(host)s)
ru_ru: %(port)s (ограничено хостом %(host)s)

source: Invalid message type:
ru_ru: Недопустимый тип сообщения:

source: Overwrite with
ru_ru: Перезаписать с помощью

source: Update to
ru_ru: Обновить до

source: User "%s" was not found. Click the "New" button to create a new user.
ru_ru: Пользователь "%s" не найден. Нажмите кнопку "Новый" для создания нового пользователя.

source: There are no configurations of this type.
ru_ru: Здесь нет конфигураций этого типа.

source: Click the "New" button to create a new configuration.
ru_ru: Нажмите кнопку "Новая" для создания новой конфигурации.

source: Restart is required. Please restart Splunk Light before configuring any add-ons.
ru_ru: Требуется перезагрузка. Пожалуйста, перезапустите Splunk Light перед настройкой любых дополнений.

source: all tags for pair
ru_ru: все теги для пары

source: description
ru_ru: описание

source: View objects
ru_ru: Просмотр объектов

source: Restart is required to continue set up of add-ons.
ru_ru: Чтобы продолжить настройку дополнений необходима перезагрузка.

source: Set up
ru_ru: Настроить

source: View recent
ru_ru: Просмотреть последние

source: Run
ru_ru: Запустить

source: Advanced edit
ru_ru: Расширенное редактирование

source: Map groups
ru_ru: Группы карт

source: Launch app
ru_ru: Запустить приложение

source: Edit properties
ru_ru: Редактировать свойства

source: View details on SplunkApps
ru_ru: Посмотреть детали на SplunkApps

source: unembed
ru_ru: отменить встраивание

source: remove
ru_ru: удалить

source: Copyright &copy; 2005-%(year)s Splunk Inc. All rights reserved.
ru_ru: Copyright &copy; 2005-%(year)s Splunk Inc. Все права защищены.

source: version %(version)s, build %(build_number)s
ru_ru: версия %(version)s, сборка %(build_number)s

source: Privacy policy
ru_ru: Политика конфиденциальности

source: Current app: %slabel
ru_ru: Текущее приложение: %slabel

source: Specify authentication method, manage user settings, and manage roles.
ru_ru: Укажите метод аутентификации, определите параметры пользователя и роли.

source: Add Data to Splunk
ru_ru: Добавить данные в Splunk

source: Choose a Data Type
ru_ru: Выберите тип данных

source: A file or directory of files
ru_ru: Файл или каталог файлов

source: Windows event logs
ru_ru: Журналы событий Windows

source: Windows Registry
ru_ru: Реестр Windows

source: Windows performance metrics
ru_ru: Метрики производительности Windows

source: Unix/Linux logs and metrics
ru_ru: Метрики и журналы UNIX/Linux

source: File integrity monitoring
ru_ru: Мониторинг целостности файлов

source: Configuration files
ru_ru: Файлы конфигурации

source: Cisco device logs
ru_ru: Журналы устройств Cisco

source: llS logs
ru_ru: Журнали IIS

source: Apache logs
ru_ru: Журналы Apache

source: WebSphere logs, metrics and other data
ru_ru: Журналы, метрики и другие данные WebSphere

source: Any other data...
ru_ru: Любые другие данные...

source: Or Choose a Data Source
ru_ru: Или выберите источник данных

source: From files and directories
ru_ru: Из файлов и каталогов

source: From a TCP port
ru_ru: Из порта TCP

source: From a UDP port
ru_ru: Из порта UDP

source: Run and collect the output of a script
ru_ru: Запустить и собрать вывод сценария

source: Collect Windows performance data from a remote machine (WMI)
ru_ru: Сбор данных производительности Windows с удаленного компьютера (WMI)

source: Collect Windows Registry data
ru_ru: Собрать данные реестра Windows

source: Collect Windows performance data
ru_ru: Собрать данные о производительности Windows

source: Collect Windows event logs locally
ru_ru: Собрать журналы событий Windows локально

source: Collect Windows event logs from other machines
ru_ru: Собрать журналы событий Windows с других машин

source: Monitor an Active Directory schema
ru_ru: Мониторить схемы Active Directory

source: Is your data on another machine, besides this Splunk server? Install Splunk's <a href="%(url)s" class="%(cssclass)s" target="_blank">universal forwarder</a> on that machine and tell it to send the data to this Splunk server.
ru_ru: У вас есть данные на другом компьютере, помимо этого сервера Splunk? Установите <a href="%(url)s" class="%(cssclass)s" target="_blank">универсальный перенаправитель</a> Splunk на этой машине и задайте на нем отправку данных на сервер Splunk.

source: Create and edit search macros. Edit permissions on search commands.
ru_ru: Создать и редактировать макросы поиска. Изменить полномочия на команды поиска.

source: Search macros
ru_ru: Макросы поиска

source: Search commands
ru_ru: Команды поиска

source: Click the Save button to enable Splunk authentication.
ru_ru: Нажмите кнопку Сохранить, чтобы включить аутентификацию Splunk.

source: Select your authentication method. Splunk can use native authentication along with external methods.
ru_ru: Выберите метод аутентификации. Splunk может использовать собственную аутентификацию наряду с внешними методами.

source: The current authentication system is:
ru_ru: Текущей системой аутентификации является:

source: Internal Authentication Method:
ru_ru: Метод внутренней аутентификации:

source: External Authentication Method:
ru_ru: Метод внешней аутентификации:

source: Reload authentication configuration
ru_ru: Перезагрузка конфигурации аутентификации

source: Switch to Splunk authentication
ru_ru: Переключить на аутентификацию Splunk

source: Configure Splunk to use LDAP
ru_ru: Настроить Splunk для использования LDAP

source: Configure Splunk to use SAML
ru_ru: Настроить Splunk для использования SAML

source: Splunk is restarting
ru_ru: Производится перезапуск Splunk

source: Please wait. This may take a few minutes.
ru_ru: Пожалуйста, подождите. Это может занять несколько минут.

source: Check the web_service.log file to determine when Splunk has restarted and then <a href="">click here to continue</a>.
ru_ru: Проверьте файл web_service.log, чтобы определить, когда Splunk был перестартован, а затем <a href="">нажмите здесь, чтобы продолжить</a>.

source: Click the button below to restart Splunk.
ru_ru: Нажмите кнопку ниже, чтобы перезапустить Splunk.

source: The Splunkweb interface has been disabled. You must restart Splunk via the command line (or services control panel).
ru_ru: Интерфейс Splunkweb был отключен. Splunk необходимо перезапустить из командной строки (или из панели управления сервисами).

source: You do not have permission to restart splunk.
ru_ru: Вы не имеете прав для перезапуска Splunk.

source: Clear restart message
ru_ru: Очистить сообщение о перезапуске

source: Click the button below to clear restart messages from Splunk.
ru_ru: Нажмите расположенную ниже кнопку, чтобы очистить сообщения о перезапуске от Splunk.

source: Local inputs
ru_ru: Локальные вводы

source: Set up data inputs from files and directories, network ports, and scripted inputs. To configure Splunk Light to receive data from a Splunk Forwarder, go to <a href="%(url)s">Data Receiving</a>.
ru_ru: Настройте вводы данных из файлов и каталогов, сетевых портов и вводов сценариев. Чтобы настроить Splunk Light для получения данных от перенаправителя Splunk, перейдите на <a href="%(url)s">Получение данных</a>.

source: Set up data inputs from files and directories, network ports, and scripted inputs. If you want to set up forwarding and receiving between two Splunk instances, go to <a href="%(url)s">Forwarding and receiving</a>.
ru_ru: Настройте вводы данных из файлов и каталогов, сетевых портов и вводов сценариев. Если вы хотите настроить перенаправление и прием между двумя экземплярами Splunk, перейдите на <a href="%(url)s">Перенаправление и прием</a> .

source: Add data
ru_ru: Добавить данные

source: Inputs
ru_ru: Вводы

source: Local event log collection
ru_ru: Собрание локального журнала событий

source: Remote event log collections
ru_ru: Собрания удаленного журнала событий

source: Files &amp; directories
ru_ru: Файлы и каталоги

source: Index a local file or monitor an entire directory.
ru_ru: Индексировать локальный файл или мониторить весь каталог.

source: Collect performance data from local machine.
ru_ru: Собрать данные о производительности с локального компьютера.

source: Collect performance and event information from remote hosts. Requires domain credentials.
ru_ru: Собрать информацию о производительности и событиях с удаленных хостов. Для этого требуются удостоверяющие данные в домене.

source: Receive data over HTTP or HTTPS.
ru_ru: Получать данные через HTTP или HTTPS.

source: Listen on a TCP port for incoming data, e.g. syslog.
ru_ru: Прослушивать TCP-порт на предмет входящих данных, напр. syslog.

source: Listen on a UDP port for incoming data, e.g. syslog.
ru_ru: Прослушивать UDP-порт на предмет входящих данных, напр. syslog.

source: Have Splunk index the local Windows Registry, and monitor it for changes.
ru_ru: Пусть Splunk проиндексирует локальный реестр Windows и отслеживает его изменения.

source: Index and monitor Active Directory.
ru_ru: Индексирование и мониторинг Active Directory.

source: Run custom scripts to collect or generate more data.
ru_ru: Запустить пользовательские сценарии для сбора или создания дополнительных данных.

source: title
ru_ru: название

source: Indexes data not returned
ru_ru: Данные индексов не возвращены

source: Forwarded inputs
ru_ru: Перенаправленные вводы

source: Collect event logs from forwarders.
ru_ru: Собрать журналы событий от переадресаторов.

source: Files &amp; Directories
ru_ru: Файлы и Каталоги

source: Monitor files or directories on forwarders.
ru_ru: Мониторить файлы или каталоги на переадресаторах.

source: Windows Performance Monitoring
ru_ru: Мониторинг производительности Windows

source: Collect performance data from forwarders.
ru_ru: Собрать данные о производительности от переадресаторов.

source: Configure a forwarder to listen on a TCP port for incoming data.
ru_ru: Настроить перенаправитель для прослушивания TCP-порта на предмет входящих данных.

source: Configure a forwarder to listen on a UDP port for incoming data.
ru_ru: Настроить перенаправитель для прослушивания UDP-порта на предмет входящих данных.

source: Collect data from scripts installed on forwarders.
ru_ru: Собрать данные из сценариев, установленных на перенаправителях.

source: Distributed search
ru_ru: Распределенный поиск

source: Perform a search across multiple Splunk indexers.
ru_ru: Выполнить поиск по нескольким индексаторам Splunk.

source: Distributed search setup
ru_ru: Настройка распределенного поиска

source: Search peers
ru_ru: Поиск по одноранговым узлам

source: You do not have permissions to edit this configuration.
ru_ru: У вас нет прав для редактирования этой конфигурации.

source: Fail:
ru_ru: Отказ:

source: Details:
ru_ru: Подробности:

source: View, edit, and set permissions on field extractions. Define event workflow actions and field aliases. Rename sourcetypes.
ru_ru: Просмотреть, редактировать и установить полномочия на извлечения полей. Определить действия рабочего процесса события и алиасы полей. Переименовать sourcetypes.

source: Field aliases
ru_ru: Алиасы полей

source: Edit or add one or more aliases to field names
ru_ru: Редактировать или добавить один или несколько алиасов к именам полей

source: Calculated fields
ru_ru: Вычисленные поля

source: Edit or add one or more calculated fields
ru_ru: Редактировать или добавить одно или несколько вычисляемых полей

source: Field extractions
ru_ru: Извлечения полей

source: Open field extractor
ru_ru: Открыть экстрактор полей

source: View and edit all field extractions. Add new field extractions and update permissions.
ru_ru: Просмотреть и редактировать все извлечения полей. Добавить новые извлечения полей и обновить полномочия.

source: Field transformations
ru_ru: Преобразования поля

source: Edit or add transformations for field extractions that use a transform.
ru_ru: Редактировать или добавить преобразования для извлечений поля, которые используют преобразование.

source: Sourcetype renaming
ru_ru: Переименование типа источника (sourcetype)

source: Rename a source type. Multiple source types can share the same name.
ru_ru: Переименовать тип источника. Несколько типов источников могут совместно использовать одно и то же имя.

source: Workflow actions
ru_ru: Действия рабочего процесса

source: Edit or add workflow actions
ru_ru: Редактировать или добавить действия рабочего процесса

source: CAUTION: This will turn off Splunk Web.\nYou will have to use the CLI to access this Splunk instance.\nDo you want to proceed?
ru_ru: ВНИМАНИЕ: Это отключит Splunk Web. \nВам придется использовать CLI для доступа к этому экземпляру Splunk. \nВы хотите продолжить?

source: Set up forwarding and receiving between two or more Splunk instances.
ru_ru: Настроить перенаправление и прием между двумя или более экземплярами Splunk.

source: Forward data
ru_ru: Перенаправить данные

source: Set up forwarding between two or more Splunk instances.
ru_ru: Настроить перенаправление между двумя или более экземплярами Splunk.

source: Forwarding defaults
ru_ru: Перанаправления по умолчанию

source: Configure forwarding
ru_ru: Настроить перенаправление

source: Receive data
ru_ru: Получить данные

source: Configure this instance to receive data forwarded from other instances.
ru_ru: Настроить этот экземпляр для получения данных, перенаправленных из других экземпляров.

source: Receive Splunk Data
ru_ru: Получить данных Splunk

source: Set up a receiving port to get data from Splunk Forwarders.
ru_ru: Настройте порт приема для получения данных от переадресаторов Splunk.

source: Configure receiving
ru_ru: Настройка приема

source: Distributed Environment
ru_ru: Распределенная среда

source: LDAP mapping
ru_ru: Мапирование LDAP

source: First save your initial configuration, then login as failsafe user and use this screen to set up your role mappings.
ru_ru: Сначала сохраните начальную конфигурацию, а затем войдите как пользователь failsafe и используйте этот экран для настройки мапирования ваших ролей.

source: LDAP configuration:
ru_ru: Конфигурация LDAP:

source: Role mapping:
ru_ru: Мапирование ролей:

source: expired
ru_ru: просроченные

source: days
ru_ru: дней

source: day
ru_ru: день

source: Change license
ru_ru: Изменить лицензию

source: License &amp; usage
ru_ru: Лицензия и использование

source: Product:
ru_ru: Продукт:

source: Days remaining:
ru_ru: Осталось дней:

source: License level:
ru_ru: Уровень лицензии:

source: Peak usage:
ru_ru: Пиковое использование:

source: Expiration date:
ru_ru: Дата окончания срока действия:

source: License violations:
ru_ru: Нарушения лицензии:

source: License data not returned
ru_ru: Данные лицензии не возвращены

source: NOTE: you can analyze your recent license usage in the <a href="%(url)s">indexing volume search view</a>.
ru_ru: ПРИМЕЧАНИЕ: вы можете анализировать ваше недавнее использование лицензии в <a href="%(url)s">Представлении поиска объема индексации</a>.

source: header
ru_ru: заголовок

source: You do not have permission to access the configuration for this page.
ru_ru: У вас нет разрешения на доступ к конфигурации для этой страницы.

source: Are you sure you want to switch authentication systems?
ru_ru: Вы уверены, что хотите переключить системы аутентификации?

source: Are you sure you want to delete: "%s"?
ru_ru: Вы действительно хотите удалить %s?

source: Are you sure you want to remove this file input: "%s"? Once removed, Splunk will no longer index data from this source.
ru_ru: Вы действительно хотите удалить этот файл ввода: "%s"? После удаления Splunk больше не будет индексировать данные из этого источника.

source: List displays up to 250 Owner values. Use the search box to find additional Owners
ru_ru: Список показывает до 250 значений Владельцев. Используйте поле поиска для поиска дополнительных Владельцев

source: Show only objects created in this app context
ru_ru: Показывать только объекты, созданные в этом контексте приложения

source: Back to strategies
ru_ru: Вернуться к стратегиям

source: Browse more apps
ru_ru: Просмотреть больше приложений

source: Install app from file
ru_ru: Установить приложение из файла

source: Create app
ru_ru: Создать приложение

source: Open Field Extractor
ru_ru: Открыть Экстрактор полей

source: Click here to start over from the <a href="%(url)s">manager home page.</a>
ru_ru: Нажмите здесь, чтобы заново начать с <a href="%(url)s">Менеджера домашней страницы.</a>

source: App context:
ru_ru: Контекст приложения:

source: Create and configure lookups.
ru_ru: Создание и настройка поиска.

source: Lookup table files
ru_ru: Файлы таблицы поиска

source: List existing lookup tables or upload a new file.
ru_ru: Вывести список существующих таблиц поиска или загрузить новый файл.

source: Lookup definitions
ru_ru: Определения поиска

source: Edit existing lookup definitions or define a new file-based or external lookup.
ru_ru: Редактировать существующие определения поиска или определить поиск на основе файла или внешний поиск.

source: Automatic lookups
ru_ru: Автоматические поиски

source: Edit existing automatic lookups or configure a new lookup to run automatically.
ru_ru: Редактировать существующие автоматические поиски или настроить новый поиск для автоматического запуска.

source: Page not available | Splunk
ru_ru: Страница недоступна | Splunk

source: %s%s should appear in
ru_ru: %s%s должны появиться в

source: App permissions
ru_ru: Полномочия приложения

source: Users with read access can only save objects for themselves, and require write access to be able to share objects with other users.
ru_ru: Пользователи с доступом на чтение могут только сохранить объекты для себя. Требуется доступ на запись чтобы иметь возможность разделить доступ к объектам с другими пользователями.

source: Free server does not support managing object permissions.
ru_ru: Бесплатный сервер не поддерживает управление полномочиями для объекта.

source: This is an Enterprise license-level feature and is currently not available on this instance.
ru_ru: Это является особенностью лицензии уровня Enterprise и в настоящее время не доступно на данном экземпляре.

source: To enable this and other Enterprise features, <a href="http://www.splunk.com/r/aboutlicenses" target="_blank" class="spl-icon-external-link-xsm">learn more about licenses</a> at Splunk.com or <a href="http://www.splunk.com/r/getlicense" target="_blank" class="spl-icon-external-link-xsm">contact Splunk Sales</a> directly.
ru_ru: Чтобы включить эту и другие функции Enterprise, <a href="http://www.splunk.com/r/aboutlicenses" target="_blank" class="spl-icon-external-link-xsm">узнайте больше о лицензиях</a> на Splunk.com или <a href="http://www.splunk.com/r/getlicense" target="_blank" class="spl-icon-external-link-xsm">свяжитесь с отделом продаж Splunk</a> напрямую.

source: CAUTION! This will give everyone permissions!
ru_ru: ВНИМАНИЕ! Это даст полномочия всем!

source: Global Read
ru_ru: Глобальное чтение

source: Global Write
ru_ru: Глобальная запись

source: %s Read
ru_ru: %s Чтение

source: %s Write
ru_ru: %s Запись

source: Sharing for config file-only objects
ru_ru: Совместное использование для объектов только из файлов конфигурации

source: Set permissions for configurations that have been copied over or added to config files rather than created through the UI.
ru_ru: Установите полномочия для конфигураций, которые были скопированы или добавлены в конфигурационные файлы, а не созданны с помощью пользовательского интерфейса.

source: Objects defined in config files only (not in the UI) should appear in
ru_ru: Объекты, определенные только в конфигурационных файлах (не в пользовательском интерфейсе) должны появиться в

source: Sorry, the permissions for this object are unavailable.
ru_ru: К сожалению, полномочия для этого объекта недоступны.

source: Go back
ru_ru: Назад

source: Success! The %(appname)s app is now ready to use
ru_ru: Успех! Приложение %(appname)s теперь готово к использованию

source: Access the configurations for this app any time by going to <strong>Settings &#187; <a href="%(url)s">Apps</a></strong>
ru_ru: Получите доступ к конфигурации для данного приложения в любое время путем перехода к <strong>Настройки &#187; <a href="%(url)s">Приложения</a></strong>

source: Start using the %(appname)s app
ru_ru: Начните использовать приложение %(appname)s

source: Back to home
ru_ru: Вернуться на главную

source: Success! Your data is being indexed into Splunk
ru_ru: Успех! Ваши данные индексируются в Splunk

source: Access the configurations for this data input at any time by going to <strong>Settings &#187; <a href="%(url)s">Data inputs</a></strong>
ru_ru: Получите доступ к конфигурации для данного ввода данных в любое время путем перехода к <strong>Настройки &#187; <a href="%(url)s">Вводы данных</a></strong>

source: Back to Home
ru_ru: Вернуться на Главную

source: summary
ru_ru: сводка

source: Manage system settings including ports, host name, index path, email server, and system logging.
ru_ru: Управление параметрами системы, включая порты, имя хоста, путь индекса, сервер электронной почты и системное журналирование.

source: General settings
ru_ru: Основные настройки

source: Email settings
ru_ru: Настройки электронной почты

source: Server logging
ru_ru: Ведение журналов сервера

source: Deployment client
ru_ru: Клиент развертывания

source: Manage tags on field values.
ru_ru: Управление тегами на значениях полей.

source: Tag links
ru_ru: Тегировать ссылки

source: List by field value pair
ru_ru: Список по парам поле/значение

source: List by tag name
ru_ru: Список по именам тегов

source: All unique tag objects
ru_ru: Все объекты с уникальными метками

source: Create and edit views, dashboards, and navigation menus.
ru_ru: Создание и редактирование представлений, приборных досок и навигационных меню.

source: Time ranges
ru_ru: Диапазоны времени

source: View PDF scheduling
ru_ru: Просмотр расписания PDF

source: Navigation menus
ru_ru: Меню навигации

source: Prebuilt panels
ru_ru: Предварительно созданные панели

source: Bulletin messages
ru_ru: Бюллетень сообщений

source: %s already installed
ru_ru: %s уже установлено

source: No update available
ru_ru: Нет доступных обновлений

source: The requested app is already installed and no updates are currently available.
ru_ru: Запрашиваемое приложение уже установлено, и в настоящее время нет доступных обновлений.

source: If you have a newer version of the app stored locally, you may install it by clicking the button below.
ru_ru: Если у вас есть более новая версия приложения, хранящиеся локально, вы можете установить ее, нажав кнопку ниже.

source: Run app
ru_ru: Запустить приложение

source: App not found
ru_ru: Приложение не найдено

source: App not listed on SplunkApps
ru_ru: Приложение не значится в списке SplunkApps

source: The requested app could not be found on SplunkApps.
ru_ru: Не удалось найти запрашиваемое приложение на SplunkApps.

source: If you have a copy of the app stored locally, you may upload it by clicking the link below.
ru_ru: Если у вас есть копия приложения, хранящиеся локально, вы можете выгрузить его, нажав на ссылку ниже.

source: Install successful
ru_ru: Установка прошла успешно

source: App enable required
ru_ru: Необходимо активировать приложение

source: You must enable your new app before you can use it.
ru_ru: Необходимо включить новое приложение, прежде чем вы сможете использовать его.

source: Enable now
ru_ru: Включить сейчас

source: Enable later
ru_ru: Включить позже

source: %s installed successfully
ru_ru: %s успешно установлено

source: The %s was installed successfully.
ru_ru: %s было успешно установлено.

source: Internet connection error
ru_ru: Ошибка соединения с Интернет

source: Error contacting SplunkApps
ru_ru: Ошибка связи с SplunkApps
