Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: $totalCountOfSearchHeads$ instances
ru_ru: $totalCountOfSearchHeads$ экземпляров

source: $searchFuncLabel$ Search Concurrency
ru_ru: $searchFuncLabel$ Параллелизм поиска

source: Time range: $drilldown_search_concurrency_earliest_label$ ~ $drilldown_search_concurrency_latest_label$. Metric: search count range: $drilldown_search_concurrency_metric$. ($drilldown_search_concurrency_count$ instances)
ru_ru: Временной диапазон: $drilldown_search_concurrency_earliest_label$ ~ $drilldown_search_concurrency_latest_label$. Метрика: поиск количественного диапазона: $drilldown_search_concurrency_metric$. ($drilldown_search_concurrency_count$ экземпляров)

source: $resourceFuncLabel$ $resourceTypeLabel$ Usage
ru_ru: $resourceFuncLabel$ $resourceTypeLabel$ использование

source: Time range: $drilldown_resource_usage_earliest_label$ ~ $drilldown_resource_usage_latest_label$. Metric: $resourceType$ usage range: $drilldown_resource_usage_metric$. ($drilldown_resource_usage_count$ instances)
ru_ru: Временной диапазон: $drilldown_resource_usage_earliest_label$ ~ $drilldown_resource_usage_latest_label$. Метрика: $resourceType$ диапазон использования: $drilldown_resource_usage_metric$. ($drilldown_resource_usage_count$ экземпляров)

source: Search Activity: Deployment
ru_ru: Активность поиска: Развертывание

source: Resource Type
ru_ru: Тип ресурса

source: 90th percentile
ru_ru: 90-й процентиль

source: Search Count
ru_ru: Счетчик поиска

source: <p>Click on instance name for more details.</p><p>CPU Usage - 100% is equal to 1 CPU core.</p>
ru_ru: <p>Нажмите на имя экземпляра для более подробной информации.</p><p>Использование ЦПУ - 100% равно процессору с 1 ядром.</p>

source: <a data-unset-token="drilldown_search_concurrency">Close this drilldown table</a>
ru_ru: <a data-unset-token="drilldown_search_concurrency">Закрыть эту таблицу углубленной детализации</a>

source: <p>Count of instances grouped by $searchFuncLabel$ number of concurrent searches over time.</p>
ru_ru: <p>Количество экземпляров, сгруппированных по $searchFuncLabel$ числу одновременных поисков с течением времени.</p>

source: <p>$searchFuncLabel$ number of concurrent searches over time by instance.</p>
ru_ru: <p>$searchFuncLabel$ число одновременных поисков с течением времени.</p>

source: <a data-unset-token="drilldown_resource_usage">Close this drilldown table</a>
ru_ru: <a data-unset-token="drilldown_resource_usage">Закрыть эту таблицу углубленной детализации</a>

source: <p>Count of instances grouped by $resourceFuncLabel$ $resourceTypeLabel$ usage over time.</p><p>$cpuDisplayMsg$</p>
ru_ru: <p> Количество экземпляров, сгруппированных по использованию $resourceFuncLabel$ $resourceTypeLabel$ с течением времени.</p><p>$cpuDisplayMsg$</p>

source: <p>$resourceFuncLabel$ $resourceTypeLabel$ usage over time by instance.</p><p>$cpuDisplayMsg$</p>
ru_ru: <p>использование $resourceFuncLabel$ $resourceTypeLabel$ с течением времени.</p><p>$cpuDisplayMsg$</p>

source: $resourceFuncLabel$ Resource Usage of Searches
ru_ru: $resourceFuncLabel$ Использование ресурсов поисками

source: Top 10 Memory-Consuming Searches
ru_ru: 10 ведущих поисков по расходу памяти

source: Details of SID: $top10_drilldown_sid$
ru_ru: Подробная информация о SID: $top10_drilldown_sid$

source: Searches Started Per Minute by Dispatcher
ru_ru: Запущенные поиски в минуту по Диспетчерам

source: Aggregate Search Runtime
ru_ru: Агрегировать время выполнения поиска

source: Search Activity: Instance
ru_ru: Поисковая активность: Экземпляр

source: Dispatcher
ru_ru: Диспетчер

source: Local and Remote Instance(s)
ru_ru: Локальный/ые и удаленный/ые экземпляр(ы)

source: Local Instance
ru_ru: Локальный экземпляр

source: Remote Instance(s)
ru_ru: Удаленный/ые экземпляр(ы)

source: New searches/minute
ru_ru: Новые поиски/минуту

source: Runtime (seconds)
ru_ru: Время выполнения (сек)

source: <p>Mode can be historical, historical batch, RT, or RT indexed.</p><p>CPU Usage - 100% is equal to 1 CPU core.</p>
ru_ru: <p>Режим может быть историческим (historical), историческим пакетным (historical batch), реального времени (RT), или индексированным в реальном времени (RT indexed).</p><p>Использование ЦПУ - 100% равно процессору с 1 ядром.</p>

source: <p>CPU Usage - 100% is equal to 1 CPU core.</p>
ru_ru: <p>Использование ЦПУ - 100% равно процессору с 1 ядром.</p>

source: <p>Mode can be historical, historical batch, RT, or RT indexed.</p><p>$cpuDisplayMsg$</p>
ru_ru: <p>Режим может быть историческим (historical), историческим пакетным (historical batch), реального времени (RT), или индексированным в реальном времени (RT indexed).</p><p>$cpuDisplayMsg$</p>

source: <p>Click on a SID to see more details</p>
ru_ru: <p>Нажмите на SID, чтобы увидеть более подробную информацию</p>

source: <p>Please try to choose a larger time range if this panel produces no result.</p><div> </div><a data-unset-token="top10drilldown">Close this panel</a>
ru_ru: <p>Пожалуйста, попробуйте выбрать больший диапазон времени, если эта панель не дает никакого результата. </p><div> </div><a data-unset-token="top10drilldown">Закрыть эту панель</a>

source: <p>This graph shows the number of searches newly dispatched every minute, grouped by instance that originally dispatched the search. The value "local instance" means that the search originated locally, as opposed to being dispatched by a remote search-head.</p>
ru_ru: <p>Этот график показывает количество поисковых запросов вновь диспетчеризируемых каждую минуту, сгруппированных по экземплярам, которые изначально диспетчеризовали поиск. Значение "локальный экземпляр" ("local instance") означает, что поиск был инициирован локально, а не был отправлены с помощью удаленного головного узла поиска.</p>

source: Search Activity by User
ru_ru: Поисковая активность по пользователям

source: Long-Running Searches
ru_ru: Длительные поиски

source: Search Usage Statistics: Instance
ru_ru: Статистика использования поиска: Экземпляр

source: Apps Status
ru_ru: Статус приложений

source: $countApps$ apps
ru_ru: $countApps$ приложений

source: Checksum on Search Head Cluster Members
ru_ru: Контрольная сумма на участниках кластера головного узла поиска

source: Checksum on Search Head Cluster Deployer
ru_ru: Контрольная сумма на узле поиска кластера головного узла поиска

source: App Deployment Requests
ru_ru: Запросы на развертывание приложений

source: Count of App Deployment Actions on the Deployer
ru_ru: Число действий развертывания приложений на узле развертывания

source: Count of App Deployment Actions by Search Head Cluster Members
ru_ru: Число действий развертывания приложений по участникам кластера головного узла поиска

source: Search Head Clustering: App Deployment
ru_ru: Кластеризация головных узлов поиска: развертывание приложений

source: Search Head Cluster:
ru_ru: Кластер головного узла поиска

source: Http Status Code
ru_ru: Код состояния HTTP

source: Target Member
ru_ru: Целевой участник

source: count
ru_ru: количество

source: average response time
ru_ru: среднее время отклика

source: maximum response time
ru_ru: максимальное время отклика

source: status
ru_ru: статус

source: Target
ru_ru: Цель

source: deleted
ru_ru: удалено

source: installed
ru_ru: установлено

source: matched
ru_ru: совпало

source: app
ru_ru: приложение

source: action
ru_ru: действие

source: <p>This panel shows the status of apps pushed by deployer to search head cluster members.</p><p><b>Synchronized:</b> all members have the latest version of the app.</p><p><b>Out of Synchronization:</b> one or more members does not have the latest version of the app.</p><p>Click on a row to see more details.</p>
ru_ru: <p> Эта панель отображает статус приложений передаваемых Узлом развертывания к участникам кластера Головного узла поиска. </p><p><b>Synchronized:</b> все участники имеют самую последнюю версию приложения.</p><p><b>Out of Synchronization:</b> один или несколько участников не имеют последней версии приложения.</p><p>Нажмите на строку, чтобы увидеть подробную информацию.</p>

source: <a data-unset-token="appLocalDrilldown">Close this panel</a>
ru_ru: <a data-unset-token="appLocalDrilldown">Закрыть эту панель</a>

source: <p>This panel shows the number of app push requests made by user.</p>
ru_ru: <p>Эта панель показывает количество запросов на отсылку приложений, сделанных пользователем.</p>

source: <p>This panel shows the activities on the deployer.</p>
ru_ru: <p>Эта панель показывает деятельность на узле развертывания.</p>

source: <p>This panel shows the activities by search head cluster members.</p>
ru_ru: <p>Эта панель показывает деятельность участников кластера головного узла поиска.</p>

source: Count of Artifacts ($countArtifacts$)
ru_ru: Число артефактов ($countArtifacts$)

source: Artifacts ($count_artifact_drilldown_value2$): $count_artifact_drilldown_name$ = $count_artifact_drilldown_value$
ru_ru: Артефакты ($count_artifact_drilldown_value2$): $count_artifact_drilldown_name$ = $count_artifact_drilldown_value$

source: Median Count of Artifacts to Replicate
ru_ru: Медианное количество артефактов для репликации

source: Artifact Replication Job Activity
ru_ru: Активность задания репликации артефактов

source: Search Head Clustering: Artifact Replication
ru_ru: Кластеризация головных узлов поиска: репликация артефактов

source: Member
ru_ru: Участник

source: Search Name
ru_ru: Имя поиска

source: <p>Click on pie chart for more details.</p>
ru_ru: <p>Нажмите на круговую диаграмму для более подробной информации.</p>

source: <a data-token-json="{&quot;count_artifact_drilldown_name&quot;: null, &quot;count_artifact_drilldown_value&quot;: null, &quot;count_artifact_drilldown_value2&quot;: null}">Close this panel</a>
ru_ru: <a data-token-json="{&quot;count_artifact_drilldown_name&quot;: null, &quot;count_artifact_drilldown_value&quot;: null, &quot;count_artifact_drilldown_value2&quot;: null}">Закрыть эту панель</a>

source: Configuration Replication Activity
ru_ru: Активность репликации конфигурации

source: Replicated Configuration Operations
ru_ru: Операции реплицированной конфигурации

source: Configuration Replication History
ru_ru: История репликации конфигурации

source: Configuration Replication Performance
ru_ru: Производительность репликации конфигурации

source: Count of Actions Over Time
ru_ru: Счетчик действий с течением времени

source: Time Spent on Actions Over Time
ru_ru: Время, затраченное на действия с течением времени

source: Search Head Clustering: Configuration Replication
ru_ru: Кластеризация головных узлов поиска: репликация конфигурации

source: Operation Type
ru_ru: Тип операции

source: Object Type
ru_ru: Тип объекта

source: User Context
ru_ru: Контекст пользователя

source: Average Time
ru_ru: Среднее время

source: Max Time
ru_ru: Макс. время

source: Operation Count
ru_ru: Число операций

source: Time Spent (ms)
ru_ru: Затраченное время (мс)

source: <p>Definitions for these actions are available in our online documentation. <a class="external" href="/help?location=learnmore.shclustering.actions" target="_blank">Learn more</a>.</p>
ru_ru: <p>Определения этих действий доступны в нашей онлайн-документации. <a class="external" href="/help?location=learnmore.shclustering.actions" target="_blank">Узнать больше</a>.</p>

source: Scheduler Delegation Count
ru_ru: Счетчик делегирования планировщика

source: total: $countTotalDelegation$
ru_ru: всего: $countTotalDelegation$

source: Scheduler Delegation Activity
ru_ru: Активность делегирования планировщика

source: Scheduler Status
ru_ru: Статус планировщика

source: Search Head Clustering: Scheduler Delegation
ru_ru: Кластеризация головных узлов поиска: делегирование планировщика

source: Job State
ru_ru: Состояние задания

source: Scheduled Search
ru_ru: Запланированный поиск

source: <p><b>dispatched</b>: The number of scheduled search jobs that the captain successfully dispatched to members.</p><p><b>skipped</b>: The number of jobs that were skipped and not dispatched.</p><p><b>delegated</b>: The number of jobs that the captain attempted to dispatch. This is usually the same as the number of dispatched jobs.</p>
ru_ru: <p><b>dispatched</b>: Число запланированных поисковых заданий, которые капитан успешно диспетчеризовал участникам.</p><p><b>skipped</b>: Число заданий, которые были пропущены и не были диспетчеризованы.</p><p><b>delegated</b>: Число заданий, которые капитан пытался диспетчеризовать. Как правило, такое же, как и количество диспетчеризованных заданий (dispatched).</p>

source: <p><b>delegated_waiting</b>: The number of jobs currently running on members.</p><p><b>delegated_scheduled</b>: The number of jobs that the captain is trying to contact members to start running. This is usually 0, unless the captain or network is backed up.</p><p><b>max_pending</b>: The number of jobs pending over a 30 second period.</p>
ru_ru: <p><b>delegated_waiting</b>: Число заданий, выполняемых в настоящее время на участниках.</p><p><b>delegated_scheduled</b>: Число заданий, о запуске которых на выполнения капитан пытается связаться с участниками. Это, как правило, 0, если капитан или сеть не резервируется.</p><p><b>max_pending</b>: Число заданий ожидающих более 30-и секундного периода. </p>

source: Captain
ru_ru: Капитан

source: $totalCountOfMembers$ Members
ru_ru: $totalCountOfMembers$ участников

source: Captain Election Activity
ru_ru: Активность выборов капитана

source: Captain Election Details
ru_ru: Детали выборов капитана

source: Search Head Clustering: Status and Configuration
ru_ru: Кластеризация головных узлов поиска: статус и конфигурация

source: Viz Mode
ru_ru: Режим визуализации

source: mode
ru_ru: режим

source: type
ru_ru: тип

source: Stacked Column
ru_ru: Стекированный столбец

source: <p>Click on instance name to see more details.</p>
ru_ru: <p>Нажмите на имя экземпляра, чтобы посмотреть на более подробные данные.</p>

source: <a data-unset-token="SHCCaptainDrilldown">Close this panel</a>
ru_ru: <a data-unset-token="SHCCaptainDrilldown">Закрыть эту панель</a>

source: <a data-unset-token="SHCMemberDrilldown">Close this panel</a>
ru_ru: <a data-unset-token="SHCMemberDrilldown">Закрыть эту панель</a>

source: <p>Please use the dropdown menu on the left side panel to select an instance or all instances.</p>
ru_ru: <p>Пожалуйста, используйте выпадающее меню на левой боковой панели, чтобы выбрать экземпляр или все экземпляры.</p>

source: Not available in standalone mode
ru_ru: Недоступно в изолированном режиме

source: The page you have requested is not available in standalone mode.
ru_ru: Запрашиваемая вами страница недоступна в изолированном режиме.

source: Volume Structure Overview
ru_ru: Обзор структуры тома

source: $VolumeUsageChartTitle$ Volume Size (GB)
ru_ru: $VolumeUsageChartTitle$ Размер тома (ГБ)

source: Instances by $PercentVolumeUsageChartTitle$ Volume Usage (%)
ru_ru: Экземпляры по $PercentVolumeUsageChartTitle$ использованию тома (%)

source: Volume Detail: Deployment
ru_ru: Детали тома: развертывание

source: Total Volume Size
ru_ru: Общий размер тома

source: Average Volume Size Per Indexer
ru_ru: Средний размер тома на индексатор

source: <p><b>Volume Usage:</b> The first value is the current size of the volume. The second value is the volume capacity, as specified by the maxVolumeDataSizeMB attribute in <a href="/help?location=learnmore.index.settings" class="external" target="_blank">indexes.conf</a>. </p><p><b>Note: </b> if the volume is "unlimited", it is not possible to determine the disk usage for the volume. </p>
ru_ru: <p><b>Использования тома:</b> Первое значение — текущий размер тома. Второе значение — емкость тома, как указано атрибутом maxVolumeDataSizeMB в <a href="/help?location=learnmore.index.settings" class="external" target="_blank">indexes.conf</a>. </p><p><b>Примечание:</b> если объем "unlimited", невозможно определить использование диска для этого тома.</p>

source: <p>* Note: An indexer on which the maximum data size of the volume is infinite will not be represented here.</p>
ru_ru: <p>* Примечание: Индексатор, на котором максимальный размер данных тома infinite (бесконечный) не будет представлен здесь.</p>

source: Volume Usage
ru_ru: Использование тома

source: Data Age of Index Directories in Volume "$volume_name$"
ru_ru: Возраст данных индексных каталогов на томе "$volume_name$"

source: Volume Detail: Instance
ru_ru: Детали тома: экземпляр

source: Indexes using Volume "$volume_name$"
ru_ru: Индексы использующие том "$volume_name$"

source: Volume Name
ru_ru: Имя тома

source: Index Directories
ru_ru: Индексировать каталоги

source: <p>Tip: you can adjust the height of the bar chart when there are many bars.</p>
ru_ru: <p>Подсказка: вы можете отрегулировать высоту полосовой диаграммы когда там много полос.</p>

source: Webhook Alert Action
ru_ru: Действие по оповещению Webhook

source: Generic HTTP POST to a specified URL
ru_ru: Общий HTTP POST по указанному URL

source: <form class="form-horizontal form-complex"> <div class="control-group"> <label class="control-label" for="webhook_url">URL</label> <div class="controls"> <input type="text" class="input-xlarge" name="action.webhook.param.url" id="webhook_url" placeholder="https://your.server.com/foo/bar" /> </div> </div> <div class="control-group"> <div class="controls"> <span class="help-block" style="display: block; position: static; width: auto; margin-left: 0;"> Specified URL to send JSON payload via HTTP POST (ex., https://your.server.com/api/v1/webhook). <br /> <a href="{{SPLUNKWEB_URL_PREFIX}}/help?location=learnmore.alert.action.webhook" target="_blank" title="Splunk help">Learn More <i class="icon-external"></i></a> </span> </div> </div> </form>
ru_ru: <form class="form-horizontal form-complex"> <div class="control-group"> <label class="control-label" for="webhook_url">URL</label> <div class="controls"> <input type="text" class="input-xlarge" name="action.webhook.param.url" id="webhook_url" placeholder="https://your.server.com/foo/bar" /> </div> </div> <div class="control-group"> <div class="controls"> <span class="help-block" style="display: block; position: static; width: auto; margin-left: 0;"> Указанный URL для отсылки нагрузки JSON через HTTP POST (например, https://your.server.com/api/v1/webhook). <br /> <a href="{{SPLUNKWEB_URL_PREFIX}}/help?location=learnmore.alert.action.webhook" target="_blank" title="Splunk help">Узнать больше <i class="icon-external"></i></a> </span> </div> </div> </form>
