Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: On Unix: /opt/splunk/bin/scripts/getData.sh foo "bar baz"<br/>On Windows: c:\program files\splunk\bin\scripts\getData.bat "foo bar" baz
ru_ru: На Unix: opt/splunk/bin/scripts/getData.sh foo "bar baz"<br/> В Windows: c:\program files\splunk\bin\scripts\getData.bat "foo bar" baz

source: If set, overrides the default source value for your script entry (script:path_to_script).
ru_ru: Если установлено, отменяет исходное значение по умолчанию для записи вашего сценария (script:path_to_script).

source: If this field is left blank, the default value of script will be used for the source type.
ru_ru: Если это поле оставлено пустым, для типа источника будет использоваться значение сценария по умолчанию.

source: Data inputs (script)
ru_ru: Вводы данных (сценарий)

source: Set sourcetype
ru_ru: Задать sourcetype

source: Set up this Splunk instance to receive data from forwarder(s).
ru_ru: Настроить этот экземпляр Splunk для получения данных от перенаправителя (-ей).

source: For example, 9997 will receive data on TCP port 9997.
ru_ru: Например, 9997 будет получать данные по порту TCP 9997.

source: Listen on this port
ru_ru: Слушать этот сетевой порт

source: "DNS" sets the host to the DNS entry of the remote server.
ru_ru: "DNS" задает хост для DNS записи удаленного сервера.

source: "IP" sets the TCP input processor to rewrite the host with the IP address of the remote server.
ru_ru: "IP" задает, чтобы входной процессор TCP переписывал host значением IP-адреса удаленного сервера.

source: Set the host with this value.
ru_ru: Задать хосту это значение

source: Only accept connections from this host.
ru_ru: Принимать подключения только от этого хоста.

source: If set, overrides the default source value for your TCP entry (host:port).
ru_ru: Если задано, переопределяет значение по умолчанию источника для вашей записи TCP (host:port).

source: If this field is left blank, the default value of tcp-raw will be used for the source type.
ru_ru: Если это поле оставлено пустым, для типа источника будет использоваться значение tcp-raw по умолчанию.

source: Select your source type from the list. If you don't see what you're looking for, you can find more source types in the <a href="../../../../apps/remote">SplunkApps apps browser</a> or online at <a href="http://apps.splunk.com/" target="_blank">apps.splunk.com</a>.
ru_ru: Выберите ваш тип источника из списка. Если вы не находите того, что вы ищете, вы можете найти больше типов источников в <a href="../../../../apps/remote">Браузере приложений SplunkApps</a> или в интернете по адресу <a href="http://apps.splunk.com/" target="_blank">apps.splunk.com</a>.

source: Data inputs (TCP)
ru_ru: Вводы данных (TCP)

source: TCP port
ru_ru: TCP-порт

source: Accept connections from all hosts?
ru_ru: Принимать соединения со всех хостов?

source: No, restrict to one host
ru_ru: Нет, ограничить одним хостом

source: Host Restriction
ru_ru: Ограничение хоста

source: "IP" sets the UDP input processor to rewrite the host with the IP address of the remote server.
ru_ru: "IP" задает, чтобы входной процессор UDP переписывал host значением IP-адреса удаленного сервера.

source: Only accept requests from this host.
ru_ru: Принимать запросы только от этого хоста.

source: If set, overrides the default source value for your UDP entry (host:port).
ru_ru: Если задано, переопределяет исходное значение по умолчанию для вашей записи UDP (host:port).

source: Select your source type from the list. If you don't see what you're looking for, you can find more source types in the <a href="../../../apps/remote">SplunkApps apps browser</a> or online at <a href="http://apps.splunk.com/" target="_blank">apps.splunk.com</a>.
ru_ru: Выберите ваш тип источника из списка. Если вы не находите того, что вы ищете, вы можете найти больше типов источников в <a href="../../../../apps/remote">Браузере приложений SplunkApps</a> или в интернете по адресу <a href="http://apps.splunk.com/" target="_blank">apps.splunk.com</a>.

source: Data inputs (UDP)
ru_ru: Вводы данных (UDP)

source: UDP port
ru_ru: UDP-порт

source: Select either a plaintext CSV file, a gzipped CSV file, or a KMZ file. <br/>The maximum file size that can be uploaded through the browser is 500MB.
ru_ru: Выберите текстовый файл CSV, сжатый gzip CSV-файл или файл KMZ.<br/>Максимальный размер файла который может быть выгружен через браузер составляет 500 МБ.

source: Enter the name this lookup table file will have on the Splunk server. If you are uploading a gzipped CSV file, enter a filename ending in ".gz". If you are uploading a plaintext CSV file, we recommend a filename ending in ".csv". For a KMZ file, we recommend a filename ending in ".kmz".
ru_ru: Введите имя, которое этот файл таблицы поиска будет иметь на сервере Splunk. Если вы загружаете сжатый gzip CSV-файл, введите имя файла, заканчивающееся на ".gz". Если вы загружаете текстовый файл CSV, мы рекомендуем имя файла, заканчивающееся на ".csv". Для файла KMZ мы рекомендуем имя файла, заканчивающееся на «.kmz».

source: Upload a lookup file
ru_ru: Выгрузить файл поиска

source: Destination filename
ru_ru: Имя конечного файла

source: Path
ru_ru: Путь

source: Create, view, and edit data models. Set permissions. Accelerate shared data models.
ru_ru: Создание, просмотр и редактирование модели данных. Установка полномочий. Ускорение моделей данных с разделенным доступом.

source: Data models
ru_ru: Модели данных

source: This saves a copy of all indexed data on this Splunk instance and forwards copies to other instances.
ru_ru: Это сохраняет копию всех индексированных данных на этом экземпляре Splunk и направляет копии на другие экземпляры.

source: Store a local copy of forwarded events?
ru_ru: Хранить локальную копию перенаправленных событий?

source: Enter host:port to forward data to. Data will be auto load balanced to each host:port.
ru_ru: Введите host:port для перенаправления данных. Нагрузка данных будет автоматически балансироваться по каждому host:port.

source: Set as host:port or IP:port. <br /> You must also enable receiving on this host.
ru_ru: Задать как host:port или IP:port.<br /> Необходимо также включить прием на этом хосте.

source: Outputs
ru_ru: Выводы

source: Automatic Load Balancing
ru_ru: Автоматическая балансировка нагрузки

source: Name of the field whose value will be calculated
ru_ru: Имя поля, значение которого будет рассчитываться

source: A valid eval expression, e.g. x + 3
ru_ru: Допустимое выражение eval, например, x + 3

source: Apply to
ru_ru: Применить к

source: Eval expression
ru_ru: Выражение Еval

source: If the field extraction is inline, provide the regular expression. If the field extraction uses a transform, specify the transform name.
ru_ru: Если извлечение поля встроенное в строку, укажите регулярное выражение. Если извлечение поля использует преобразование, укажите имя преобразования.

source: Uses transform
ru_ru: Использует преобразование

source: Extraction/Transform
ru_ru: Извлечение/преобразование

source: Lookup table
ru_ru: Таблица поиска

source: Lookup input fields
ru_ru: Поля ввода поиска

source: Lookup output fields
ru_ru: Поля вывода поиска

source: Overwrite field values
ru_ru: Перезаписать значения полей

source: Original sourcetype name
ru_ru: Исходное имя типа источника sourcetype

source: New sourcetype name
ru_ru: Новое имя типа источника sourcetype

source: Specify the key the regular expression applies to. Default is _raw.
ru_ru: Укажите ключ, к которому применяется регулярное выражение. Значение по умолчанию — _raw.

source: Specify the event format in terms of field names and values. <br> Use $n (such as $1, $2, and so on) to specify regex match outputs. Default is &lt;transform_stanza_name&gt;::$1
ru_ru: Укажите формат событий в терминах имен и значений полей.<br>Используйте $n (например, $1, $2 и так далее) для указания соответствия регулярных выражений выводам. Значение по умолчанию — &lt;transform_stanza_name&gt;::$1

source: If checked the extractor will create multivalued fields if the field is already exctracted.
ru_ru: Если этот флажок установлен, экстрактор будет создавать многозначные поля, если поле уже извлечено.

source: If checked the field names will be cleaned such that they only contain: a-zA-Z0-9_
ru_ru: Если этот флажок установлен, имена полей будут очищены, таким образом, что они будут содержать только: a-zA-Z0-9_

source: Source Key
ru_ru: Ключ источника

source: Create multivalued fields
ru_ru: Создать многозначные поля

source: Automatically clean field names
ru_ru: Автоматически очистить имена полей

source: Create and manage <a href="../../lookup-table-files">lookup table files</a>.
ru_ru: Создание и управление <a href="../../lookup-table-files">файлами таблицы поиска</a>.

source: Specify the command and arguments to invoke to perform lookups. The command must be a Python script located in $SPLUNK_HOME/etc/apps/app_name/bin or $SPLUNK_HOME/etc/searchscripts.
ru_ru: Укажите команду и аргументы которая будет вызвана для выполнения поиска. Команда должна быть сценарием Python, расположенным в $SPLUNK_HOME/etc/apps/app_name/bin или $SPLUNK_HOME/etc/searchscripts.

source: A comma-delimited list of the fields supported by the external command.
ru_ru: Разделенный запятыми список полей, поддерживаемых внешней командой.

source: Specify the collection name to use (as defined in collections.conf) for this lookup. Defaults to the lookup name.
ru_ru: Укажите имя собрания, которое должно использоваться (как определено в collections.conf) для этого поиска. По умолчанию имя поиска (lookup name).

source: A comma-delimited list of the fields supported by the collection.
ru_ru: Разделенный запятыми список полей, поддерживаемых собранием.

source: If the features in your KMZ aren't named, you can define a custom expression to determine where to look for names in the XML structure of the contents of your KMZ. The default location in the XML is <b>/Placemark/name</b>
ru_ru: Если функции в вашем KMZ не названы, можно определить пользовательское выражение, чтобы определить, где искать имена в XML-структуре содержимого вашего KMZ. Расположением по умолчанию в XML является <b>/Placemark/name</b>

source: For time-based lookups, specify the name of the field in the lookup table that represents the timestamp.
ru_ru: Для поиска на основе времени укажите имя поля в таблице поиска, которое представляет метка времени.

source: Specify the strptime format of the timestamp field. Default format is UTC time.
ru_ru: Укажите формат strptime поля метки времени. Формат по умолчанию — время в формате UTC.

source: The minimum time in seconds that the event time may be ahead of lookup entry time for a match to occur. Default is 0.
ru_ru: Минимальное время в секундах, на которое время события может быть впереди времени записи поиска для возникновения соответствия. Значение по умолчанию — 0.

source: The maximum time in seconds that the event time may be ahead of lookup entry time for a match to occur. Default is 2000000000.
ru_ru: Максимальное время в секундах, на которое время события может быть впереди времени записи поиска для возникновения соответствия. Значение по умолчанию — 2000000000.

source: The minimum number of matches for each input lookup value. Default is 0.
ru_ru: Минимальное число совпадений для каждого входного значения поиска. Значение по умолчанию — 0.

source: Enter a number from 1-1000 to specify the maximum number of matches for each input lookup value. If time-based, default is 1; otherwise, default is 1000.
ru_ru: Введите число из диапазона 1-1000, чтобы указать максимальное число совпадений для каждого входного значения поиска. Если на основе времени, то по умолчанию — 1; в противном случае значение по умолчанию — 1000.

source: If fewer than the minimum number of matches are present for any given input, write out this value one or more times such that the minimum is reached
ru_ru: Если для любого заданного ввода присутствует меньшее количество совпадений чем минимальное, записать это значение один или несколько раз таким образом, чтобы минимум был достигнут

source: File-based
ru_ru: На основе файла

source: External
ru_ru: Внешний

source: Geospatial
ru_ru: Геопространственный

source: Lookup file
ru_ru: Файл поиска

source: Supported fields
ru_ru: Поддерживаемые поля

source: Feature Id Element
ru_ru: Элемент ID функционала

source: External Type
ru_ru: Внешний тип

source: Configure time-based lookup
ru_ru: Сконфигурировать поиск, основанный на времени

source: Name of time field
ru_ru: Имя поля времени

source: Time format
ru_ru: Формат времени

source: Minimum offset
ru_ru: Минимальный сдвиг

source: Maximum offset
ru_ru: Максимальный сдвиг

source: Minimum matches
ru_ru: Минимальные совпадения

source: Maximum matches
ru_ru: Максимальные совпадения

source: Default matches
ru_ru: Совпадения по умолчанию

source: Enter a unique name without spaces or special characters. This is used for identifying your workflow action later on within Splunk Settings.
ru_ru: Введите уникальное имя без пробелов и специальных символов. Это будет использоваться позднее для определения ваших действий рабочего процесса в настройках Splunk.

source: Enter the label that appears for this action. Optionally, incorporate a field's value by enclosing the field name in dollar signs, e.g. 'Search for ticket number : $ticketnum$'.
ru_ru: Введите метку, которая появляется для этого действия. Опционально, включите значение поля, поместив имя поля в знаки доллара, например 'Поиск номера билета: $ticketnum$'.

source: Specify a comma-separated list of fields that must be present in an event for the workflow action to apply to it. When fields are specified, the workflow action only appears in the field menus for those fields; otherwise it appears in all field menus.
ru_ru: Укажите разделенный запятыми список полей, которые должны присутствовать в событии для применить к нему действий рабочего процесса. Если поля указаны, действие рабочего процесса появляется только в меню поля для этих полей; в противном случае оно появляется в меню всех полей.

source: Specify a comma-separated list of event types that an event must be associated with for the workflow action to apply to it.
ru_ru: Укажите разделенный запятыми список типов событий, с которым должно быть связано событие для применения к нему действия рабочего процесса.

source: Enter the location to link to. Optionally, specify fields by enclosing the field name in dollar signs, e.g. http://www.google.com/search?q=$host$.
ru_ru: Введите место, на которое будет указывать ссылка. Опционально, включите значение поля, поместив имя поля в знаки доллара, например, http://www.google.com/search?q=$host$.

source: Enter the search for this action. Optionally, specify fields as $fieldname$, e.g. sourcetype=rails controller=$controller$ error=*.
ru_ru: Введите поиск для этого действия. Опционально, укажите поля в виде $fieldname$, например, sourcetype=rails controller=$controller$ error=*.

source: Choose an app for the search to run in. Defaults to the current app.
ru_ru: Выберите приложение, в котором будет запущен поиск. По умолчанию - в текущем приложении.

source: Enter the name of a view for the search to open in. Defaults to the current view.
ru_ru: Введите имя представления в котором будет открыт поиск. По умолчанию - в текущем представлении.

source: Link configuration
ru_ru: Конфигурация ссылки

source: Search configuration
ru_ru: Конфигурация поиска

source: Apply only to the following fields
ru_ru: Применить только к следующим полям

source: Apply only to the following event types
ru_ru: Применить только к следующим типам событий

source: Show action in
ru_ru: Показать действие в

source: Event menu
ru_ru: Меню события

source: Fields menus
ru_ru: Меню полей

source: Both
ru_ru: Оба

source: Action type
ru_ru: Тип действия

source: link
ru_ru: ссылка

source: Open link in
ru_ru: Открыть ссылку в

source: New window
ru_ru: Новом окне

source: Current window
ru_ru: Текущем окне

source: Link method
ru_ru: Метод ссылки

source: Post arguments
ru_ru: aргументы POST

source: Run in app
ru_ru: Запустить в приложении

source: Open in view
ru_ru: Открыть в представлении

source: Run search in
ru_ru: Запустить поиск в

source: Use the same time range as the search that created the field listing
ru_ru: Используйте тот же временной диапазон, что и поиск, который создал список полей

source: Bulletin Messages
ru_ru: Бюллетень сообщений

source: Enter and edit navigation menu XML configuration.
ru_ru: Ввод и редактирование конфигурации меню навигации XML.

source: Nav name
ru_ru: Имя Навигации

source: Navigation menu XML
ru_ru: Меню навигации XML

source: Enter and edit panel configuration.
ru_ru: Ввод и редактирование конфигурации панели.

source: Prebuilt panel ID
ru_ru: ID Предварительно созданной панели

source: Prebuilt panel XML
ru_ru: Предварительно созданная панель XML

source: Enter a unique name. This is used for identifying your time range later on within Splunk Settings.
ru_ru: Введите уникальное имя. Оно будет использовано позже для идентификации вашего временного диапазона в Настройках Splunk.

source: Enter the label that appears for this time range in the user interface.
ru_ru: Введите метку, которая появляется для этого временного диапазона в пользовательском интерфейсе.

source: Enter a number from 0-999 to specify how this time range is sorted in the user interface. Defaults to 0.
ru_ru: Введите число из диапазона 0-999, чтобы определить, как этот интервал времени будет сортироваться в пользовательском интерфейсе. По умолчанию 0.

source: Enter a relative time range that represents the earliest event to return (inclusive), e.g. '-24h' for the last 24 hours. If omitted, no earliest time bound is used.
ru_ru: Введите относительный диапазон времени, который представляет самое раннее событие, которое будет возвращено (включительно), например, '-24h' означает в течение последних 24 часов. Если этот параметр опущен, не используется никакой границы самого раннего времени.

source: Enter a relative time range that represents the latest event to return (exclusive). If omitted, no latest time bound is used.
ru_ru: Введите относительный диапазон времени, который представляет самое последнее событие, которое будет возвращено (исключительно). Если этот параметр опущен, не используется никакой поздней временной границы.

source: Choose a submenu for the time range to appear in. If omitted, the time range will display in the main menu.
ru_ru: Выберите субменю в котором должен быть отображен диапазон времени. Если опущено, то диапазон времени будет отображаться в главном меню.

source: Order
ru_ru: Порядок

source: Create a submenu
ru_ru: Создать субменю

source: Submenu
ru_ru: Субменю

source: Enter and edit view configuration.
ru_ru: Ввести и редактировать конфигурацию представления.

source: View name
ru_ru: Название представления

source: View type:
ru_ru: Тип представления:

source: Add data to Splunk from scripts, files, directories and network ports.
ru_ru: Добавить данные к Splunk из сценариев, файлов, каталогов и сетевых портов.

source: Distribute configurations, apps, and content updates to Splunk forwarders and other Splunk components.
ru_ru: Распространенить конфигурации, приложения и обновления контента для перенаправителей Splunk и других компонентов Splunk.

source: Forwarder management
ru_ru: Управление перенаправителем

source: Deployment settings
ru_ru: Настройки развертывания

source: Deployment server
ru_ru: Сервер развертывания

source: Server classes/apps
ru_ru: Классы серверов/приложения

source: A server class defines a set of content that you want the deployment server to send to one or more deployment clients.
ru_ru: Класс сервера определяет набор контента, который вы хотите, чтобы сервер развертывания отправил на одного или нескольких клиентов развертывания.

source: Define the location on the deployment server where the content to be deployed for this server class is stored. <br /> If left blank the default repository location is $SPLUNK_HOME/etc/deployment-apps.
ru_ru: Определите местоположение на сервере развертывания, где будет храниться контент, предназначенный для развертывания на этом классе серверов. <br /> Если оставить пустым, местоположение репозитория по умолчанию будет $SPLUNK_HOME/etc/deployment-apps.

source: Select whitelist to include all information from specified whitelist server classes except those listed in the blacklist section.<br /> Select blacklist to exclude all information from specified blacklist server classes except those listed in the whitelist section.
ru_ru: Выберите белый список, чтобы включить всю информацию из указанных классов серверов белого списка, за исключением тех, которые перечислены в разделе "черный список". <br /> Выберите черный список, чтобы исключить всю информацию из указанных классов серверов черного списка, за исключением тех, которые перечислены в разделе "белый список".

source: Server class
ru_ru: Класс сервера

source: Repository location
ru_ru: Местопожение репозитрория

source: Filter type
ru_ru: Тип фильтра

source: whitelist
ru_ru: белый список

source: blacklist
ru_ru: черный список

source: Server class whitelists
ru_ru: Белые списки серверных классов

source: Server class blacklists
ru_ru: Черные списки серверных классов

source: Class Status
ru_ru: Статус класса

source: Deployment server class status
ru_ru: Статус класса серверов развертывания

source: Tenant
ru_ru: Клиент

source: Applications
ru_ru: Приложения

source: Set up distributed search across multiple Splunk instances.
ru_ru: Настроить распределенный поиск по нескольким экземплярам Splunk.

source: View and edit fields. Set permissions. Define event workflow actions and field aliases. Rename sourcetypes.
ru_ru: Просмотр и редактирование полей. Задание полномочий. Определение действий рабочего процесса событий и алиасов полей. Переименование типов источников.

source: Configure to receive data.
ru_ru: Настройте получение данных.

source: Data Receiving
ru_ru: Получение данных

source: Configure this host to send and receive data.
ru_ru: Настройте этот хост для отправки и получения данных.

source: Forwarding and receiving
ru_ru: Перенаправление и получение

source: Source path
ru_ru: Исходный путь

source: Destination index
ru_ru: Индекс назначения

source: Event Log name
ru_ru: Имя журнала событий

source: Manage license capacity and view license usage history.
ru_ru: Управлять емкостью лицензии и просмотреть историю использования лицензии.

source: Manage license volume, stacking, and pooling. View licensing alerts. Designate this host as the license manager or a license slave.
ru_ru: Управление объемом лицензии, стекированием и пулами. Просмотр предупреждений лицензирования. Назначение этого хоста в качестве менеджера лицензий или ведомого лицензии.

source: Create, view and edit lookup definitions. Create and list lookup tables. Set permissions.
ru_ru: Создание, просмотр и редактирование определений поиска. Создание и составление списка таблиц поиска. Задание полномочий.

source: Lookups
ru_ru: Поиски

source: Enter a comma-separated list of tags.
ru_ru: Введите разделенный запятыми список тегов.

source: Highest priority shows up first in a result.
ru_ru: Самый высокий приоритет показывается в результате первым.

source: View and edit event types. Set permissions.
ru_ru: Просмотр и редактирование типов событий. Установка полномочий.

source: Destination App
ru_ru: Приложение назначения

source: Time specifiers: y, mon, d, h, m, s <br/> <a href="[[?learnmore.manager.relativetime]]" class="spl-external-link spl-icon-external-link-sm" target="_blank">Learn more</a>
ru_ru: Спецификаторы времени: y, mon, d, h, m, s <br/> <a href="[[?learnmore.manager.relativetime]]" class="spl-external-link spl-icon-external-link-sm" target="_blank">Узнать больше</a>
