Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: You can add data from many different sources, including network streams, event logs, and scripts.
ru_ru: Вы можете добавлять данные из множества различных источников, включая сетевые потоки, журналы событий и сценарии.

source: Source types control how the software formats your data into events.<br /><a href="/help?location=learnmore.adddata.sourcetype" target="_blank">Find out why</a> source types are important.
ru_ru: Типы источника контролируют, как программное обеспечение форматирует ваши данные в события.<br /><a href="/help?location=learnmore.adddata.sourcetype" target="_blank">Узнайте, почему</a> типы источников имеют важное значение.

source: If your data has a custom log format, you can create a new source type and configure event breaks and timestamp recognition manually.
ru_ru: Если ваши данные имеют пользовательский формат журнала, вы можете создать новый тип источника и вручную настроить разрывы событий и распознавание меток времени.

source: Preview your data to verify that events have been formatted properly.
ru_ru: Просмотрите ваши данные, чтобы подтвердить, что события отформатированы должным образом.

source: Choose the index that you want to store the data in, save the settings, and then start searching.
ru_ru: Выберите индекс, в котором вы хотите сохранить данные, сохраните настройки, а затем начните поиск.

source: If you have data on a remote host, you can use a forwarder to send data to this instance. You can download a forwarder from Splunk website.
ru_ru: Если у вас есть данные на удаленном хосте, вы можете использовать перенаправитель для отправки данных на этот экземпляр. Вы можете скачать перенаправитель с веб-сайта Splunk.

source: Use Splunk Apps and add-ons to simplify the process of adding and displaying data.<br/>Watch the add data <a href="http://www.splunk.com/view/SP-CAAAGXA" target="_blank">video tutorial</a>, take the <a href="/app/search/search?tour=search-tour">Search Tour</a> or continue to add data.
ru_ru: Используйте Splunk Apps и дополнения, чтобы упростить процесс добавления и отображения данных.<br/>Смотрите <a href="http://www.splunk.com/view/SP-CAAAGXA" target="_blank">видео-учебник</a> по добавлению данных, ознакомьтесь с <a href="/app/search/search?tour=search-tour">Обзором поиска</a> или продолжайте добавление данных.

source: You can visualize your search results and share them with others using dashboard panels.
ru_ru: Вы можете визуализировать результаты вашего поиска и разделить их с другими пользователями, используя панели приборной доски.

source: If you already have a dashboard, you can add a new panel from a report, <br/>clone from another dashboard, or add a prebuilt panel.
ru_ru: Если у вас уже есть приборная доска, вы можете добавить новую панель из отчета,<br/>клонировать ее с другой приборной доски, или добавить предварительно созданную панель.

source: You can modify a panel's search or choose different visualizations, such as a pie or bar chart, for your data. After you choose a visualization, you can customize its appearance.
ru_ru: Вы можете изменить поиск панели или выбрать различные визуализации, например, круговую или полосчатую диаграммы для ваших данных. После того, как вы выберете визуализацию, вы можете настроить ее отображение.

source: You can inspect the search, export it in different formats, or refresh it to visualize the newest data.
ru_ru: Вы можете инспектировать поиск, экспортировать его в различных форматах или обновить его для визуализации новейших данных.

source: You can export a dashboard as a PDF or schedule a PDF delivery by email.
ru_ru: Вы можете экспортировать приборную доску как PDF или запланировать доставку PDF по электронной почте.

source: You can add panel inputs to let users configure or expand the panel's search.
ru_ru: Можно добавить вводы панели, чтобы позволить пользователям настраивать или расширять поиск панели.

source: Check permissions and manage your dashboards on the Dashboards listing page.
ru_ru: Проверьте права доступа и управляйте вашими приборными досками на странице списка Приборных досок.

source: To learn more, try out the <a href="https://splunkbase.splunk.com/app/1603/" target="_blank">Splunk 6 Dashboard Examples</a> app or watch the dashboards <a href="http://www.splunk.com/view/SP-CAAAGXD" target="_blank">video tutorial</a>. For more information see the Splunk documentation for Dashboards and Visualizations.
ru_ru: Чтобы узнать больше, попробуйте <a href="https://splunkbase.splunk.com/app/1603/" target="_blank">примеры приборных досок Splunk 6</a> или посмотрите <a href="http://www.splunk.com/view/SP-CAAAGXD" target="_blank">видео-учебник</a> по приборным доскам. Для получения дополнительной информации смотрите документацию Splunk по Приборным доскам и Визуализациям.

source: After adding data use the Search view to run searches, design data visualizations, save reports, and create dashboards. The Search summary tells you more about the data in your deployment.
ru_ru: После добавления данных используйте представление Поиска для выполнения поисков, создания визуализации данных, сохранения отчетов и создание приборных досок. Сводка поиска даст вам дополнительную информацию о данных в вашем развертывании.

source: Your search can contain keywords, "quoted phrases", field=value pairs, wildcards (*),<br/>and Boolean operators (AND, OR, and NOT).
ru_ru: Поиск может содержать ключевые слова, "закавыченные фразы", пары поле=значение, подстановочные знаки (*),<br/>и логические операторы (AND, OR и NOT).

source: Use search commands to transform search results into statistical data tables<br/> and create visualizations.
ru_ru: Используйте команды поиска для преобразования результатов поиска в таблицы статистических данных<br/> и создания визуализаций.

source: Save your search as a report, alert, or dashboard panel. Read the <a target="_blank" href="http://dev.splunk.com/web_assets/developers/pdf/splunk_reference.pdf">Quick Reference Guide</a>, watch the search <a href="http://www.splunk.com/view/SP-CAAANWC" target="_blank">video tutorial</a>, continue to the <a href="/app/search/dashboards?tour=dashboards-tour%3Alite">Dashboards Tour</a>, or try searching.
ru_ru: Сохраните ваш поиск как отчет, оповещение или приборную доску. Прочитайте <a target="_blank" href="http://dev.splunk.com/web_assets/developers/pdf/splunk_reference.pdf">Краткое справочное руководство</a>, посмотрите <a href="http://www.splunk.com/view/SP-CAAANWC" target="_blank">видео-учебник</a> по поиску, перейдите к <a href="/app/search/dashboards?tour=dashboards-tour:lite">Обзору приборной доски</a>, или попытайтесь сделать поиск.

source: You can save your data visualizations as dashboard panels.
ru_ru: Вы можете сохранить визуализации ваших данных как панели приборной доски.

source: If you already have a dashboard, you can add a new panel from a report,<br/>clone from another dashboard, or add a prebuilt panel.
ru_ru: Если у вас уже есть приборная доска, вы можете добавить новую панель из отчета,<br/>клонировать ее с другой приборной доски, или добавить предварительно созданную панель.

source: Check permissions and manage your dashboards on the Dashboards listing page.<br/>Watch the dashboard <a href="http://www.splunk.com/view/SP-CAAANZH" target="_blank">video tutorial</a>.
ru_ru: Проверьте права доступа и управляйте вашими приборными досками на странице списка Приборных досок. <br/> Ознакомьтесь с <a href="http://www.splunk.com/view/SP-CAAANZH" target="_blank">видео-учебником</a> по приборным доскам.

source: To add data, you can upload, monitor, or forward a data source.<br/>For example, you can monitor a file or directory.
ru_ru: Для добавления данных, вы можете выгрузить, мониторить, или перенаправить источник данных. <br/> Например, вы можете мониторить файл или каталог.

source: Source types control how Splunk Light formats your data into events.<br />Learn more about <a href="/help?location=learnmore.adddata.sourcetype" target="_blank">source types</a>.
ru_ru: Типы источника контролируют, как Splunk Light форматирует ваши данные в события.<br />Узнайте больше о <a href="/help?location=learnmore.adddata.sourcetype" target="_blank">типах источников</a> .

source: If your data has a custom log format, you can create a new source type<br/>and configure event breaks and timestamp recognition manually.
ru_ru: Если ваши данные имеют пользовательский формат журнала, вы можете создать новый тип источника<br/>и вручную настроить разрывы событий и распознавание меток времени.

source: You can also set the host value and choose the index where you want to store the data.
ru_ru: Вы можете также задать значение хоста и выбрать индекс, где вы хотите хранить данные.

source: If you have data on a remote host, use a forwarder to send the data to this instance.
ru_ru: Если у вас есть данные на удаленном хосте, используйте перенаправитель для отправки данных на этот экземпляр.

source: Use Splunk add-ons to simplify the process of adding data.<br/>Watch the add data <a href="http://www.splunk.com/view/SP-CAAAN34" target="_blank">video tutorial</a>, take the <a href="/app/search/search?tour=search-tour%3Alite">Search Tour</a> or continue to add data.
ru_ru: Используйте дополнения Splunk для упрощения процесса добавления данных.<br/>Посмотрите <a href="http://www.splunk.com/view/SP-CAAAN34" target="_blank">видео-учебник</a> по добавлению данных, ознакомьтесь с <a href="/app/search/search?tour=search-tour%3Alite">Обзором поиска</a> или продолжайте добавление данных.

source: Build Event Type
ru_ru: Создать Тип события

source: App folder name is not set.
ru_ru: Не задано имя папки приложения.

source: App folder name cannot contain spaces or special characters.
ru_ru: Имя папки приложения не может содержать пробелы или специальные символы.

source: App folder name cannot be longer than 100 characters.
ru_ru: Имя папки приложения не может быть длиннее 100 символов.

source: App %(fieldName)s cannot be longer than %(maxLen)s character.
ru_ru: Приложение %(fieldName)s не может быть длиннее %(maxLen)s символа.

source: Unable to render PDF.
ru_ru: Невозможно отобразить PDF.

source: Internal Admin Nav
ru_ru: Внутренняя Навигация администратора

source: Search & Reporting
ru_ru: Поиск и Уведомление

source: The Search app is Splunk's default interface for searching and analyzing IT data. It allows you to index data into Splunk, add knowledge, build reports, and create alerts. The Search app can be used across many areas of IT including application management, operations management, security, and compliance.
ru_ru: Приложение Поиск (Search) является интерфейсом Splunk по умолчанию для поиска и анализа данных IT. Оно позволяет индексировать данные в Splunk, добавлять знания, строить отчеты и создавать оповещения. Приложение Поиск может использоваться во многих областях IT, включая управление приложениями, управление операциями, безопасность и обеспечение соответствия требованиям.

source: This chart shows the CPU load broken down by various indexing pipeline processors, which can assist the Splunk Support in debugging various indexing issues. For more information, go to <a href="%(url)s" target="_blank">How Indexing Works</a>
ru_ru: Эта диаграмма показывает нагрузку на процессор с разбивкой по различными процессорами конвейера индексации, которые могут помочь технической поддержке Splunk при отладке различных вопросов индексации. Для получения дополнительной информации, перейдите на страницу <a href="%(url)s" target="_blank">как работает индексация </a>

source: This chart shows you information about the structure of your indexes on disk. Please file a case with <a href="http://www.splunk.com/page/submit_issue">Splunk Support on the web</a> if you suspect you have excessive overlap between buckets. For more information, go to <a href="http://www.splunk.com/base/Deploy:UnderstandingBuckets" target="_blank">Understanding Buckets</a>
ru_ru: Эта диаграмма показывает информацию о структуре ваших индексов на диске. Пожалуйста сделайте запрос в <a href="http://www.splunk.com/page/submit_issue">на вебсайте технической поддержки Splunk</a>, если вы подозреваете , что у вас есть чрезмерное перекрытие между корзинами. Для получения дополнительной информации, перейдите на страницу <a href="http://www.splunk.com/base/Deploy:UnderstandingBuckets" target="_blank">Описание корзин</a>

source: Welcome to Splunk's indexing status dashboard
ru_ru: Добро пожаловать к на приборную доску состояния индексации Splunk

source: This dashboard shows a variety of statistics such as index sizes, events indexed, kilobytes indexed by source, index bucket span, and other data that can help Splunk Admins and Splunk Support determine the health of your system.
ru_ru: Эта приборная доска показывает различные статистические данные, такие как размеры индекса, индексированные события, объем индексированных килобайт по источникам, диапазон корзины индекса, а также другие данные, которые могут помочь администраторам Splunk и технической поддержке Splunk в определении состояния системы.

source: Note: You can also see how this dashboard was built by navigating to <i>$SPLUNK_HOME/etc/apps/search/default/data/ui/views/index_status.xml</i> on your Splunk server.
ru_ru: Примечание: Вы также можете посмотреть, как была построена эта приборная доска путем перехода к <i>$SPLUNK_HOME/etc/apps/search/default/data/ui/views/index_status.xml</i> на вашем сервере Splunk.

source: Specify authentication method, create or modify users, and manage roles.
ru_ru: Укажите метод аутентификации, создавайте или модифицируйте пользователей и управляйте ролями.

source: Command details
ru_ru: Детали команды

source: Command name
ru_ru: Имя команды

source: Command script filename
ru_ru: Имя файла сценария команды

source: All configurations
ru_ru: Все конфигурации

source: Config type
ru_ru: Тип конфигурации

source: Add-On
ru_ru: Дополнение

source: See all configurations across all apps.
ru_ru: Просмотреть все конфигурации для всех приложений.

source: example: host=splunk.com
ru_ru: пример: host=splunk.com

source: Enter one tag per textfield
ru_ru: Введите один тег на текстовое поле textfield

source: Field value pair
ru_ru: Пара поле/значение

source: Tag name
ru_ru: Название тега

source: Enter the name of the macro. If the search macro takes an argument, indicate this by appending the number of arguments to the name. For example: mymacro(2)
ru_ru: Введите имя макроса. Если макрос поиска принимает аргумент, укажите это путем добавления числа аргументов к имени. Например: mymacro(2)

source: Enter the string the search macro expands to when it is referenced in another search. If arguments are included, enclose them in dollar signs. For example: $arg1$
ru_ru: Введите строку, в которую расширяется макрос поиска, когда на него ссылаются в другом поиске. Если включены аргументы, заключите их в знаки доллара. Например: $arg1$

source: When selected, the definition is expected to be an eval expression that returns a string representing the macro expansion.
ru_ru: Когда выбрано, ожидается, что определение будет выражением eval, которое возвращает строку, представляющую расширение макроса.

source: Enter a comma-delimited string of argument names. Argument names may only contain alphanumeric, '_' and '-' characters.
ru_ru: Введите разделенную запятыми строку имен аргументов. Имена аргументов могут содержать только буквенно-цифровые символы, а также символы '_' и '-'.

source: Enter an eval or boolean expression that runs over macro arguments.
ru_ru: Введите eval или логическое выражение, которое выполняется над аргументами макроса.

source: Enter a message to display when the validation expression returns 'false'.
ru_ru: Введите сообщение, отображаемое если при проверке выражение возвращает 'false' ('ложно').

source: Definition
ru_ru: Определение

source: Use eval-based definition?
ru_ru: Использовать определение на основе eval?

source: Arguments
ru_ru: Аргументы

source: Validation Expression
ru_ru: Проверочное выражение

source: Validation Error Message
ru_ru: Сообщение ошибки проверки

source: 'example: host=splunk.com
ru_ru: 'пример: host=splunk.com

source: Tags by unique ID
ru_ru: Теги по уникальным ID

source: Field name
ru_ru: Название поля

source: Field value
ru_ru: Значение поля

source: Set the destination index for this source.
ru_ru: Установить индекс назначения для этого источника.

source: AD monitor name
ru_ru: Имя монитора AD

source: Event log collections
ru_ru: Собрания журнала событий

source: Enter IP address or host name, for example 10.1.1.39 or foo.ad.yourdomain.com. <br /> To collect logs from your local machine, edit the existing entry called 'localhost'.
ru_ru: Введите IP-адрес или имя хоста, например 10.1.1.39 или foo.ad.yourdomain.com. <br /> Для того, чтобы собирать журналы с локального компьютера, отредактируйте существующую запись под названием 'localhost'.

source: Log(s)
ru_ru: Журнал(ы)

source: Host(s)
ru_ru: Хост(ы)

source: Find logs...
ru_ru: Найти журналы...

source: If you want to change which Event Logs are collected from this local host, edit the existing 'localhost' collection. To add a new WMI remote collection, click 'New'.
ru_ru: Если вы хотите изменить, какие журналы событий собираются из этого локального хоста, отредактируйте существующее собрание 'localhost'. Для добавления нового удаленного собрания WMI, нажмите "Новое" ('New').

source: log(s)
ru_ru: журнал(ы)

source: Types
ru_ru: Типы

source: Windows host monitor
ru_ru: Монитор хостов Windows

source: Local host monitoring
ru_ru: Мониторинг локального хоста

source: Input types
ru_ru: Типы ввода

source: Computer
ru_ru: Компьютер

source: Processor
ru_ru: Процессор

source: Network Adapter
ru_ru: Сетевой адаптер

source: Service
ru_ru: Сервис

source: Driver
ru_ru: Драйвер

source: Splunk network monitoring
ru_ru: Мониторинг сети Splunk

source: accept
ru_ru: принять

source: transport
ru_ru: транспорт

source: inbound
ru_ru: входящие

source: outbound
ru_ru: исходящие

source: Enter a unique name for this collection.
ru_ru: Введите уникальное имя для этого собрания.

source: Counters
ru_ru: Счетчики

source: counters
ru_ru: счетчики

source: instances
ru_ru: экземпляры

source: Windows print monitor
ru_ru: Монитор печати Windows

source: Local print monitoring
ru_ru: Мониторинг локальной печати

source: Printer
ru_ru: Принтер

source: Baseline
ru_ru: Базовый уровень

source: Set
ru_ru: Установить

source: More settings
ru_ru: Дополнительные настройки

source: Process path
ru_ru: Путь процесса

source: Baseline index
ru_ru: Индекс базового уровня

source: comma separated list
ru_ru: список разделенный запятыми

source: Query...
ru_ru: Запрос...

source: Collect the same set of metrics from additional hosts
ru_ru: Собать такой же набор метрик с дополнительных хостов

source: Create, view and edit search macros. Set permission for search macros and search commands.
ru_ru: Создание, просмотр и редактирование макросов поиска. Задание полномочий для макросов поиска и команд поиска.

source: Advanced search
ru_ru: Расширенный поиск

source: Manage, permission, and configure available alert actions.
ru_ru: Управление, полномочия и настройки доступных действий предупреждений.

source: unused
ru_ru: неиспользуемое

source: Set the host that sends mail for this Splunk instance.
ru_ru: Задайте хост, который отправляет почту для этого экземпляра Splunk.

source: Check with SMTP server admin. When SSL is enabled, mail host should include the port. IE: smtp.splunk.com:465
ru_ru: Уточните у администратора сервера SMTP сервера. Если включен протокол SSL, mail host должен содержать порт. Напр.,: smtp.splunk.com:465

source: Username to use when authenticating with the SMTP server. Leave empty for no authentication.
ru_ru: Имя пользователя для использования при при аутентификации с сервером SMTP. Оставьте пустым, если аутентификации нет.

source: Password to use when authenticating with the SMTP server.
ru_ru: Пароль для использования при аутентификации с сервером SMTP.

source: Set the hostname used to create outgoing results URLs and PDF Report Server requests. Enclose IPv6 addresses in square brackets (eg. [2001:db8:0:1]). Leave empty to autodetect.
ru_ru: Задайте имя хоста, используемого для создания исходящих результатов URL-адресов и запросов сервера отчетов PDF. Заключите IPv6-адреса в квадратные скобки (например, [2001:db8:0:1]). Оставьте пустым для автоопределения.

source: Mail Server Settings
ru_ru: Настройки почтового сервера

source: Email Format
ru_ru: Формата эл.почты

source: PDF Report Settings
ru_ru: Настройки отчета PDF

source: Mail host
ru_ru: Почтовый хост

source: Email security
ru_ru: Безопасность эл. почты

source: Enable TLS
ru_ru: Включить TLS

source: Link hostname
ru_ru: Подключить имя хоста

source: Send emails as
ru_ru: Отправить электронную почту как

source: Email footer
ru_ru: Нижний колонтитул сообщения эл. почты

source: Report Paper Size
ru_ru: Размер бумаги Отчета

source: Report Paper Orientation
ru_ru: Ориентация бумаги Отчета

source: Use this syntax: &lt;app_name&gt;:&lt;path&gt;<br/> <path> is relative to $SPLUNK_HOME/etc/apps/{app_name}/appserver/static<br/> Example:<br/> search:logo_images/image1<br/> for<br/> $SPLUNK_HOME/etc/apps/search/appserver/static/logo_images/image1<br/> If no path provided, defaults to Splunk logo. If no app provided, defaults to current app.
ru_ru: Используйте этот синтаксис: &lt;app_name&gt;:&lt;path&gt;<br/> <path> определяется относительно $SPLUNK_HOME/etc/apps/{app_name}/appserver/static<br/> Пример: <br/> search:logo_images/image1<br/> для<br/> $SPLUNK_HOME/etc/apps/search/appserver/static/logo_images/image1<br/> Если путь не указан, по умолчанию - логотип Splunk. Если приложение не указано, по умолчанию - текущее приложение.

source: PDF Footer configuration.
ru_ru: Конфигурации нижнего колонтитула PDF.

source: PDF Header configuration
ru_ru: Конфигурация верхнего колонтитула PDF

source: Optional logo image file location:
ru_ru: Расположение файла изображения дополнительного логотипа:

source: Show PDF footer
ru_ru: Показать нижний колонтитул PDF

source: Logo
ru_ru: Логотип

source: Timestamp
ru_ru: Метка времени

source: Page Number
ru_ru: Номер страницы

source: Center
ru_ru: Центр

source: Show PDF header
ru_ru: Показать верхний колонтитул PDF

source: Render HTML &lt;/img&gt; tagged images in PDF
ru_ru: Отображать изображения с HTML-тегом &lt;/img&gt; в PDF

source: Give your app a friendly name for display in Splunk Web.
ru_ru: Дать вашему приложению понятное имя для отображения в Splunk Web.

source: This name maps to the app's directory in $SPLUNK_HOME/etc/apps/.
ru_ru: Это имя мапируется на каталог приложений в $SPLUNK_HOME/etc/apps/.

source: App version.
ru_ru: Версия приложения.

source: Check SplunkApps for updates to this app.
ru_ru: Проверьте SplunkApps на обновления для этого приложения.

source: Only apps with views should be made visible.
ru_ru: Только приложения с представлениями должны быть сделаны видимыми.

source: Name of the app's owner.
ru_ru: Имя владельца приложения.

source: Enter a description for your app.
ru_ru: Введите описание для вашего приложения.

source: These templates contain example views and searches.
ru_ru: Эти шаблоны содержат примеры представлений и поисков.

source: Can be any html, js, or other file to add to your app.
ru_ru: Может быть любым html, js или другим файлом для добавления к вашему приложению.

source: Edit permissions for installed apps. Create a new app, or browse SplunkApps for apps created by the community.
ru_ru: Редактировать полномочия для установленных приложений. Создать новое приложение, или посетить SplunkApps для просмотра приложений, созданных сообществом.

source: Folder name
ru_ru: Имя папки

source: Update checking
ru_ru: Проверка обновлений

source: Template
ru_ru: Шаблон
