Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Preview (%s fields)
ru_ru: Предварительный просмотр (%s полей)

source: Splunk %s will extract fields using a Regular Expression.
ru_ru: Splunk %s будет извлекать поля используя регулярные выражения.

source: Splunk %s will extract fields using a delimiter (such as commas, spaces, or characters). Use this method for delimited data like comma separated values (CSV files).
ru_ru: Splunk %s будет извлекать поля, используя разделитель (например, запятые, пробелы или символами). Используйте этот метод для разграниченных данных, таких как значений, разделенных запятыми (CSV-файлов).

source: Space
ru_ru: Пробел

source: Comma
ru_ru: Запятая

source: Tab
ru_ru: Табуляция

source: Pipe
ru_ru: Вертикальная черта ("|")

source: Other
ru_ru: Другое

source: If you see incorrect results below, click an additional event to add it to the set of sample events. Highlight its values to improve the extraction. You can remove incorrect values in the next step.
ru_ru: Если вы видите неправильные результаты ниже, нажмите на "дополнительное событие", чтобы добавить его к набору образцов событий. Выделите ее значения для улучшения извлечения. Вы можете удалить неправильные значения на следующем шаге.

source: Validate your field extractions and remove values that are incorrectly highlighted in the Events tab. In the field tabs, inspect the extracted values for each field, and optionally click a value to apply it as a search filter to the Events tab event list.
ru_ru: Проверьте ваши извлечения полей поля и удалите значения, которые неправильно выделены на закладке "События". В поле вкладки проверьте извлеченные значения для каждого поля и (необязательно) щелкните значение, чтобы применить его в качестве фильтра поиска к списку событий на вкладке "События".

source: You have extracted additional fields from your data (sourcetype=%s).
ru_ru: Дополнительные поля были извлечены из ваших данных (sourcetype=%s).

source: You have extracted additional fields from your data (source=%s).
ru_ru: Дополнительные поля были извлечены из ваших данных (source=%s).

source: Edit your field extractions at any time by going to %s.
ru_ru: Редактируйте извлечения полей в любое время, перейдя в %s.

source: Field Extractions
ru_ru: Извлечения полей

source: Existing fields
ru_ru: Существующие поля

source: Select Sample Event
ru_ru: Выберите образец события

source: Choose a source or source type, select a sample event, and click Next to go to the next step. The field extractor will use the event to extract fields.
ru_ru: Выберите источник или тип источника, выберите образец события и нажмите кнопку Далее, чтобы перейти к следующему шагу. Экстрактор полей будет использовать это событие для извлечения полей.

source: I prefer to write the regular expression myself
ru_ru: Я предпочитаю сам написать регулярное выражение

source: Data Type
ru_ru: Тип данных

source: Source type
ru_ru: Тип источника

source: Select Method
ru_ru: Выбрать метод

source: Indicate the method you want to use to extract your field(s).
ru_ru: Укажите метод, который вы хотите использовать для извлечения вашего поля (ваших полей).

source: Delimiters
ru_ru: Разделители

source: Rename Fields
ru_ru: Переименовать поля

source: Select a delimiter. In the table that appears, rename fields by clicking on field names or values.
ru_ru: Выберите разделитель. В таблице, которая отобразится, переименуйте поля, нажав на имена полей или значения.

source: Select Fields
ru_ru: Выберите поля

source: Highlight one or more values in the sample event to create fields. You can indicate one value is required, meaning it must exist in an event for the regular expression to match. Click on highlighted values in the sample event to modify them. To highlight text that is already part of an existing extraction, first turn off the existing extractions.
ru_ru: Выделите одно или несколько значений в образце события для создания полей. Можно указать, что требуется одно значение, что означает, что оно должно существовать для сопоставления в случае для регулярного выражения. Нажмите на выделенные значения в образце события, чтобы изменить их. Чтобы выделить текст, который уже является частью существующего извлечения, сначала отключите существующие извлечения.

source: Name the extraction and set permissions.
ru_ru: Назовите извлечение и установите полномочия.

source: Verify permissions
ru_ru: Проверьте полномочия

source: Success!
ru_ru: Успех!

source: Generating a Regular Expression...
ru_ru: Создание регулярного выражения...

source: If you manually edit and then preview the regular expression below, you cannot return to the automatic field extraction workflow.
ru_ru: Если вы вручную отредактируете и затем просмотрите регулярное выражение приведенное ниже, вы не сможете вернуться к автоматическому рабочему процессу извлечения поля.

source: When editing the Regular Expression, required text is not highlighted in the Preview panel.
ru_ru: При редактировании регулярного выражения, требуемый текст не выделяется в панели предварительного просмотра.

source: Use the event listing below to validate the field extractions produced by your regular expression.
ru_ru: Используйте список событий, приведенный ниже для проверки извлечений полей, произведенных вашим регулярным выражением.

source: Regular Expression Reference
ru_ru: Ссылка Регулярного выражения

source: Remove Required Text
ru_ru: Удалить требуемый текст

source: Required Text
ru_ru: Требуемый текст

source: Rename Extraction
ru_ru: Переименовать Извлечение

source: Field Value
ru_ru: Значение поля

source: Extractions Name
ru_ru: Имя извлечений

source: Sample event
ru_ru: Образец события

source: Choose a home dashboard
ru_ru: Выберите домашнюю приборную панель

source: No Results.
ru_ru: Нет результатов.

source: %s more dashboards(s), continue typing to refine
ru_ru: Еще %s панелей, продолжайте ввод текста для уточнения

source: Please select a dashboard.
ru_ru: Пожалуйста, выберите приборную панель.

source: Choose Default Dashboard
ru_ru: Выбрать приборную панель по умолчанию

source: Only simpleXML dashboards can be displayed on home.
ru_ru: В качестве домашней могут отображаться только simpleXML панели.

source: You can set a dashboard as home from the
ru_ru: Вы можете задать приборную панель как домашнюю из

source: dashboards listing page
ru_ru: страница списка приборных досок

source: too.
ru_ru: также.

source: extract fields
ru_ru: извлечь поля

source: Add or forward data to %s. Afterwards, you may %s.
ru_ru: Добавьте или перенаправьте данные к %s. После этого, вы можете %s.

source: Explore data and define how Hunk parses that data
ru_ru: Изучите данные и определите как Hunk разбирает эти данные

source: Splunk Apps
ru_ru: Приложения Splunk

source: Apps and add-ons extend the capabilities of %s.
ru_ru: Приложения и дополнения расширяют возможности %s.

source: Splunk Docs
ru_ru: Документы Splunk

source: Comprehensive documentation for %s and for all other Splunk products.
ru_ru: Полная документация для %s и всех остальных продуктов Splunk.

source: Product Tours
ru_ru: Обзорные туры по продукту

source: New to Splunk? Take a tour to help you on your way.
ru_ru: Новичок для Splunk? Совершите тур, который поможет вам на вашем пути.

source: Explore %s
ru_ru: Исследуйте %s

source: Search Manual
ru_ru: Поиск по Руководству

source: Use the Splunk Search Processing Language (SPL).
ru_ru: Используйте язык обработки поисков Splunk (SPL, Search Processing Language).

source: Pivot Manual
ru_ru: Руководство по пивотам

source: Use Pivot to create tables and charts with SPL.
ru_ru: Используйте пивот для создания таблиц и диаграмм с SPL.

source: Dashboards & Visualizations
ru_ru: Приборные панели и визуализации

source: Create and edit dashboards using interactive editors or simple XML.
ru_ru: Создайте и редактируйте приборные панели с помощью интерактивных редакторов или просто XML.

source: No Archiving (default)
ru_ru: Нет архивации (по умолчанию)

source: 1GB = 1024MB
ru_ru: 1 ГБ = 1024 МБ

source: 1TB = 1024GB
ru_ru: 1 ТБ = 1024 ГБ

source: Max Size of Entire Index
ru_ru: Максимальный размер всего индекса

source: Maximum target size of entire index.
ru_ru: Максимальный целевой размер всего индекса.

source: Retention (days)
ru_ru: Период хранения (дни).

source: Archive
ru_ru: Архив

source: Archive data to AWS S3.
ru_ru: Архивировать данные в AWS S3.

source: eg. s3://mybackup/sales/
ru_ru: например s3://mybackup/sales/

source: Once you disable archiving for this index, you can no longer search its archive!
ru_ru: После того, как вы отключите архивацию для этого индекса, вы не сможете больше производить поиск в его архиве!

source: New Index
ru_ru: Новый индекс

source: Edit Index: %s
ru_ru: Редактировать индекс: %s

source: Current Size
ru_ru: Текущий размер

source: Event Count
ru_ru: Счетчик событий

source: Earliest Event
ru_ru: Самое раннее событие

source: Latest Event
ru_ru: Самое позднее событие

source: Retention
ru_ru: Хранение

source: Archive Destination
ru_ru: Местоположение архива

source: %s events
ru_ru: %s событий

source: Set index name (e.g., INDEX_NAME). Search using index=INDEX_NAME.
ru_ru: Задайте имя индекса (например, INDEX_NAME). При поиске используйте index=INDEX_NAME.

source: Home Path
ru_ru: Путь к домашнему каталогу

source: Hot/warm db path. Leave blank for default ($SPLUNK_DB/INDEX_NAME/db).
ru_ru: Горячий/теплый путь db. Оставьте поле пустым для использования значения по умолчанию ($SPLUNK_DB/INDEX_NAME/db).

source: Cold Path
ru_ru: Холодный путь

source: Cold db path. Leave blank for default ($SPLUNK_DB/INDEX_NAME/colddb).
ru_ru: Холодный путь db. Оставьте поле пустым для использования значения по умолчанию ($SPLUNK_DB/INDEX_NAME/colddb).

source: Thawed Path
ru_ru: Размороженный путь

source: Thawed/resurrected db path. Leave blank for default ($SPLUNK_DB/INDEX_NAME/thaweddb).
ru_ru: Размороженный/восстановленный путь db. Оставьте поле пустым для использования значения по умолчанию ($SPLUNK_DB/INDEX_NAME/thaweddb).

source: Max Size of Hot/Warm/Cold Bucket
ru_ru: Максимальный размер Горячей/Теплой/Холодной Корзины

source: Maximum target size of buckets. Enter 'auto_high_volume' for high-volume indexes.
ru_ru: Максимальный целевой размер корзины. Введите 'auto_high_volume' для индексов больших объемов.

source: Frozen Path
ru_ru: Замороженный путь

source: Frozen bucket archive path. Set this if you want Splunk to automatically archive frozen buckets.
ru_ru: Путь к архиву замороженных корзин. Задайте его, если вы хотите, чтобы Splunk автоматически архивировал замороженные корзины.

source: Deleting Index
ru_ru: Удаление индекса

source: Deleting index named <i>%s</i>. Depending on the server, it may take several minutes for this index to be removed from the list.
ru_ru: Удаление индекса с именем <i>%s</i>. В зависимости от сервера до удаления этого индекса из списка может пройти несколько минут.

source: Saving New Index
ru_ru: Сохранение нового индекса

source: Saving new index named <i>%s</i>. Depending on the server, it may take several minutes for this index to appear in the list.
ru_ru: Сохранение нового индекса с именем <i>%s</i>. В зависимости от сервера до появления этого индекса в списке может пройти несколько минут.

source: Delete Index
ru_ru: Удалить индекс

source: Are you sure you want to delete the index named <i>%s</i>?
ru_ru: Вы уверены, что хотите удалить индекс с именем <i>%s</i>?

source: Any data in index <i>%s</i> will be deleted and irrecoverable!
ru_ru: Любые данные в индексе <i>%s</i> будут удалены и не будут подлежать восстановлению!

source: Disable Index
ru_ru: Отключить индекс

source: Disable the index named <i>%s</i>? The index will no longer accept new data and will not be searchable.
ru_ru: Отключите индекс с именем <i>%s</i>? Индекс больше не будет принимать новые данные и не будет доступен для поиска.

source: Enable Index
ru_ru: Включить индекс

source: Enable the index named <i>%s</i>?
ru_ru: Включить индекс с именем <i>%s</i>?

source: The index will accept new data and will be searchable.
ru_ru: Индекс будет принимать новые данные и будет доступен для поиска.

source: No indexes are defined or no indexes match the filters.
ru_ru: Нет определенных индексов или индексов, соответствующих фильтрам.

source: A repository for data in %s. Indexes reside in flat files on the Splunk instance known as the indexer.
ru_ru: Репозиторий для данных в %s. Индексы находятся в плоских файлах экземпляра Splunk, известного как индексатор.

source: indexes
ru_ru: индексы

source: Delete Token
ru_ru: Удалить токен

source: Are you sure you want to delete the token named
ru_ru: Вы уверены, что хотите удалить токен с именем

source: Entered sourcetype
ru_ru: Введенный sourcetype

source: Select source type from list
ru_ru: Выберите тип источника из списка

source: Select Allowed Indexes (optional)
ru_ru: Выберите допустимые индексы (необязательно)

source: Default Index (optional)
ru_ru: Индекс по умолчанию (необязательно)

source: Edit Token:
ru_ru: Редактировать токен:

source: All Tokens
ru_ru: Все токены

source: Default Source Type
ru_ru: Тип источника по умолчанию

source: Default Output Group
ru_ru: Группа вывода по умолчанию

source: Use Deployment Server
ru_ru: Используйте сервер развертывания

source: Enable SSL
ru_ru: Включить SSL

source: HTTP Port Number
ru_ru: Номер порта HTTP

source: Dedicated port for HTTP Input.
ru_ru: Выделенный порт для ввода HTTP.

source: Edit Global Settings
ru_ru: Редактировать Глобальные параметры

source: No tokens found.
ru_ru: Токены не найдены.

source: Global Settings
ru_ru: Глобальные параметры

source: New Token
ru_ru: Новый токен

source: All the tokens are currently disabled. They can be enabled in the Global Settings.
ru_ru: Все токены в настоящее время отключены. Они могут быть включены в глобальных настройках.

source: of licensed volume)
ru_ru: лицензированного объема)

source: Explore Splunk License options and add capacity on
ru_ru: Изучите варианты лицензий Splunk и добавьте емкость к

source: Show all license violations and alerts
ru_ru: Показать все нарушения лицензии и предупреждения

source: License group
ru_ru: Группа лицензии

source: Daily volume licensed
ru_ru: Ежедневный лицензированный объем

source: Volume used today
ru_ru: Использованный сегодня объем

source: Daily usage in 30 days
ru_ru: Ежедневное использование в течение 30 дней

source: Licenses
ru_ru: Лицензии

source: Add License
ru_ru: Добавить лицензию

source: Validating..
ru_ru: Проверка...

source: Upload a .lic file to add a license:
ru_ru: Загрузите файл .lic, чтобы добавить лицензию:

source: Validation failed. Please double check your license file.
ru_ru: Проверка не пройдена. Пожалуйста еще раз проверьте ваш файл лицензии.

source: Drop your license file here
ru_ru: Перетащите ваш лицензионный файл сюда

source: Or
ru_ru: Или

source: Select a file
ru_ru: Выберите файл

source: copy & paste the license XML directly...
ru_ru: Непосредственно скопируйте & вставьте XML лицензии...

source: Don't have a license yet?
ru_ru: У вас еще нет лицензии?

source: Get a new license
ru_ru: Получите новую лицензию

source: Add your new license. If you do not have a new license, get one from the Splunk e-store.
ru_ru: Добавьте вашу новую лицензию. Если новой лицензии у вас нет, получите ее в Splunk e-Store.

source: You can also change to a 500MB/day Free license, which is restricted to the admin account:
ru_ru: Вы также можете перейти на Свободную лицензию 500 Мб/день, которая ограничена учетной записью администратора:

source: Could not apply Free license.
ru_ru: Не удается применить Свободную лицензию.

source: License Expired
ru_ru: Срок действия лицензии истек

source: Get License
ru_ru: Получить лицензию

source: Change to Splunk Light Free
ru_ru: Перейдите на Splunk Light Free

source: Adding license
ru_ru: Добавление лицензии

source: You are about to reset your license violations.
ru_ru: Вы собираетесь сбросить ваши нарушения лицензии.

source: You are about to extend the duration of your Splunk Light Term license
ru_ru: Вы собираетесь продлить продолжительность вашей срочной лицензии Splunk Light Term

source: You are about to add capacity to your Splunk Light Term license
ru_ru: Вы собираетесь добавить емкость к вашей срочной лицензии Splunk Light Term

source: You are about to add capacity to your Splunk Perpetual license
ru_ru: Вы собираетесь добавить емкость "вечной" лицензии Splunk Perpetual

source: You are about to upgrade from Splunk Light free to Splunk Perpetual license
ru_ru: Вы собираетесь расширить бесплатную лицензию Splunk Light free до "вечной" лицензии Splunk Perpetual

source: You are about to upgrade from Splunk Light free to Splunk Light Term license
ru_ru: Вы собираетесь расширить бесплатную лицензию Splunk Light free до срочной лицензии Splunk Light Term

source: You are about to upgrade to Splunk Enterprise. This upgrade cannot be reversed. Learn more about the difference between Splunk Enterprise and Splunk Light:
ru_ru: Вы собираетесь перейти на Splunk Enterprise. Это обновление не может быть затем отменено. Узнайте больше о различиях между Splunk Enterprise и Splunk Light:

source: Reset Warnings
ru_ru: Сбросить предупреждения

source: Upgrade
ru_ru: Обновление

source: Upgrade to
ru_ru: Обновиться до

source: License added
ru_ru: Лицензия добавлена

source: Restart later
ru_ru: Перезапустить позже

source: Restart Now
ru_ru: Перезапустить сейчас

source: License validated!
ru_ru: Лицензия проверена!

source: The supplied license is either expired or not applicable to this Splunk instance.
ru_ru: Прилагаемая лицензия закончилась или не применима к данному экземпляру Splunk.

source: License was successfully added!
ru_ru: Лицензия была успешно добавлена!

source: Restart to activate your new license
ru_ru: Перезагрузите систему, чтобы активировать новую лицензию

source: Creation Time
ru_ru: Время создания

source: Expiration Time
ru_ru: Срок действия

source: Features
ru_ru: Функциональные особенности

source: Hash
ru_ru: Хэш

source: Maximum Violations
ru_ru: Максимальное число нарушений

source: Quota in Bytes
ru_ru: Квота в байтах

source: Stack Name
ru_ru: Имя стека

source: Window Period
ru_ru: Период окна

source: License name
ru_ru: Имя лицензии

source: Licensed daily volume
ru_ru: Лицензированный ежедневный объем

source: Expires on
ru_ru: Срок действия до

source: Perpetual
ru_ru: Вечная

source: Duplicate instance name. Ensure each instance has a unique instance (host) name.
ru_ru: Дубликат имени экземпляра. Убедитесь, что каждый экземпляр имеет уникальное имя экземпляра (хоста).

source: Duplicate splunk server name. Each instance needs a unique value of serverName in server.conf.
ru_ru: Дубликат имени сервера Splunk. Каждый экземпляр требует уникального значения serverName в server.conf.

source: Empty instance name. Click Edit and ensure each instance has a unique instance (host) name.
ru_ru: Пустое имя экземпляра. Нажмите кнопку Редактировать и убедитесь, что каждый экземпляр имеет уникальное имя экземпляра (хоста).

source: Empty machine name. Click Edit and ensure each instance has a machine name.
ru_ru: Пустое имя машины. Нажмите кнопку Редактировать и убедитесь, что каждый экземпляр имеет имя машины.

source: This instance's Splunk version is too old. Ensure each instance is at least version 6.1.
ru_ru: Версия Splunk данного экземпляра является слишком старой. Убедитесь, что каждый экземпляр имеет, по крайней мере, версию 6.1.

source: This instance is both a search head and an indexer. We strongly discourage this configuration.
ru_ru: Этот экземпляр является одновременно как головным узлом поиска так и индексатором. Мы настоятельно не рекомендуем использовать такую конфигурацию.

source: At least one of your instances is both a search head and an indexer. We strongly discourage this configuration.
ru_ru: Как минимум один из ваших экземпляров является одновременно как головным узлом поиска так и индексатором. Мы настоятельно не рекомендуем использовать такую конфигурацию.

source: This instance is an indexer with a KV store. We strongly discourage this configuration.
ru_ru: Этот экземпляр является индексатором с хранилищем ключей и значений (KV store). Мы настоятельно не рекомендуем использовать такую конфигурацию.

source: At least one of your instances is both an indexer with a KV store. We strongly discourage this configuration.
ru_ru: Как минимум один из ваших экземпляров является одновременно как индексатором так и хранилищем ключей и значений (KV store). Мы настоятельно не рекомендуем использовать такую конфигурацию.

source: This instance is both a cluster master and an indexer. We strongly discourage this configuration.
ru_ru: Этот экземпляр является одновременно как мастером кластера так и индексатором. Мы настоятельно не рекомендуем использовать такую конфигурацию.

source: At least one of your instances is both a cluster master and an indexer. We strongly discourage this configuration.
ru_ru: Как минимум один из ваших экземпляров является одновременно как мастером кластера так и индексатором. Мы настоятельно не рекомендуем использовать такую конфигурацию.

source: At least one of your instances is not forwarding its internal logs.
ru_ru: По крайней мере один из ваших экземпляров не перенаправляет свои внутренние журналы.

source: This instance is not forwarding its internal logs.
ru_ru: Этот экземпляр не перенаправляет свои внутренние журналы.

source: The forwarding state of this instance cannot be determined.
ru_ru: Состояние перенаправления данного экземпляра не может быть определено.

source: This instance is a deployment server plus other non-deployer roles. We recommend only deployer roles per deployment server.
ru_ru: Этот экземпляр является сервером развертывания с выполнением других, отличных от развертывания ролей. Мы рекомендуем иметь на сервере развертывания только роли, связанные с развертыванием.

source: At least one of your instances is a deployment server plus other non-deployer roles. We recommend only deployer roles per deployment server.
ru_ru: По крайней мере, один из ваших экземпляров является сервером развертывания с выполнением других, отличных от развертывания ролей. Мы рекомендуем иметь на сервере развертывания только роли, связанные с развертыванием.

source: This instance is a search head deployer plus other non-deployer roles. We recommend only deployer roles per search head deployer.
ru_ru: Этот экземпляр является головным поисковым узлом развертывания с выполнением других, отличных от развертывания ролей. Мы рекомендуем иметь на головном поисковом узле развертывания только роли, связанные с развертыванием.

source: At least one of your instances is a search head deployer plus other non-deployer roles. We recommend only deployer roles per search head deployer.
ru_ru: Как минимум один из ваших экземпляров является головным поисковым узлом развертывания с выполнением других, отличных от развертывания ролей. Мы рекомендуем иметь на головном поисковом узле развертывания только роли, связанные с развертыванием.

source: This instance is an indexer plus other roles. We recommend only one role per indexer.
ru_ru: Этот экземпляр является индексатором с выполнением других ролей. Мы рекомендуем, чтобы индексатор выполнял только одну роль.

source: At least one of your instances is an indexer plus other roles. We recommend only one role per indexer.
ru_ru: Как минимум один из ваших экземпляров является индексатором с выполнением других ролей. Мы рекомендуем, чтобы индексатор выполнял только одну роль.

source: This instance appears to have no indexer cluster label set. We recommend you set the indexer cluster label on the cluster master.
ru_ru: По видимому, этот экземпляр не имеет метки кластера индексатора. Мы рекомендуем вам установить метку кластера индексатора на мастере кластера.
