Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: turn on auto-open
ru_ru: включить автооткрытие

source: Provides ability to set custom destinations for clicks on fields in a dashboard or form. Used internally in Simplified xml.
ru_ru: Предоставляет возможность устанавливать пользовательские пункты назначения для нажатий на поля в приборной доске или форме. Используется внутренне в упрощенном XML.

source: JSON object with mapping of redirection urls. If used in advanced xml, an example value would be: {"field1": "/app/search/flashtimeline?q=$row.field1$", "*": "http://google.com?q=$click.value2$"}. Clicking on "field1" field would redirect to flashtimeline view, searching for field1 value. Clicking anywhere else would redirect to a Google search.
ru_ru: Объект JSON с мапированием перенаправляющих URL-адресов. При использовании в расширенном XML, примером значения может быть: {"field1": "/app/search/flashtimeline?q=$row.field1$", "*": "http://google.com?q=$click.value2$"}. Нажатие на поле "field1" будет перенаправлять на представление flashtimeline, осуществляя поиск значения field1. Нажатие в любом другом месте будет перенаправлять на поиск в Google.

source: Creates a submit button that collects changes from its parent modules, and runs them when the user clicks the button.
ru_ru: Создает кнопку "Отправить", которая собирает изменения от своих родительских модулей, и запускает их, когда пользователь нажимает на кнопку.

source: This is the button label. If the button label is blank, you'll get a small green button in the normal search view. Note that its design may change slightly in different layoutPanels and different views.
ru_ru: Это метка кнопки. Если метка кнопки пустая, вы получите маленькую зеленую кнопку в нормальном представлении поиска. Обратите внимание, что ее дизайн может незначительно меняться в разных раскладках панелей (layoutPanels) и различных представлениях.

source: When this is present and set to 'True', any upstream modules can effectively submit the search by calling pushContextToChildren. When this is present and set to 'False' (or omitted) the user has to click the SubmitButton to submit the search.
ru_ru: Когда это присутствует и имеет значение "Истинно" ('True'), все вышестоящие модули могут эффективно отправлять поиски с помощью вызова pushContextToChildren. Когда это присутствует и имеет значение "Ложно" ('False') (или отсутствует) пользователь должен нажать SubmitButton (кнопку "Отправить") чтобы запустить поиск.

source: When this is present and set to 'True', any search context will be persisted to the URL and the back button will work.
ru_ru: Когда это присутствует и имеет значение "Истинно" ('True'), любой контекст поиска будет сохраняться в URL и кнопка возврата будет работать.

source: Controls visibility of Submit button.
ru_ru: Управляет видимостью кнопки "Отправить".

source: This module creates a drop-down menu that users can use to change the timerange. Timerange values and labels are pulled from the configuration in times.conf.
ru_ru: Этот модуль создает выпадающее меню, которое пользователи могут использовать для изменения диапазона времени (timerange). Значения и метки timerange берутся из конфигурации в times.conf.

source: When this is set to one of the time range labels in times.conf, the system sets that time range option when the page loads.
ru_ru: Когда этот параметр установлен на одну из меток диапазона времени в times.conf, система устанавливает этот вариант диапазона времени при загрузке страницы.

source: Launch search whenever the time range is changed.
ru_ru: Запускать поиск при изменении временного диапазона.

source: Optional label to display above time range picker
ru_ru: Дополнительная метка для отображения сверху указателя временного диапазона

source: DEPRECATED. use 'default' instead. When both default and selected are specified, selected will be ignored.
ru_ru: УСТАРЕВШЕЕ. Вместо этого используйте 'default' (значение по умолчанию). Если указано как значение по умолчанию так и выбранное, выбранное будет игнорироваться.

source: Custom Time Range
ru_ru: Пользовательский диапазон времени

source: Range Type
ru_ru: Тип диапазона

source: Advanced search language
ru_ru: Расширенный язык поиска

source: Earliest time
ru_ru: Самое раннее время

source: Specific Date
ru_ru: Конкретная дата

source: Earliest Date
ru_ru: Наиболее ранняя дата

source: Latest time
ru_ru: Самое позднее время

source: Earliest time unit selection
ru_ru: Выбор единицы самого раннего времени

source: Second(s) ago
ru_ru: секунд(ы) назад

source: Minute(s) ago
ru_ru: минут(ы) назад

source: Hour(s) ago
ru_ru: часа(часов) назад

source: Day(s) ago
ru_ru: дня(дней) назад

source: Week(s) ago
ru_ru: недели (недель) назад

source: Month(s) ago
ru_ru: месяца (месяцев) назад

source: Snap to
ru_ru: Привязать к

source: Search language equivalent
ru_ru: Эквивалент языка поиска

source: Effective range
ru_ru: Эффективный диапазон

source: Time window
ru_ru: Временное окно

source: Time window unit selection
ru_ru: Выбор единицы временного окна

source: Effective Earliest
ru_ru: Действующее самое раннее

source: Effective Latest
ru_ru: Действующее самое позднее

source: Earliest time must be before latest time
ru_ru: Самое раннее время должно быть до самого позднего времени

source: Date range
ru_ru: Диапазон дат

source: All dates before
ru_ru: Все даты до

source: All dates after
ru_ru: Все даты после

source: Error: Failed to load configured time ranges.
ru_ru: Ошибка: Не удалось загрузить сконфигурированные диапазоны времени.

source: Invalid relative string
ru_ru: Недопустимая относительная строка

source: (now)
ru_ru: (сейчас)

source: Invalid time string
ru_ru: Недопустимая строка времени

source: Custom time...
ru_ru: Пользовательское время...

source: This module takes the context and settings information provided by its ancestors, dispatches the search and redirects the user to see that search in the specified view. When ViewRedirector receives a new context, and onContextChange() is called, it WILL REDIRECT to the specified view.
ru_ru: Этот модуль принимает информацию о контексте и настройках своих предков, диспетчеризует поиск и перенаправляет пользователя на просмотр поиска к указанному представлению. Когда ViewRedirector получает новый контекст, и вызван onContextChange(), он БУДЕТ ПЕРЕНАПРАВЛЯТЬ на указанное представление.

source: Set the view that the module should redirect the user's search to.
ru_ru: Задать представление на которое модуль должен будет перенаправлять поиск пользователя.

source: Toggle whether to send a base search ID.
ru_ru: Переключает следует ли отправлять ID базового поиска

source: This sets whether to dispatch a search before redirecting. When set to True, the system redirects to a 'sid' url. When set to False the system redirects to a 'q' url and the other view then dispatches the search.
ru_ru: Устанавливает диспетчеризировать ли поиск перед перенаправлением. Если установлено значение "Истинно" (True), система перенаправляет на URL sid'а. При установке в значение "Ложно" (False) система перенаправляет на URL 'q', и другое представление затем диспетчеризует поиск.

source: Set as a boolean to determine whether to launch the view in a popup window, or use the same window. If set to a value besides True/False, we assume True and we pass the literal value as the optional arguments to window.open().
ru_ru: Задается как значение типа boolean для определения необходимости запуска представления во всплывающем окне, или использовании одного окна. Если присвоено значение отличное от "Истинно"/"Ложно" (True/False), мы предполагаем "Истинно" (True) и передаем литеральное значение как необязательные аргументы в window.open().

source: Wildcard parameter setting to allow additional URI GET parameters to be specified on redirect. As of this writing short of custom wiring you might be doing in application.js, 'earliest', 'latest' and 'auto_pause' are the only arguments that will have any effect.
ru_ru: Подстановочный параметр настройки, позволяющий указать дополнительные параметры URI GET при перенаправлении. На момент написания существует недостаток пользовательской связи, которую вы могли бы осуществлять в application.js. 'earliest', 'latest' и 'auto_pause' являются единственными аргументами, которые будут иметь какой-то эффект.

source: This module puts a link in the view with the given label. When clicked it will take the context information provided by its ancestors, dispatch the search and redirects the user to see that search in the specified view.
ru_ru: Этот модуль помещает ссылку в представление с данной меткой. При нажатии он примет контекстную информацию, представленную его предками, диспетчеризует поиск и перенаправит пользователя на просмотр поиска в указанном представлении.

source: In link and button modes, this is the label of the link or button. If it is omitted, the link or button label says 'View results.'
ru_ru: В режимах ссылки и кнопки это является меткой ссылки или кнопки. Если опущено, в качестве метки ссылки или кнопки используется текст "Посмотреть результаты".

source: View results
ru_ru: Посмотреть результаты

source: This simple module just displays the configured text as a header element on the page.
ru_ru: Этот простой модуль просто отображает настроенный текст в качестве заголовка элемента на странице.

source: this is the text of the header
ru_ru: это - текст заголовка

source: quick prototype of a generic job progress indicator.
ru_ru: быстрый прототип универсального индикатора задания.

source: Queued...
ru_ru: В очереди...

source: This is just a null module, used when we need a placeholder. Takes up no space and tries to remain inconspicuous.
ru_ru: Это просто нулевой модуль null, который используется, когда мы нуждаемся в заместителе. Не занимает места и пытается остаться незаметным.

source: This module displays plain text or HTML in a view. Use ServerSideInclude to embed in-line content such as Javascript or CSS.
ru_ru: Этот модуль отображает обычный текст или HTML в представлении. Используйте ServerSideInclude для встраиваемого в строку контента, например Javascript или CSS.

source: When present, this simple text string is presented.
ru_ru: Когда присутствует, представлена эта простая текстовая строка.

source: Switcher modules let you switch between options, such as results displays or other groups of child modules, without switching views. Only one group of child modules is shown at a time. Switcher modules are buttons, pulldown menus, links and tabs. All switcher modules share the params listed here.
ru_ru: Переключающие модули (Switcher) позволяют переключаться между опциями, такими как показ результатов или другие группы дочерних модулей, без переключения представлений. Только одна группа дочерних модулей может быть показана одновременно. Переключающие модули представляют собой кнопки, разворачиваемые меню, ссылки и вкладки. Все Переключающие модули разделяют параметры, перечисленные здесь.

source: The mode can be one of two values: 'independent', and 'serializeAll'. Independent is the most common setting. In independent mode, the module's N subtrees are all distinct and independent child branches. SerializeAll mode lets you switch between different aspects of a single shared search or report. In this mode, the last child is not represented in the switcher's options and the last child tree is always visible.
ru_ru: Режим может быть одно из двух значений: "независимый" ('independent') и "Сериализовать все" ('serializeAll'). "Независимый" является наиболее распространенным режимом. В независимом режиме поддеревьями модуля N являются все четкие и независимые дочерние ветви. Режим "Сериализовать все" позволяет переключаться между различными аспектами одного общего поиска или отчета. В этом режиме последний потомок не представлен в параметрах переключающего модуля и дерево последнего потомка всегда является видимым.

source: This specifies the group of the child that is selected when the page loads. (Group name is the group = name attribute set on the parent module.) When absent, the first child module and its ancestor tree are shown initially.
ru_ru: Это определяет группу потомка, который будет выбран при загрузке страницы. (Имя группы — это атрибут group = name, заданный на родительском модуле.) Когда отсутствует, первый модуль потомка и дерево его предка будут показываться изначально.

source: When this is present, the module is disabled until it is given an explicit search, or when its search is cancelled.
ru_ru: Когда это присутствует, модуль отключен до того, как ему будет задан явный поиск, или когда его поиск будет отменен.

source: Indicates if child modules are hidden via CSS by default
ru_ru: Указывает, будут ли по умолчанию скрыты дочерние модули с помощью CSS

source: Splunk is unable to find a title for child #%s
ru_ru: Splunk не может найти название для потомка #%s

source: This is a subclass of AbstractSwitcher, and when configured to have N children (and thus N subtrees of descendant modules), it will display the a button for each child. The button style is determined by a class set on the group name. When the user clicks a different button, the corresponding child and its descendant modules will be shown on screen and all other child modules (and descendants thereof) will be hidden.
ru_ru: Это подкласс AbstractSwitcher, и когда сконфигурирован, чтобы иметь N потомков (и, таким образом, N поддеревьев дочерних модулей), он будет отображать кнопку для каждого потомка. Стиль кнопки определяется классом на имя группы. Когда пользователь нажимает кнопку, соответствующий потомок и его дочерние модули будут показываться на экране, а все другие дочерние модули (и соответствующие потомки) будут скрыты.

source: This is a subclass of AbstractSwitcher. When the given condition is true, it will display the first child tree. When false it will display the second child tree.
ru_ru: Это подкласс AbstractSwitcher. Когда заданное условие имеет значение "Истинно"(True), он будет отображать дерево первого потомка. При значении "Ложно" (False) он будет отображать дерево второго потомка.

source: this is the expression (written in Javascript, executed by the module), that will determine which child is present.
ru_ru: это выражение (написанное на Javascript, выполняемое модулем), которое будет определять, какой потомок присутствует.

source: if True, the module framework will force a search to be kicked off at that point in the view hierarchy, (unless the search has already been dispatched by an upstream module). This determination is normally made automatically but with ConditionSwitchers you often want to make the conditional determination based on a running job.
ru_ru: если имеет значение "Истинно" (True), инфраструктура модулей в этот момент принудительно отправит поиск в представление иерархии (если поиск уже не был диспетчеризован вышестоящим модулем). Это определение, как правило, делается автоматически, но с ConditionSwitchers часто используется условное определение, на основе выполняемого задания.

source: This is a subclass of AbstractSwitcher, and when configured to have N children (and thus N subtrees of descendant modules), it will display the a link for each child. When the user clicks a different link, the corresponding child and its descendant modules will be shown on screen and all other child modules (and descendants thereof) will be hidden.
ru_ru: Это подкласс AbstractSwitcher, и когда сконфигурирован, чтобы иметь N потомков (и, таким образом, N поддеревьев дочерних модулей), он будет отображать ссылку для каждого потомка. Когда пользователь щелкает ссылке, соответствующий потомок и его дочерние модули будут показываться на экране, а все другие дочерние модули (и соответствующие потомки) будут скрыты.

source: This specifies the text that should appear to the left of the links.
ru_ru: Указывает текст, который должен отображаться слева от ссылок.

source: Creates a pull-down menu populated with results from its children. Shows one set of child modules at a time. Children can be serialized -- they pass results on -- or independent.
ru_ru: Создает выпадающее меню заполняемое результатами своих потомков. Одновременно показывает один набор дочерних модулей. Потомки могут быть сериализованными, -- куда они передают результаты -- или независимыми.

source: This specifies the text that should appear to the left of the pulldown.
ru_ru: Указывает текст, который должен отображаться слева от разворачиваемого меню.

source: This is a somewhat restrictive switcher class, in that it should only ever have two children, and the second child tree should be either a null module, or in theory some short text like '(click the link above to show formatting options)'
ru_ru: Это в какой-то степени ограничительный класс переключателя, он должен иметь только двух потомков и дерево второго потомка должно быть либо нулевым (null) модулем или, в теории, коротким текстом, как, например, '(нажмите ссылку выше, чтобы показать параметры форматирования)'

source: Specify the text that should appear in the header.
ru_ru: Укажите текст, который должен отображаться в заголовке.

source: This sets whether or not the header should be the large or the smaller version. Currently only the two existing styles are possible.
ru_ru: Устанавливает должен ли заголовок быть большим или уменьшенной версией. В настоящее время возможны только два существующих стилей.

source: This is a subclass of AbstractSwitcher, and when configured to have N children (and thus N subtrees of descendant modules), it will display the 'group' params of those modules in a set of tabs. Like PulldownSwitcher, this module shows only one child at a time. Displays the results of its child modules in a set of tabs. When the user clicks a different tab, the corresponding child and its descendant modules are shown on screen and all other child modules (and descendants thereof) are hidden.
ru_ru: Это подкласс AbstractSwitcher, и когда сконфигурирован, чтобы иметь N потомков (и, таким образом, N поддеревьев дочерних модулей), он будет отображать "групповые" ('group') параметры этих модулей в наборе вкладок. Как PulldownSwitcher этот модуль одновременно показывает только одного потомка. Отображает результаты своих дочерних модулей в наборе вкладок. Когда пользователь нажимает вкладку, соответствующий потомок и его дочерние модули будут показываться на экране, а все другие дочерние модули (и соответствующие потомки) будут скрыты.

source: This view references scheduled searches that do not run automatically in Free Splunk. Please wait while they run now.
ru_ru: Это представление ссылается на запланированные поиски, которые не запускаются автоматически в бесплатной версии Splunk. Пожалуйста, подождите, пока они выполняются сейчас.

source: Your search could not be saved.
ru_ru: Не удалось сохранить ваш поиск.

source: Keep search private
ru_ru: Сохранять поиск частным

source: Share as read-only to all users of current app
ru_ru: Разделить доступ "только на чтение" для всех пользователей текущего приложения

source: <em>Additional permission settings available in </em><br/><strong>Settings &raquo; Searches, reports, and alerts</strong>
ru_ru: <em>Дополнительные параметры полномочий доступны в </em><br/><strong>Настройки &raquo; Поиски, отчеты и оповещения</strong>

source: Accelerate this search
ru_ru: Ускорить этот поиск

source: <em>May increase storage and processing costs</em>
ru_ru: <em>Может увеличить расходы на хранение и обработку</em>

source: Granularity
ru_ru: Степень детализации

source: %s%% Complete
ru_ru: %s%% Завершено

source: Summarization not started
ru_ru: Суммаризация не начата

source: day at midnight
ru_ru: день в полночь

source: day at 6pm
ru_ru: день в 6 вечера

source: Saturday at midnight
ru_ru: Суббота в полночь

source: Verification tests a percentage of the summary to ensure the data is valid.
ru_ru: Проверка тестирует процент сводных данных, чтобы убедиться, что данные являются допустимыми.

source: Your verification could not be started.
ru_ru: Ваша проверка не может быть запущена.

source: Fast verification
ru_ru: Быстрая проверка

source: Quickly verify the data at the cost of thoroughness.
ru_ru: Быстро проверить данные за счет тщательности.

source: Estimated time to verify:
ru_ru: Предполагаемое время для проверки:

source: Thorough verification
ru_ru: Тщательная проверка

source: Thoroughly verify the data at the cost of speed.
ru_ru: Тщательно проверять данные за счет скорости.

source: Maximum buckets to verify without fail before quitting
ru_ru: Максимальное число корзин для проверки без сбоя до выхода

source: Maximum time to spend verifying each bucket
ru_ru: Максимальное время для проведения проверку каждой корзины

source: Enter # of seconds. 0 means no time limit.
ru_ru: Введите число секунд. 0 означает отсутствие ограничения времени.

source: Max ratio of data in each bucket to verify
ru_ru: Максимальное соотношение данных в каждой корзине для проверки

source: Enter a decimal between 0 and 1. Larger numbers take longer to verify.
ru_ru: Введите десятичное число от 0 до 1. Большие числа занимают больше времени для проверки.

source: Delete the related summaries.
ru_ru: Удалите соответствующие сводки.

source: Raw data and Index files
ru_ru: Необработанные данные и файлы индекса

source: Raw data only
ru_ru: Только необработанные данные

source: Showing <span>%(first)s-%(last)s</span> of %(total)s item
ru_ru: Паказаны <span>%(first)s-%(last)s</span> из %(total)s значения

source: Results per page
ru_ru: Результатов на страницу

source: Any
ru_ru: Любой

source: %(openSpan1)s Your license is expired. %(closeSpan)s %(openSpan2)s Please login as an administrator to update the license. %(closeSpan)s
ru_ru: %(openSpan1)s Срок действия вашей лицензии истек. %(closeSpan)s %(openSpan2)s Пожалуйста войдите в качестве администратора для обновления лицензии. %(closeSpan)s

source: Failed to set cookie. Ensure cookies are enabled in your browser.
ru_ru: Не удалось установить cookie. Убедитесь, что в вашем браузере включены cookie.

source: Your password was not updated as your session expired. Login again to start over
ru_ru: Ваш пароль не был обновлен, поскольку истек срок действия вашего сеанса. Войдите снова, чтобы начать

source: Continue &raquo;
ru_ru: Продолжить &raquo;

source: If you've forgotten your username or password, please contact your Splunk administrator.<br/><br/>username <span>admin</span><br />password <span>changeme</span></p>
ru_ru: Если вы забыли имя пользователя или пароль, пожалуйста, обратитесь к администратору Splunk. <br/><br/>имя пользователя <span>admin</span><br />пароль <span>changeme</span> </p>

source: &copy; 2005-%(year)s Splunk Inc. Splunk %(version_label)s build %(build_number)s
ru_ru: &copy; 2005-%(year)s Splunk Inc. Splunk %(version_label)s сборка %(build_number)s

source: SSO error
ru_ru: Ошибка единого входа (SSO)

source: SSO error description
ru_ru: Описание ошибки единого входа (SSO)

source: Could not authenticate user via SSO. Please confirm the user set in the http header via your SSO module has a matching splunk account with the same username.
ru_ru: Невозможно проверить подлинность пользователя с помощью единого входа. Пожалуйста, подтвердите, что пользователь установленный в заголовке HTTP с помощью модуля единого входа (SSO) совпадает с учетной записью Splunk с тем же именем пользователя.

source: For more help debugging SSO, consult the <a href="%s">SSO debug page</a>.
ru_ru: Для получения дополнительной помощи отладки единого входа обратитесь к странице <a href="%s"> Отладка Единого входа (SSO)</a>.

source: Insufficent License Level | Splunk
ru_ru: Уровень лицензии недостаточен | Splunk

source: Insufficient Access Rights | Splunk
ru_ru: Недостаточно прав доступа | Splunk

source: Disable Embed
ru_ru: Отключить встраивание
