Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Extraction options. \ "segment" specifies whether to note the locations of key/value pairs with the results (internal, false). \ "reload" specifies whether to force reloading of props.conf and transforms.conf (false). \ "kvdelim" string specifying a list of character delimiters that separate the key from the value \ "pairdelim" string specifying a list of character delimiters that separate the key-value pairs from each other \ "maxchars" specifies how many characters to look into the event (10240). \ "mv_add" whether to create multivalued fields. Overrides MV_ADD from transforms.conf \ "clean_keys" whether to clean keys. Overrides CLEAN_KEYS from transforms.conf \ "keep_empty_vals" whether to keep KV pairs with empty values. Overrides KEEP_EMPTY_VALS from transforms.conf
ru_ru: Опции извлечения. \ segment" указывает, следует ли отметить расположение пар ключ/значение с результатами (внутренняя, false). \ "reload" указывает, необходимо ли принудительно перезагружать props.conf и transforms.conf (false). \ "kvdelim" строка, определяющая список символов разделителей, отделяющих ключ от значения \ "pairdelim" строка, определяющая список символов разделителей, отделяющих пары ключ-значение друг от друга\ "maxchars" определяет, на сколько символов необходимо смотреть в события (10240). \ "mv_add", нужно ли создавать многозначные поля. Заменяет MV_ADD из transforms.conf \ "clean_keys" нужно ли чистить ключи. Заменяет CLEAN_KEYS из transforms.conf \ "keep_empty_vals", следует ли сохранить пары ключ/значение с пустыми значениями. Заменяет KEEP_EMPTY_VALS из transforms.conf

source: A stanza that can be found in transforms.conf
ru_ru: Секция, которую можно найти в transforms.conf

source: Expresses how to render a field at output time without changing the underlying value
ru_ru: Выражает способ визуализации поля во время вывода без изменения базового значения

source: Specify that the start_time should be rendered by taking the value of start_time (assuming it is an epoch number) and rendering it to display just the hours minutes and seconds corresponding that epoch time.
ru_ru: Укажите, что start_time должно быть отображено, используя значение start_time (предполагается, что это число эпохи) и выводя на дисплей только часы, минуты и секунды, соответствующие этому времени эпохи.

source: Keeps or removes fields from search results.
ru_ru: Сохраняет или удаляет поля из результатов поиска.

source: Keeps or removes fields based on the field list criteria. \ If "+" is specified, only the fields that match one of the fields in the list are kept. \ If "-" is specified, only the fields that match one of the fields in the list are removed.
ru_ru: Сохраняет или удаляет поля на основе критериев списка полей. \ Если указан "+", сохраняются только поля, которые соответствуют одному из полей в списке.\ Если указан "-", будут удалены только поля, которые соответствуют одному из полей в списке.

source: Keep only the fields 'source', 'sourcetype', 'host', and all fields beginning with 'error'.
ru_ru: Сохранять только поля 'source', 'sourcetype', 'host', ​​и все поля, начинающиеся с 'error'.

source: Keep only the "host" and "ip" fields, and display them in the order: "host", "ip".
ru_ru: Сохранять только поля "host" и "ip", и отображать их в следующем порядке: "host", "ip".

source: Remove the "host" and "ip" fields.
ru_ru: Удалить поля "host" и "ip".

source: fields::filter
ru_ru: поля::фильтр

source: Generates summary information for all or a subset of the fields.
ru_ru: Формирует сводные данные для всех или подмножества полей.

source: Generates summary information for all or a subset of the fields. Emits a maximum of maxvals distinct values for each field (default = 100).
ru_ru: Формирует сводные данные для всех или подмножества полей. Выдает максимум maxvals уникальных значений для каждого поля (по умолчанию = 100).

source: Return summaries for all fields
ru_ru: Возвращает сводки для всех полей

source: Returns summaries for only fields that start with date_ and return only the top 10 values for each field
ru_ru: Возвращает сводки только для тех полей, которые начинаются с date_ и возвращает только ведущие 10 значений для каждого поля

source: Processes the given file as if it were indexed.
ru_ru: Обрабатывает указанный файл, как если бы он был проиндексирован.

source: If filename is a file, the file command will read the file as if it was indexed in Splunk. If filename is a directory, file will display the list of files in that directory with the option of adding those to the inputs.
ru_ru: Если filename является файлом, команда file будет читать файл, как если бы он был проиндексирован в Splunk. Если filename является каталогом, file будет отображать список файлов в этом каталоге с возможностью добавления их ко вводам.

source: Display events from the file "messages.1" as if the events were indexed in Splunk.
ru_ru: Отобразить события из файла "messages.1", как если бы события были проиндексированы в Splunk.

source: results::read
ru_ru: результаты:читать

source: Given some integer labeling of events into groups, finds searches to generate those groups.
ru_ru: Для некоей заданной целочисленной маркировки событий в группы, находит поиски для создания этих групп.

source: Typically run after the "cluster" command or similar. Takes a set of results with a field \ ("labelfield") that supplies a partition of the results into a set of groups. The command \ then derives a search to generate each of these groups, which may be saved as an event type\ if applicable.
ru_ru: Обычно выполняется после команды "cluster" или аналогичной. Принимает набор результатов с полем \ ("labelfield") которое предоставляет раздел результатов в набор групп. Команда \ затем производит поиск для создания каждой из этих групп, который может быть сохранен как тип события,\ если это применимо.

source: Replace null values with last non-null value
ru_ru: Заменить нулевые значения на последнее ненулевое значение

source: Replace null values with the last non-null value for a field or set of fields. \ If no list of fields is given, filldown will be applied to all fields. \ If there were not any previous values for a field, it will be left blank (null).
ru_ru: Замените значения null последним ненулевым значением для поля или набора полей. \ Если нет списка полей, заполнение будет применяться ко всем полям. \ Если не было каких-либо предыдущих значений для поля, оно будет оставлено пустым (null).

source: Filldown null values for all fields
ru_ru: Заполнить значения null для всех полей

source: Filldown null values for the count field only
ru_ru: Заполнить значения null только для поля count

source: Filldown null values for the count field and any field that starts with 'score'
ru_ru: Заполнить значения null для поля count и любого поля, которое начинается с 'score'

source: fields::modify
ru_ru: поля::изменить

source: Replaces null values with a specified value.
ru_ru: Заменяет нулевые значения на заданное значение

source: Replaces null values with a user specified value (default "0"). \ Null values are those missing in a particular result, but \ present for some other result. If a field-list is provided, fillnull \ is applied to only fields in the given list (including any fields that \ does not exist at all). Otherwise, applies to all existing fields.
ru_ru: Заменяет нулевые значения на указанное пользователем значение (по умолчанию «0»). \ Нулевыми значениями (null) являются значения, отсутсвующие в конкретном результате, но \ присутствующие в каких-либо инух результатах результат. Если задан список полей, fillnull \ применяется только к полям из данного спискз (включая любые поля, которые \ вообще не существует). В противном случае применяется ко всем существующим полям.

source: Build a time series chart of web events by host and fill all empty fields with NULL.
ru_ru: Построить диаграмму с временными сериями для веб-событий по хостам и заполнить все пустые поля значением NULL.

source: For the current search results, fill all empty fields with zero.
ru_ru: Для текущих результатов поиска, заполнить все пустые поля нулями.

source: For the current search results, fill all empty fields with NULL.
ru_ru: Для текущих результатов поиска, заполнить все пустые поля нулевыми значениями NULL.

source: For the current search results, fill all empty field values of "foo" and "bar" with NULL.
ru_ru: Для результатов текущего поиска, заполнить все пустые значения полей "foo" и "bar" значением NULL.

source: Replaces "attr" with higher-level grouping, such as replacing filenames with directories.
ru_ru: Заменяет "attr" группировкой более высокого уровня, такой как замена имен файлов каталогами.

source: Replaces the "attr" attribute value with a more generic value, which is the result of grouping it with other values from other results, where grouping happens via tokenizing the attr value on the sep separator value. For example, it can group search results, such as those used on the Splunk homepage to list hierarchical buckets (e.g. directories or categories). Rather than listing 200 sources on the Splunk homepage, folderize breaks the source strings by a separator (e.g. "/"), and determines if looking at just directories results in the number of results requested. The default "sep" separator is "::"; the default size attribute is "totalCount"; the default "minfolders" is 2; and the default "maxfolders" is 20.
ru_ru: Заменяет значение атрибута "attr" более общим значением, которое является результатом группировки его с другими значениями из других результатов, где группировка происходит через токенизацию значения "attr" значением разделителя sep. Например, он может группировать результаты поиска, такие, как те, которые используются на домашней странице Splunk для создания списка иерархических корзин (например, каталогов или категорий). Вместо того, чтобы перечислять 200 источников на домашней странице Splunk, folderize разбивает строки источника с помощью разделителя (например, "/"), и определяет, был ли запрошен в числе результатов только обзор каталогов. По умолчанию разделитель "sep" задан как "::"; атрибутом размера по умолчанию является "totalCount"; по умолчанию "minfolders" равен 2; а "maxfolders" по умолчанию равен 20.

source: Run a templatized streaming subsearch for each field in a wildcarded field list
ru_ru: Запустить шаблонный потоковый подпоиск для каждого поля из списка полей с подстановочными знаками

source: Run a templated streaming subsearch for each field in a wildcarded field list. For each field that is matched, the templated subsearch will have the following patterns replaced: \i\\ option default replacement \i\\ fieldstr <<FIELD>> whole field name \i\\ matchstr <<MATCHSTR>> part of field name that matches wildcard(s) in the specifier \i\\ matchseg1 <<MATCHSEG1>> part of field name that matches first wildcard \i\\ matchseg2 <<MATCHSEG2>> part of field name that matches second wildcard \i\\ matchseg3 <<MATCHSEG3>> part of field name that matches third wildcard
ru_ru: Запустить шаблонный потоковый подпоиск для каждого поля из списка полей с подстановочными знаками. Для каждого поля, соответствующего образцу, шаблонный подпоиск будет заменять следующие паттерны: \i\\ option замена по умолчанию \i\\ fieldstr <<FIELD>> полное имя поля\i\\ matchstr <<FIELD>> часть названия поля, которое соответствует подстановочному(ым) символу(ам) в спецификатора \i\\ matchseg1 <<MATCHSEG1>> часть названия поля, которое соответствует первому подстановочному символу \i\\ matchseg2 <<MATCHSEG2>> часть названия поля, которое соответствует второму подстановочному символу \i\\ matchseg3 <<MATCHSEG3>> часть названия поля, которое соответствует третьему подстановочному символу

source: add together all fields with a name that starts with "test" into a total field (result should be total=6)
ru_ru: совместно добавить все поля с именами, которые начинается с "test" в итоговое поле total (результат должен быть total=6)

source: for each field that matches foo*, add it to the corresponding bar* field and write to a new_* field (e.g. new_X = fooX + barX)
ru_ru: для каждого поля, которое соответствует foo*, добавить его в соответствующее поле bar* и запишите в поле new_* (например, new_X = fooX + barX)

source: equivalent to: eval foo="foo" | eval bar="bar" | eval baz="baz"
ru_ru: эквивалентно: eval foo="foo" | eval bar="bar" | eval baz="baz"

source: for the field fooAbarX, this would be to equivalent to: eval fooAbarX = "X"
ru_ru: для поля fooAbarX, это было бы эквивалентно: eval fooAbarX = "X"

source: search::subsearch
ru_ru: поиск::подпоиск

source: Takes the results of a subsearch and formats them into a single result.
ru_ru: Принимает результаты подпоиска и форматирует их в единый результат.

source: This command is used implicitly by subsearches. This command takes the results \ of a subsearch, formats the results into a single result and places that result \ into a new field called search. \ The mvsep argument is the separator for multivalue fields. The default \ separator is OR. \ The maxresults argument is the maximum number of results to return. The default \ is 0, which means no limit on the number returned. \ The six row and column arguments default to: \"(" \"(" \"AND" ")" \"OR" \")" \ example1 = ... | head 2 | fields source, sourcetype, host | format "[" "[" "&&" "]" "||" "]"
ru_ru: Эта команда используется подпоисками неявно. Эта команда берет Результаты \ из подпоиска, форматирует результаты в единый результат и помещает этот результат \ в новое поле под названием search. \ Аргумент mvsep является разделителем для многозначных полей. \ по умолчанию разделителем является OR. \ Аргумент maxresults это максимальное количество возвращаемых результатов. \ По умолчанию равен 0, что означает отсутствие ограничений на количество возвращаемых результатов. \ Шесть аргументов строк и столбцов по умолчанию: \"(" \"(" \"AND" ")" \"OR" \")" \ example1 = ... | head 2 | fields source, sourcetype, host | format "[" "[" "&&" "]" "||" "]"

source: Get the top 2 results. Create a search from the host, source and sourcetype fields. Use the specified format values. \ [ [ host="mylaptop" && source="syslog.log" && sourcetype="syslog" ] || [ host="bobslaptop" && source="bob-syslog.log" && sourcetype="syslog" ] ]
ru_ru: Получить 2 лучших результата. Создать поиск из полей host, source и sourcetype. Использовать значения указанного формата. \ [ [ host="mylaptop" && source="syslog.log" && sourcetype="syslog" ] || [ host="bobslaptop" && source="bob-syslog.log" && sourcetype="syslog" ] ]

source: Get the top 2 results. Create a search from the host, source and sourcetype fields. Use the default format values. The result is a single result in a new field called "search": \ ( ( host="mylaptop" AND source="syslog.log" AND sourcetype="syslog" ) OR ( host="bobslaptop" AND source="bob-syslog.log" AND sourcetype="syslog" ) )
ru_ru: Получить 2 лучших результата. Создать поиск из полей host, source и sourcetype. Использовать значения указанного формата. Результатом будет один результат в новом поле под названием ""search": \ ( ( host="mylaptop" AND source="syslog.log" AND sourcetype="syslog" ) OR ( host="bobslaptop" AND source="bob-syslog.log" AND sourcetype="syslog" ) )

source: Change the number of results inline with your search by appending the format command to the end of your subsearch.
ru_ru: Изменить количество результатов встроенных в ваш поиск, дописывая команды форматирования в конец вашего подпоиска.

source: Transforms results into a format suitable for display by the Gauge chart types. Each argument must be a real number or the name of a numeric field. Numeric field values will be taken from the first input result, the remainder are ignored. The first argument is the gauge value and is required. Each argument after that is optional and defines a range for different sections of the gauge. If there are no range values provided, the gauge will start at 0 and end at 100. If two or more range values are provided, The gauge will begin at the first range value, and end with the final range value. Intermediate range values will be used to split the total range into subranges which will be visually distinct. A single range value is meaningless and will be treated identically as no range values.
ru_ru: Превращает результаты в формат, пригодный для отображения с помощью диаграмм типа "Датчик". Каждый аргумент должен быть действительным числом или именем числового поля. Числовые значения полей будут взяты из первого результата ввода, остальные будут игнорироваться. Первый аргумент является значением датчика и необходим. Каждый аргумент после него является необязательным и определяет диапазон для различных разделов датчика. Если нет значения предлагаемого диапазона, датчик будет начинаться с 0 и заканчивается на 100. Если предусмотрены два или более значений диапазона, датчик будет начинаться с первого значения диапазона, и заканчиваются конечным значением диапазона. Промежуточные значения будут использоваться для разделения всего диапазона на поддиапазоны, которые будут отличаться визуально. Одно значение диапазона не имеет смысла и будет рассматриваться как отсутствие каких-либо значений.

source: Transforms results into a format suitable for display by the Gauge chart types.
ru_ru: Превращает результаты в формат, пригодный для отображения с помощью диаграмм типа "Датчик".

source: Use the value of the count field as the gauge value and have 4 regions to the gauge (0-25,25-50,50-75,75-100)
ru_ru: Использовать значение поля счетчика в качестве значения датчика и разделить датчик на 4 области (0-25,25-50,50-75,75-100)

source: Generates time range results.
ru_ru: Формирует результаты диапазона времени.

source: Generates time range results. This command is useful in conjunction with the 'map' command.
ru_ru: Формирует результаты диапазона времени. Эта команда полезна в сочетании с командой 'map'.

source: All daily time ranges from oct 25 till today
ru_ru: Все дневные диапазоны времени с 25 октября по сегодняшний день.

source: All daily time ranges from 30 days ago until 27 days ago
ru_ru: Все дневные диапазоны времени от 30 дней назад до 27 дней назад.

source: All daily time ranges from oct 1 till oct 5
ru_ru: Все дневные диапазоны времени с 1 по 5 октября.

source: All HOURLY time ranges from oct 1 till oct 5
ru_ru: Все ЧАСОВЫЕ диапазоны времени с 1 по 5 октября.

source: results::generate
ru_ru: результаты::генерировать

source: 5 days ago
ru_ru: 5 дней назад

source: Generate statistics which are clustered into geographical bins to be rendered on a world map.
ru_ru: Генерировать статистику, которая кластеризована по географическим интервалам для отображения на карте мира.

source: Use the geostats command to compute statistical functions suitable for rendering on \ a world map. First, the events will be clustered based on latitude and longitude \ fields in the events. Then, the statistics will be evaluated on the generated \ clusters, optionally grouped or split by fields using a by-clause.\p\\ For map rendering and zooming efficiency, geostats generates clustered stats at a \ variety of zoom levels in one search, the visualization selecting among them. The \ quantity of zoom levels can be controlled by the options \ binspanlat/binspanlong/maxzoomlevel. The initial granularity is selected by \ binspanlat together with binspanlong. At each level of zoom, the number of bins \ will be doubled in both dimensions (a total of 4x as many bins for each zoom-in).
ru_ru: Используйте команду geostats для вычислений статистических функций, пригодных для воспроизведения на \ карте мира. Во-первых, события будут сгруппированы на основе полей широты и долготы \ в событиях. Затем, статистика будет оцениваться по сгенерированным \ кластерам, опционально сгруппированным или разделенным по полям, с использованием условия by (by-clause). \p\\ Для эффективности отображения и масштабирования карты geostats генерирует кластеризованную статистику на разных \ уровнях масштабирования в одном поиске, выбирая визуализацию среди них. Количеством уровней масштабирования можно управлять с помощью опций \ binspanlat/binspanlong/maxzoomlevel. Начальная детализация выбирается \ binspanlat совместно с binspanlong. На каждом уровне масштабирования, количество интервалов \ будет удвоено в обоих измерениях (в общей сложности для каждого увеличения число интервалов возрастает в 4 раза).

source: compute the average rating for each gender after clustering/grouping the events by "eventlat" and "eventlong" values.
ru_ru: вычислить среднюю оценку для каждого рода после кластеризации/группирoвки событий по значениям "eventlat" и "eventlong".

source: cluster events by default latitude and longitude fields "lat" and "lon" respectively. Calculate the count of such events
ru_ru: кластеризовать события по умолчанию по полям широты и долготы "lat" и "lon" соответственно. Подсчитать количество таких событий

source: take events from apache logs, use iplocation to geocode the ip addresses of the client, and then cluster the events based on how many are happening in each hour of the day.
ru_ru: принимать события из журналов apache, использовать iplocation для геокодирования IP-адресов клиентов, а затем сгруппировать события, основываясь на том сколько их происходит в каждый час дня.

source: The size of the bins in latitude degrees at the lowest zoom level. Defaults to 22.5. \ With default binspanlong=45.0, leads to a grid size of 8x8.
ru_ru: Размер интервалов по градусам широты на самом низком уровне масштабирования. По умолчанию 22.5. \ Со значением по умолчанию binspanlong=45.0 дает размер сетки 8х8.

source: The size of the bins in longitude degrees at the lowest zoom level. Defaults to \ 45.0. With default binspanlat=22.5, leads to a grid size of 8x8.
ru_ru: Размер интервалов по градусам долготы на самом низком уровне масштабирования. По умолчанию 45.0. \ Со значением по умолчанию binspanlat=22.5 дает размер сетки 8х8.

source: Controls the number of named categories to add to each pie-chart. When used with \ count and additive statistics, there will be one additional category called "OTHER" \ which groups all other split-by values. Setting globallimit=0 removes all limits and \ renders all categories. Defaults to 10.
ru_ru: Управляет количеством названных категорий, для добавления к каждой круговой диаграмме. При использовании со \ счетчиком и аддитивной статистикой, там будет присутствовать одна дополнительная категория под названием "OTHER" \ которая группирует все остальные значения "разделенные по" (split-by). Установка globallimit=0 удаляет все пределы и \ отображает все категории. По умолчанию 10.

source: Specify a field from the pre-search that represents the latitude coordinates to use \ in your analysis. Defaults to "lat".
ru_ru: Укажите поле из предварительного поиска, который представляет координаты широты использовать \ в вашем анализе. По умолчанию "LAT".

source: Specify a field from the pre-search that represents the longitude coordinates to use \ in your analysis. Defaults to "lon".
ru_ru: Указать поле из предварительного поиска, которое представляет координаты долготы для использования \ в вашем анализе. По умолчанию используется "lon".

source: The maximum level to be created in the quad tree. Defaults to 9, which specifies \ that 10 zoom levels will be created: 0-9.
ru_ru: Максимальный уровень для создания в дереве квадрантов. По умолчанию 9, который определяет \ что будет создано 10 уровней масштабирования: 0-9.

source: Specify a name for the latitude field in your geostats output data. \ Defaults to "latitude".
ru_ru: Указать имя для поля широты в ваших выходных данных geostats. \ По умолчанию - "latitude".
