Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: The ID is used as the filename on disk. Cannot be changed later.
ru_ru: Идентификатор используется в качестве имени файла на диске. Позже его нельзя будет изменить.

source: Can only contain letters, numbers and underscores.
ru_ru: Может содержать только буквы, цифры и символы подчеркивания.

source: Shared in App
ru_ru: Совместно используется в приложении

source: You may now add your reference panel to other dashboards or refine <a href="%s">permissions</a>.
ru_ru: Теперь вы можете добавить панель ссылок на другие приборные доски или уточнить <a href="%s">полномочия</a>.

source: Your Panel Has Been Created
ru_ru: Ваша панель была создана

source: Title
ru_ru: Заголовок

source: Edit Title or Description
ru_ru: Редактировать название или описание

source: Content Title
ru_ru: Заголовок содержимого

source: This does not contain all reports. Add a report that is not listed from
ru_ru: Это не содержит все отчеты. Добавьте отчет, который не указан из

source: Schedule
ru_ru: Расписание

source: Never
ru_ru: Никогда

source: %s. Owned by %s.
ru_ru: %s. Принадлежит %s.

source: Not Shared
ru_ru: Не в общем доступе

source: Edit Panels
ru_ru: Редактировать панели

source: Edit Source
ru_ru: Редактировать источник

source: Convert to HTML
ru_ru: Преобразование в HTML

source: Edit Permissions
ru_ru: Редактировать полномочия

source: Set as Home Dashboard
ru_ru: Установить в качестве домашней приборной доски

source: Clone
ru_ru: Клонировать

source: You must unschedule this dashboard to add form fields. To do this, use the "Schedule PDF Delivery" link in the edit menu.
ru_ru: Вы должны удалить из расписания эту приборную панель для добавления полей формы. Для этого используйте ссылку «Расписание доставки PDF» в меню Редактирование.

source: Export PDF
ru_ru: Экспорт в PDF

source: Print
ru_ru: Печать

source: More Info
ru_ru: Подробнее

source: Add Input
ru_ru: Добавить ввод

source: Sent Hourly
ru_ru: Послано ежечасно

source: Sent Daily
ru_ru: Послано ежедневно

source: Sent Weekly
ru_ru: Послано еженедельно

source: Sent Monthly
ru_ru: Послано ежемесячно

source: Sent on a custom schedule
ru_ru: Послано по пользовательскому расписанию

source: to
ru_ru: к

source: Not scheduled
ru_ru: Не запланировано

source: Unsupported visualization type:
ru_ru: Неподдерживаемый тип визуализации:

source: Error loading HTML panel content: Invalid src attribute value specified.
ru_ru: Ошибка при загрузке содержимого HTML панели: указан недопустимое значение атрибута src.

source: Error loading HTML panel content: HTML file "%s" not found.
ru_ru: Ошибка при загрузке содержимого панели HTML: HTML файла "%s" не найден.

source: Error loading HTML panel content: Error loading HTML file (HTTP status %d).
ru_ru: Ошибка при загрузке содержимого HTML панели: ошибка при загрузке файла HTML (код состояния HTTP %d).

source: arguments
ru_ru: аргументы

source: B
ru_ru: байт

source: KB
ru_ru: Кбайт

source: MB
ru_ru: Мбайт

source: TB
ru_ru: Тбайт

source: %sK
ru_ru: %s тыс.

source: %sM
ru_ru: %s млн.

source: %sB
ru_ru: %s млрд.

source: Kbit/s
ru_ru: Кбит/с

source: Mbit/s
ru_ru: Мбит/с

source: Gbit/s
ru_ru: Гбит/с

source: Tbit/s
ru_ru: Тбит/s

source: unlimited
ru_ru: неограничено

source: object from SplunkD
ru_ru: объект из SplunkD

source: Could not retrieve %s. Make sure that this resource exists and has the correct permissions.
ru_ru: Невозможно получить %s. Убедитесь, что этот ресурс существует и имеет правильные полномочия.

source: Your network connection may have been lost or Splunk may be down.
ru_ru: Возможно ваше сетевое подключение нарушено или Splunk может быть выключен.

source: Invalid JSON from: %s.
ru_ru: Недопустимый JSON от: %s.

source: Server error
ru_ru: Ошибка сервера

source: Global
ru_ru: Глобальные

source: Private. Owned by %s.
ru_ru: Частное. Принадлежит %s.

source: Shared in App. Owned by %s.
ru_ru: Совместно используется в приложении. Принадлежит %s.

source: Shared Globally. Owned by %s.
ru_ru: Совместно используется глобально. Принадлежит %s.

source: seconds
ru_ru: секунд

source: minutes
ru_ru: минут

source: hours
ru_ru: часов

source: days
ru_ru: дней

source: weeks
ru_ru: недель

source: months
ru_ru: месяцев

source: quarter
ru_ru: квартал

source: quarters
ru_ru: кварталов

source: years
ru_ru: лет

source: %t second window
ru_ru: %t-х секундное окно

source: %t minute window
ru_ru: %t-х минутное окно

source: %t hour window
ru_ru: %t-х часовое окно

source: %t day window
ru_ru: %t-х дневное окно

source: %t week window
ru_ru: %t-х недельное окно

source: %t month window
ru_ru: %t-х месячное окно

source: %t quarter window
ru_ru: %t-х квартальное окно

source: %t year window
ru_ru: %t-х летнее окно

source: Last %amount %unit
ru_ru: Последние %amount %unit

source: %1 through %2
ru_ru: %1 до %2

source: Since %1
ru_ru: С %1

source: Before %1
ru_ru: До %1

source: Date time range
ru_ru: Диапазон даты времени

source: Since date time
ru_ru: Начиная с даты времени

source: Before date time
ru_ru: До даты времени

source: All time
ru_ru: Все время

source: Custom time
ru_ru: Пользовательское время

source: Year
ru_ru: Год

source: Years
ru_ru: Годы

source: Month
ru_ru: Месяц

source: Months
ru_ru: Месяцы

source: Week
ru_ru: Неделя

source: Weeks
ru_ru: Недели

source: Day
ru_ru: День

source: Days
ru_ru: Дней

source: Hour
ru_ru: Час

source: Hours
ru_ru: Часов

source: Minute
ru_ru: Минута

source: Minutes
ru_ru: Минут

source: Second
ru_ru: Секунда

source: Seconds
ru_ru: Секунд

source: %s must be a positive number or "auto".
ru_ru: %s должно быть положительным числом или "auto".

source: %s must be a number or "auto".
ru_ru: %s должно быть числом или "auto".

source: Ranges must be of the form: ["0","30","70","100"]
ru_ru: Диапазоны должны быть в виде: ["0","30","70","100"]

source: All color ranges must be valid numbers.
ru_ru: Все цветовые диапазоны должны быть действительным числами.

source: Color ranges must be entered from lowest to highest.
ru_ru: Цветовые диапазоны должны быть введены от низшего к высшему.

source: %s Complete
ru_ru: %s Завершено

source: Completed
ru_ru: Завершено

source: Completed (Updated %s)
ru_ru: Завершено (Обновлено %s)

source: Hidden
ru_ru: Скрытый

source: Visible
ru_ru: Видимый

source: Required
ru_ru: Обязательный

source: Optional
ru_ru: Необязательный

source: commands
ru_ru: команды

source: %(fieldName)s is %(matchValue)s
ru_ru: %(fieldName)s является %(matchValue)s

source: %(fieldName)s contains %(matchValue)s
ru_ru: %(fieldName)s содержит %(matchValue)s

source: %(fieldName)s is not %(matchValue)s
ru_ru: %(fieldName)s не является %(matchValue)s

source: %(fieldName)s does not contain %(matchValue)s
ru_ru: %(fieldName)s не содержит %(matchValue)s

source: %(fieldName)s starts with %(matchValue)s
ru_ru: %(fieldName)s начинается с %(matchValue)s

source: %(fieldName)s ends with %(matchValue)s
ru_ru: %(fieldName)s оканчивается на %(matchValue)s

source: %(fieldName)s is null
ru_ru: %(fieldName)s имеет нулевое значение

source: %(fieldName)s is not null
ru_ru: %(fieldName)s имеет ненулевое значение

source: %(fieldName)s is in (%(matchValue)s)
ru_ru: %(fieldName)s присутствует в (%(matchValue)s)

source: %(fieldName)s matches %(matchValue)s
ru_ru: %(fieldName)s соответствует %(matchValue)s

source: %(fieldName)s is true
ru_ru: %(fieldName)s истинно

source: %(fieldName)s is false
ru_ru: %(fieldName)s ложно

source: is
ru_ru: является

source: contains
ru_ru: содержит

source: is not
ru_ru: не является

source: does not contain
ru_ru: не содержит

source: starts with
ru_ru: начинается с

source: ends with
ru_ru: заканчивается на

source: is null
ru_ru: имеет нулевое значение

source: is not null
ru_ru: имеет ненулевое значение

source: is in list
ru_ru: находится в списке

source: regex
ru_ru: регулярное выражение

source: is true
ru_ru: истинно

source: is false
ru_ru: ложно

source: Highest %(limitAmount)s %(fieldName)s by %(limitBy)s
ru_ru: Верхние %(limitAmount)s %(fieldName)s по %(limitBy)s

source: Lowest %(limitAmount)s %(fieldName)s by %(limitBy)s
ru_ru: Нижние %(limitAmount)s %(fieldName)s по %(limitBy)s

source: Highest %(limitAmount)s %(fieldName)s
ru_ru: Верхние %(limitAmount)s %(fieldName)s

source: Lowest %(limitAmount)s %(fieldName)s
ru_ru: Нижние %(limitAmount)s %(fieldName)s

source: Highest
ru_ru: Верхний

source: Lowest
ru_ru: Нижний

source: Values of %(fieldName)s
ru_ru: Значения %(fieldName)s

source: Distinct Values of %(fieldName)s
ru_ru: Уникальные значения %(fieldName)s

source: First Value of %(fieldName)s
ru_ru: Первое значение %(fieldName)s

source: Last Value of %(fieldName)s
ru_ru: Последнее значение %(fieldName)s

source: Earliest Value of %(fieldName)s
ru_ru: Наиболее раннее значение %(fieldName)s

source: Latest Value of %(fieldName)s
ru_ru: Наиболее позднее значение %(fieldName)s

source: Count of %(fieldName)s
ru_ru: Счетчик %(fieldName)s

source: Distinct Count of %(fieldName)s
ru_ru: Счетчик уникальных значений %(fieldName)s

source: Sum of %(fieldName)s
ru_ru: Сумма %(fieldName)s

source: Average of %(fieldName)s
ru_ru: Среднее %(fieldName)s

source: Max of %(fieldName)s
ru_ru: Максимум %(fieldName)s

source: Min of %(fieldName)s
ru_ru: Минимум %(fieldName)s

source: Standard Deviation of %(fieldName)s
ru_ru: Стандартное отклонение %(fieldName)s

source: Median of %(fieldName)s
ru_ru: Медиана %(fieldName)s

source: Duration
ru_ru: Продолжительность

source: List Values
ru_ru: Список значений

source: List Distinct Values
ru_ru: Список уникальных значений

source: First Value
ru_ru: Первое значение

source: Last Value
ru_ru: Последнее значение

source: Count
ru_ru: Счетчик

source: Distinct Count
ru_ru: Счетчик уникальных значений

source: Sum
ru_ru: Сумма

source: Average
ru_ru: Среднее

source: Standard Deviation
ru_ru: Стандартное отклонение

source: Median
ru_ru: Медиана

source: Earliest
ru_ru: Самое раннее

source: Latest
ru_ru: Самое позднее

source: All Values
ru_ru: Все значения

source: Value Ranges
ru_ru: Диапазоны значений

source: Auto
ru_ru: Авто

source: Years (%(sampleDate)s)
ru_ru: Годы (%(sampleDate)s)

source: Months (%(sampleDate)s)
ru_ru: Месяцы (%(sampleDate)s)

source: Days (%(sampleDate)s)
ru_ru: Дни (%(sampleDate)s)

source: Hours (%(sampleDate)s)
ru_ru: Часы (%(sampleDate)s)

source: Minutes (%(sampleDate)s)
ru_ru: Минуты (%(sampleDate)s)

source: Seconds (%(sampleDate)s)
ru_ru: Секунды (%(sampleDate)s)

source: is %(fieldName)s
ru_ru: является %(fieldName)s

source: is not %(fieldName)s
ru_ru: не является %(fieldName)s

source: Search preferences
ru_ru: Настройки поиска

source: Server settings
ru_ru: Настройки сервера

source: Default search time range
ru_ru: Временной диапазон поиска по умолчанию

source: This time range is used as the default time range for searches.
ru_ru: Этот диапазон времени используется в качестве диапазона времени по умолчению для поисков.

source: You have to select the tos.
ru_ru: Вы должны выбрать Условия предоставления услуг.

source: Terms of Service
ru_ru: Условия предоставления услуг

source: Click here to accept the terms:
ru_ru: Нажмите здесь, чтобы принять условия:

source: First time signing in?
ru_ru: Вы регистрируетесь первый раз?

source: Splunk has detected that you are using a license for an older version of Splunk. <a href="http://www.splunk.com/r/my_licenses" target="_blank" class="spl-icon-external-link-xsm">Get an updated license</a>.
ru_ru: Splunk обнаружил, что вы используете лицензию на старую версию Splunk. <a href="http://www.splunk.com/r/my_licenses" target="_blank" class="spl-icon-external-link-xsm">Получить обновленную лицензию</a> .

source: Your license is expired.
ru_ru: Ваша лицензия просрочена.

source: Please login as an administrator to update the license.
ru_ru: Пожалуйста, войдите с учетной записью администратора, чтобы обновить лицензию.

source: You have been logged out. Log in to return to the system.
ru_ru: Ваша сессия была завершена. Войдите, чтобы вернуться к системе.

source: No cookie support detected. Check your browser configuration.
ru_ru: Не обнаружено никакой поддержки cookie. Проверьте конфигурацию вашегобраузера.

source: Invalid cookie detected. Try reloading this page or restarting your browser.
ru_ru: Обнаружен недействительный cookie. Попробуйте перезагрузить эту страницу или перезагрузите браузер.

source: Warning: The time on the server differs significantly from this machine which may cause login problems and other errors.
ru_ru: Внимание: Время на сервере существенно отличается от времени на этой машине, что может вызвать проблемы при входе в систему и другие ошибки.

source: Your session has expired. Log in to return to the system.
ru_ru: Время сеанса истекло. Войдите, чтобы вернуться к системе.

source: If you've forgotten your username or password, please contact your Splunk administrator.
ru_ru: Если вы забыли имя пользователя или пароль, пожалуйста, обратитесь к администратору Splunk.

source: username
ru_ru: имя пользователя

source: password
ru_ru: пароль

source: Sign in
ru_ru: Регистрация

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Download
ru_ru: Загрузка

source: Continue
ru_ru: Продолжить

source: Your browser could not connect to Splunk.com.
ru_ru: Ваш браузер не может подключиться к Splunk.com.

source: You need to be connected to the Internet to find out when updates to your Splunk software are available.
ru_ru: Вы должны быть подключены к Интернету, чтобы узнать, когда будут доступны обновления вашего программного обеспечения Splunk .

source: Change password
ru_ru: Изменение пароля

source: Save password
ru_ru: Сохранить пароль

source: New password
ru_ru: Новый пароль

source: Confirm new password
ru_ru: Подтвердите новый пароль

source: Skip
ru_ru: Пропустить

source: logged in
ru_ru: вошли в систему

source: not logged in
ru_ru: не вошли в систему

source: Select an option
ru_ru: Выберите параметр

source: Select Forwarders
ru_ru: Выберите переанаправитель

source: Create or select a server class for data inputs. Use this page only in a single-instance Splunk environment.
ru_ru: Создайте или выберите класс сервера для входных данных. Используйте эту страницу только в среде одного экземпляра Splunk.

source: To enable forwarding of data from deployment clients to this instance, set the output configurations on your forwarders.
ru_ru: Чтобы включить пересылку данных от клиентов для развертывания до данного экземпляра системы, задайте конфигурацию вывода на ваших перенаправителях.

source: Learn More
ru_ru: Узнать больше

source: There are currently no forwarders configured as deployment clients to this instance.
ru_ru: В настоящее время не настроено ни одного перенаправителя в качестве клиентов для развертывания данного экземпляра системы.

source: host(s)
ru_ru: хост(ы)

source: -- Select --
ru_ru: -- Выбрать --

source: Server Class
ru_ru: Класс сервера

source: Existing
ru_ru: Существующий

source: Select Server Class
ru_ru: Выберите класс сервера

source: New Server Class Name
ru_ru: Новое имя класса сервера.

source: How do I create source types for data originating from Forwarders?
ru_ru: Как создать типы источников данных, поступающих от Перенаправителей?

source: Splunk does not support data preview through universal forwarders. Use a full Splunk instance to upload and preview a sample of the data that you want to index. After confirming proper data indexing with the selected source type, use that source type for the objects that you want to monitor with the universal forwarder.
ru_ru: Splunk не поддерживает предварительный просмотр данных через универсальные перенаправители. Используйте полный экземпляр Splunk чтобы загрузить и просмотреть образец данных, которые требуется индексировать. После подтверждения надлежащей индексации с типом выбранного источника данных, используйте этот тип источника для объектов, которые вы хотите мониторить с помощью универсального перенаправителя.

source: What is a deployment server?
ru_ru: Что такое сервер развертывания?

source: A deployment server is a Splunk instance that manages configurations for any number of Splunk instances. These remotely-configured instances are known as deployment clients. Deployment clients download content - known as deployment apps - from deployment servers.
ru_ru: Сервер развертывания — это экземпляр Splunk, который управляет конфигурацями для любого количества экземпляров Splunk. Эти экземпляры, настраиваемые удаленно, называются клиентами развертывания. Клиенты развертывания загружают контент - известный как приложения развертывания - с серверов развертывания.

source: What are deployment clients?
ru_ru: Что такое клиенты развертывание?

source: Deployment clients are Splunk instances that a deployment server manages and configures. You can group deployment clients into one or more server classes. Deployment clients poll deployment servers for new or updated content, then download the content and use it according to the instructions specified by their server class. Content can range from apps and system configurations to scripts, images, and supporting material.
ru_ru: Клиенты развертывания являются экземплярами Splunk, которыми управляет и которые настраивает сервер развертывания. Вы можете группировать клиенты развертывания в один или несколько серверных классов. Клиенты развертывания опрашивают серверы развертывания о наличии нового или обновленного контента, а затем загружают контент и используют его в соответствии с инструкциями, указанными в настройках их серверного класса. Контент может варьироваться от приложений и системных конфигураций до сценариев, изображений и вспомогательных материалов.

source: What are server classes?
ru_ru: Что такое классы серверов?

source: Server classes are groups of deployment clients. They enable management of deployment clients as a single unit based on elements such as application, operating system or type of data. Deployment servers use server classes to determine what content they should deploy to clients in a particular class.
ru_ru: Классы серверов являются группами клиентов развертывания. Они позволяют управлять клиентами развертывания как единым целым на основе элементов, таких как приложения, операционное системы или типы данных. Серверы развертывания используют серверные классы, чтобы определить, какой контент они должны развернуть на клиентах в конкретном классе.

source: How do I make changes to the deployment server configuration?
ru_ru: Как внести изменения в конфигурацию сервера развертывания?

source: You can use Splunk Web or edit configuration files to change the deployment server configuration.
ru_ru: Вы можете использовать Splunk Web или редактировать файлы конфигурации, для того, чтобы изменить конфигурацию сервера развертывания.

source: Learn More.
ru_ru: Узнать больше.

source: How do I manage deployment clients?
ru_ru: Как управлять клиентами развертывания?

source: Use forwarder management to manage deployment clients.
ru_ru: Используйте управление перенаправителями для управления клиентами развертывания.

source: How many deployment clients are supported by this instance?
ru_ru: Сколько клиентов развертывания поддерживается этим экземпляром?

source: This instance supports up to 300 deployment clients provided it has the hardware configuration recommended by Splunk.
ru_ru: Этот экземпляр поддерживает до 300 клиентов развертывания при условии, что он имеет конфигурацию оборудования, рекомендованную Splunk .

source: How do I add data from forwarders in distributed Splunk environments?
ru_ru: Как добавить данные от перенаправителей в распределенных средах Splunk?

source: Use this page only in a single-instance Splunk environment. There is no support for configuring forwarder outputs or indexer clustering. If you have multiple indexers, ensure that they all have identical configurations and indexes.
ru_ru: Используйте эту страницу только в среде одного экземпляра Splunk. Там нет поддержки для конфигурирования вывода перенаправителей или кластеризации индексаторов. Если у вас есть несколько индексаторов, убедитесь, что все они имеют идентичные конфигурации и индексы.

source: List of Forwarders
ru_ru: Список перенаправителей

source: Initial
ru_ru: Начальные

source: Select Source
ru_ru: Выбрать источник

source: Set Source Type
ru_ru: Установить тип источника

source: Input Settings
ru_ru: Настройки ввода

source: You do not have the capability to add data. Please contact your administrator
ru_ru: У вас нет возможности добавления данных. Обратитесь к администратору

source: How do you want to add data?
ru_ru: Каким способом вы хотите добавить данные?

source: upload
ru_ru: загрузить

source: files from my computer
ru_ru: файлы с моего компьютера

source: Local log files
ru_ru: Локальные файлы журнала

source: Local structured files (e.g. CSV)
ru_ru: Локальные структурированные файлы (например, CSV)

source: Tutorial for adding data
ru_ru: Учебное пособие по добавлению данных

source: monitor
ru_ru: мониторить

source: files and ports on this Splunk indexer
ru_ru: файлы и порты на этом индексаторе Splunk

source: Files - WMI - TCP/UDP - Scripts
ru_ru: Файлы - WMI - TCP / UDP - Сценарии

source: Modular inputs for external data sources
ru_ru: Модульные вводы для внешних источников данных

source: forward
ru_ru: перенаправить

source: data from Splunk forwarder
ru_ru: данные от перенаправителя Splunk

source: Files - TCP/UDP - Scripts
ru_ru: Файлы - TCP / UDP - Сценарии

source: Help me install the universal forwarder
ru_ru: Помогите мне установить универсальный перенаправитель

source: Splunk can index any machine data. Common data sources are:
ru_ru: Splunk может индексировать любые машинные данные. Общие источники данных:

source: Structured Data
ru_ru: Структурированные данные

source: Microsoft Infrastructure
ru_ru: Инфраструктура Microsoft

source: Network & Security
ru_ru: Сеть и Бесопасность

source: Syslog & SNMP
ru_ru: Syslog и SNMP

source: Cisco Devices
ru_ru: Устройства Cisco

source: Web Services
ru_ru: Веб-сервисы

source: Database Services
ru_ru: Сервисы баз данных

source: Cloud
ru_ru: Облако

source: IT Operations
ru_ru: IT операции

source: Virtualization
ru_ru: Виртуализация

source: Application Services
ru_ru: Службы приложений

source: JMX & JMS
ru_ru: JMX и JMS

source: Manage add-ons
ru_ru: Управление дополнениями

source: Extend the capabilities of Splunk Light.
ru_ru: Расширьте возможности Splunk Light.

source: Featured apps
ru_ru: Рекомендуемые приложения

source: Many Splunk apps and add-ons will add data for you
ru_ru: Многие приложения и дополнения Splunk будут добавлять для вас данные

source: See more Splunk Apps
ru_ru: Смотреть далее приложения Splunk

source: Did you know?
ru_ru: Вы знали, что ...?

source: You can index just about anything with Splunk.
ru_ru: С помощью Splunk вы можете индексировать все что хотите.

source: Having trouble finding data you added in Splunk?
ru_ru: Не удается найти данные, которые вы добавили в Splunk?

source: Local Event Logs
ru_ru: Локальные журналы событий

source: Collect event logs from this machine.
ru_ru: Сбор журналов событий с этой машины.

source: Remote Event Logs
ru_ru: Удаленные журналы событий

source: Collect event logs from remote hosts. Note: this uses WMI and requires a domain account.
ru_ru: Сбор журналов событий с удаленных хостов. Примечание: эта опция использует WMI и требует учетной записи в домене.

source: Files & Directories
ru_ru: Файлы и Каталоги

source: Upload a file, index a local file, or monitor an entire directory.
ru_ru: Загрузить файл, индексировать локальный файл или мониторить весь каталог.

source: Configure tokens that clients can use to send data over HTTP or HTTPS.
ru_ru: Сконфигурировть токены, которые клиенты могут использовать для передачи данных по протоколам HTTP или HTTPS.
