Repository: SerjAndrosov/splunk-i18n-russian
Catalog: enterprise/6.5/*/*.po
Languages: ru_ru

source: Computes the moving averages of fields. Current supported trend_types include \ simple moving average (sma), exponential moving average(ema), and weighted moving average(wma)\ The output is written to a new field where the new field name can be explicitly specified or\ by default it is simply the trend_type + field.
ru_ru: Вычисляет скользящее среднее полей. Текущие поддерживаемые типы трендов trend_types включают \ простое скользящее среднее (sma), экспоненциальное скользящее среднее (ema) и взвешенное скользящее среднее (wma). \ Вывод записывается в новое поле, где новое имя поля может быть указано явно или \ по умолчанию это будет просто trend_type + field.

source: Computes a 5 event simple moving average for field 'foo' and write to new field 'smoothed_foo’.\ Also computes a 10 event exponential moving average for field 'bar’. Because no AS clause is\ specified, writes to the field 'ema10(bar)'.
ru_ru: Вычисляет простое скользящее среднее 5 событий для поля 'foo' и записываетв новое поле 'smoothed_foo’.\ Также вычисляет экспоненциальное скользящее среднее 10 событий для поля 'bar’. Поскольку выражение AS не указано, \ записывает в поле 'ema10(bar)'.

source: The type of trend to compute which consist of a trend type and trend period (integer between 2 and 10000)
ru_ru: Тип тренда для вычисления, который состоит из типа тренда и периода тренда (целое число от 2 до 10000)

source: Creates a time series chart with corresponding table of statistics.
ru_ru: Создает диаграмму временных серий с соответствующей таблицей статистики.

source: Creates a chart for a statistical aggregation applied to a field against time. When \ the data is split by a field, each distinct value of this split-by field is a series. \ If used with an eval-expression, the split-by-clause is required. \p\\ When a where clause is not provided, you can use limit and agg options to specify \ series filtering. If limit=0, there is no series filtering. \p\\ When specifying multiple data series with a split-by-clause, you can use sep and \ format options to construct output field names.\p\\ When called without any bucketing-option, timechart defaults to bins=300. This finds \ the smallest bucket size that results in no more than three hundred distinct buckets.
ru_ru: Создает диаграмму для статистического агрегирования, применяемого к полю в зависимости от времени. Когда \ данные разделяются по полю, каждое уникальное значение этого разделения-по полю является серией. \ При использовании с eval-выражением, требуется условие разделения–by (split-by-clause). \p\\ Когда, такое условие не задано, вы можете использовать опции limit и agg, чтобы указать \ фильтрацию серий. Если limit=0, фильтрации серий нет. \p\\ При указании нескольких серий данных с условием разделения–by (split-by-clause), вы можете использовать опции sep и\ format для создания имен выходных полей. \p\\ При вызове без какой-либо опции группирования (bucketing), timechart по умолчанию использует bins=300. Это позволяет найти \ наименьший размер интервала, и дает в результате не более чем три сотни определенных интервалов.

source: Graph the average "thruput" of hosts over time.
ru_ru: Построить среднюю "производительность" хостов с течением времени.

source: Create a timechart of average "cpu_seconds" by "host", and remove data (outlying values) that may distort the timechart's axis.
ru_ru: Создать timechart средних значений "cpu_seconds" по хостам "host" и удалить данные (выпадающие значения), которые могут привести к искажению оси timechart.

source: Calculate the average value of "CPU" each minute for each "host".
ru_ru: Вычислить среднее значение "CPU" каждой минуты для каждого хоста "host".

source: Create a timechart of the count of from "web" sources by "host"
ru_ru: Создать timechart числа источников "web" по хостам "host"

source: Compute the product of the average "CPU" and average "MEM" each minute for each "host"
ru_ru: Вычислять произведение среднего "CPU" и среднего "MEM" каждую минуту для каждого хоста "host"

source: Specify the seperater to use for output field names when multiple data series are \ used along with a split-by field.
ru_ru: Укажите разделитель, чтобы использовать его для имен полей вывода, когда несколько серий данных \ используются наряду с разделением по полю (split-by field).

source: Specify a parameterized expression with $AGG$ and $VAL$ to construct the output \ field names when multiple data series are used along with a split-by field. Replaces \ $AGG$ with the stats aggregator and function and $VAL$ with the value of the \ split-by-field. Takes precedence over sep.
ru_ru: Укажите параметризованное выражение с $AGG$ и $VAL$ для создания имена полей вывода, \ когда несколько серий данных используются совместно с разделением по полю (split-by-field). Заменяет \ $AGG$ агрегатором и функцией stats, а $VAL$ значением \ разделения по полю. Имеет приоритет над sep.

source: Controls if partial time buckets should be retained (true) or not (false). \ Only the first and last bucket can be partial. Defaults to true.
ru_ru: Определяет, следует ли сохранить (true) или нет (false) частичные интервалы времени. \ Только первый и последний интервал может быть частичным. По умолчанию используется значение true.

source: A single aggregation applied to a single field (can be evaled field). No wildcards are allowed. \ The field must be specified, except when using the special 'count' aggregator that applies to events as a whole.
ru_ru: Единая агрегация применяется к одному полю (может быть поле, вычисленное выражением eval). Подстановочные знаки не допускаются. \ Необходимо указать поле, за исключением тех случаев, когда используется специальный аграгатор 'count', который применяется к событиям как к целому.

source: Same as single-agg excep that additional per_* functions are allowed for computing rates over time
ru_ru: То же, что и single-agg за исключением того, что дополнительные функции per_* разрешены для вычисления скорости с течением времени

source: Specifies a field to split by. If field is numerical, default discretization is applied.
ru_ru: Указывает поле, по которому надо разделять. Если поле числовое, применяется дискретизация по умолчанию.

source: Options for controlling the behavior of splitting by a field. \ In addition to the bucketing-option: \ usenull controls whether or not a series is \ created for events that do not contain the split-by field. \ This series is labeled by the value of the nullstr option, and defaults to NULL. \ useother specifies if a series should be added for data series not included in the graph \ because they did not meet the criteria of the <where-clause>. \ This series is labeled by the value of the otherstr option, and defaults to OTHER.
ru_ru: Опции для управления поведением разбиения по полю. \ В дополнение к bucketing-опции: \ usenull определяет создаются ли или нет серии \ для событий, которые не содержат разделения по полю (split-by field). \ Эти серии обозначаются значением опции nullstr, по умолчанию равным NULL. \ useother определяет, должны ли серии быть добавлены ​​для серии данных, не включенных в граф \ потому что они не отвечают критериям <условия where> (<where-clause>). \ Эти серии обозначаются значением опции otherstr, по умолчанию равным OTHER.

source: Specifies the criteria for including particular data series when a field is given in the tc-by-clause. \ This optional clause, if omitted, default to "where sum in top10". \ The aggregation term is applied to each data series and the result of \ these aggregations is compared to the criteria. \ The most common use of this option is to select for spikes rather than overall \ mass of distribution in series selection. The default value finds the \ top ten series by area under the curve. Alternately one could replace sum with \ max to find the series with the ten highest spikes.
ru_ru: Определяет критерий для включения конкретной серии данных, когда поле задается в условии tc-by-clause. \ Это дополнительное условие пункт, если не указано, по умолчанию будет равно "where sum in top10". \ Термин агрегации применяется к каждой серии данных и результат \ этого агрегирования сравнивается с критерием. \ Наиболее распространенное использование этой опции, это выбор всплесков, а не общей \ массы распределения в выборе серий. Значение по умолчанию находит \ десятку ведущих серий по площади под кривой. В качестве альтернативы можно было бы заменить sum \ функцией max, чтобы найти серии с десятью самыми высокими всплесками.

source: A criteria for the where clause.
ru_ru: Критерий для условия where.

source: A where-clause criteria that requires the aggregated series value be in or not in some top or bottom grouping.
ru_ru: Критерий условия where-clause, который требует, чтобы значение агрегированных серий находилось или не находилось в некоторой верхней или нижней группе.

source: A where-clause criteria that requires the aggregated series value be greater than or less than some numeric threshold.
ru_ru: Критерий условия where-clause, который требует, чтобы значение агрегированных серий было больше или меньше, чем некоторый числовой порог.

source: Displays the most common values of a field.
ru_ru: Отображает наиболее общие значения поля.

source: Finds the most frequent tuple of values of all fields in the field list, along with a count and percentage.\ If a the optional by-clause is provided, finds the most frequent values\ for each distinct tuple of values of the group-by fields.
ru_ru: Находит наиболее часто встречающуюся пару значений всех полей в списке полей, а также их количество и процент. \ Если указано необязательное условие by (by-clause), эта команда будет возвращать наиболее частые значения для\ каждой уникальной пары значений полей сгруппированных по условию by (group-by fields).

source: Return top URL values.
ru_ru: Возвращать значения ведущих URL

source: Return top "user" values for each "host".
ru_ru: Возвращать значения ведущих "пользователей" для каждого "хоста".

source: Return the 20 most common values of the "url" field.
ru_ru: Возвращать 20 наиболее распространенных значении поля "url".

source: Top arguments:\ showcount: Whether to create a field called "count" (see countfield option) with the count of that tuple. (T) \ showperc: Whether to create a field called "percent" (see percentfield option) with the relative prevalence of that tuple. (T) \ limit: Specifies how many tuples to return, 0 returns all values. (10) \ countfield: Name of new field to write count to (default is "count") \ percentfield: Name of new field to write percentage to (default is "percent") \ useother: If true, adds a row, if necessary, to represent all values not included \ due to the limit cutoff. (default is false) \ otherstr: If useother is true, the value that is written into the row representing \ all other values (default is "OTHER")
ru_ru: Популярные аргументы: \ showcount: Определяет нужно ли создавать поле, называемое "count" (см. опцию countfield) со счетчиком этой пары. (Т) \ showperc: Определяет нужно ли создавать поле, называемое "percent" (см. опцию percentfield) с относительной распространенностью этой пары. (Т) \ limit: Определяет сколько пар необходимо возвращать, 0 возвращает все значения. (10) \ countfield: Имя нового поля для записи счетчика (по умолчанию "count") \ percentfield: Имя нового поля для записи процента (по умолчанию "percent") \ useother: Если это "истинно" (true), добавляет строку, если это необходимо, чтобы представлять все значения, которые не включены \ из-за предела отсечения. (По умолчанию - "ложно" (false)) \ otherstr: Если useother "истинно" (true), то значение, которое записывается в строку представляет \ все остальные значения (по умолчанию "OTHER")

source: Writes the result table into *.tsidx files using indexed fields format.
ru_ru: Записывает таблицу результатов в файлы *.tsidx, используя формат индексированных полей.

source: Writes the result table into *.tsidx files, for later use by tstats command. \ Only non-internal fields and values are written to the tsidx files. \ squashcase is false by default; if true, the field *values* are converted \ to lowercase when writing them to the *.tsidx files. If namespace is provided, \ the tsidx files are written to a directory of that name under the main tsidx \ stats directory. These namespaces can be written to multiple times to add new \ data. If namespace is not provided, the files are written to a directory within \ the job directory of that search, and will live as long as the job does. \ If keepresults is set to true, tscollect will output the same results it received \ as input. By default this is false, and only emits a count of results processed (this \ is more efficient as we do not need to store as many results). \ The 'indexes_edit' capability is required to run this command.
ru_ru: Записывает таблицу результатов в файлы *.tsidx, для последующего использования командой tstats. \ Только не-внутренние поля и значения записываются в файлы tsidx. \ squashcase "ложно" (false) по умолчанию; если оно "истинно" (true), то *значения* поля преобразуются \ в нижний регистр при их записи в файлы *.tsidx. Если задано пространство имен (namespace), \ файлы tsidx записываются в каталог с таким именем под главным каталогом tsidx stats.\ Эти пространства имен могут быть записаны несколько раз, чтобы добавить новые \ данные. Если пространство имен не задано, то файлы записываются в каталог в пределах \ каталога заданий этого поиска, и будут существовать до тех пор, пока задание выполняется. \ Если keepresults установлено на значение "истинно" (true), tscollect будет выдавать те же результаты, что он получил \ в качестве входных данных. По умолчанию это "ложно" (false), и выдается только количество обработанных результатов \ (это является более эффективным, так как нам не приходится хранить много результатов). \ Для выполнения этой команды требуется наличие возможности 'indexes_edit'.

source: Write the results table to tsidx files in namespace foo.
ru_ru: Записать таблицу результатов в файлы tsidx в пространстве имен foo.

source: Write the values of field foo for the events in the main index to tsidx files in the job directory.
ru_ru: Записать значения поля foo для событий в основном индексе (main) в файлы tsidx в каталоге заданий.

source: Performs statistics on indexed fields in tsidx files, which could come from normal index data, tscollect data, or accelerated datamodels.
ru_ru: Выполняет статистические расчеты над индексированными полями в файлах tsidx, которые могут приходить от данных нормального индекса, данных tscollect, или ускоренных моделей данных.

source: Performs statistical queries on indexed fields in tsidx files. You can select from TSIDX data in several different ways: \p\\ 1. Normal index data: If you do not supply a FROM clause, we will select from index data in the same way as search. You are restricted to selecting \ from your allowed indexes by role, and you can control exactly which indexes you select from in the WHERE clause. If no indexes are mentioned \ in the WHERE clause search, we will use your default set of indexes. By default, role-based search filters are applied, but can be turned off in limits.conf. \p\\ 2. Data manually collected with 'tscollect': Select from your namespace with 'FROM <namespace>'. If you supplied no namespace to tscollect, the data \ was collected into the dispatch directory of that job. In that case, you would select from that data with 'FROM sid=<tscollect-job-id>' \p\\ 3. An accelerated datamodel: Select from this accelerated datamodel with 'FROM datamodel=<datamodel-name>' \ You can provide any number of aggregates to perform, and also have the option of providing a filtering query using the WHERE keyword. This query looks \ like a normal query you would use in the search processor. You can also provide any number of GROUPBY fields. If you are grouping by _time, you should \ supply a timespan with 'span' for grouping the time buckets. This timespan looks like any normal timespan in Splunk, like '1hr' or '3d'. It also supports 'auto'. \p\\ Arguments: \i\\ "prestats": This simply outputs the answer in prestats format, in case you want to pipe the results to a \i\\ different type of processor that takes prestats output, like chart or timechart. This is very useful for \i\\ creating graphs \i\\ "local": If you set this to true it forces the processor to only be run on the search head. \i\\ "append": Only valid in prestats mode, this allows tstats to be run to add results to an existing set of \i\\ results, instead of generating them. \i\\ "summariesonly": Only applies when selecting from an accelerated datamodel. When false (default), \i\\ Splunk will generate results from both summarized data, as well as for data that is not \i\\ summarized. For data not summarized as TSIDX data, the full search behavior will be used \i\\ against the original index data. If set to true, 'tstats' will only generate results from the \i\\ TSIDX data that has been automatically generated by the acceleration, and nonsummarized data \i\\ will not be provided. \i\\ "allow_old_summaries": Only applies when selecting from an accelerated datamodel. When false \i\\ (default), Splunk only provides results from summary directories when those directories are up-to-date. \i\\ In other words, if the datamodel definition has changed, we do not use those summary directories \i\\ which are older than the new definition when producing output from tstats. This default ensures \i\\ that the output from tstats will always reflect your current configuration. If this is instead \i\\ set to true, then tstats will use both current summary data as well as summary data that was \i\\ generated prior to the definition change. Essentially this is an advanced performance \i\\ feature for cases where you know that the old summaries are "good enough". \i\\ "chunk_size": Advanced option. This argument controls how many events are retrieved at a time within \i\\ a single TSIDX file when answering queries. The default is 10000000. Only consider supplying a lower \i\\ value for this if you find a particular query is using too much memory. The case that could cause this \i\\ would be an excessively high cardinality split-by, such as grouping by several fields that have a very \i\\ large amount of distinct values. Setting this value too low, however, can negatively impact the overall \i\\ runtime of your query. \p\\ NOTE: Except in 'append=t' mode, this is a generating processor, so it must be the first command in a search.
ru_ru: Выполняет статистические запросы по индексированным полям в файлах tsidx. Вы можете осуществить выборку из данных TSIDX несколькими различными способами: \p\\ 1. Нормальные индексные данные: Если вы не задавали условие FROM, мы будем выбирать из индексных данных таким же образом, как это делает поиск. Вы ограничены в выборе \ вашими разрешенными индексами согласно роли, и вы можете точно контролировать с помощью условия WHERE, из каких индексов вы выбираете. Если не указаны никакие индексы \ в условии WHERE поиска, мы будем использовать набор индексов по умолчанию. По умолчанию, применяются поисковые фильтры на основе ролей, но это можно отключить в limits.conf. \p\\ 2. Данные вручную собранные с помощью 'tscollect': Сделайте выборку из вашего пространства имен с помощью 'FROM <namespace>'. Если вы не задали пространство имен tscollect, данные \ будут собраны в каталог диспетчеризации этого задания. В этом случае, вы должны выбирать из этих данных с помощью 'FROM sid=<tscollect-job-id>' \p\\ 3. Ускоренная модель данных datamodel: Сделайте выборку из ускоренной модели данных с помощью 'FROM datamodel=<datamodel-name>' \ Вы можете задать любое количество агрегаций для выполнения. Также есть возможность указать запрос фильтрации с использованием ключевого слова WHERE. Этот запрос выглядит \ как обычный запрос, который будет использовать в поисковом процессоре. Вы также можете указать любое количество полей GROUPBY. Если вы осуществляете группировку по _time, вы должны \ указать отрезок времени с помощью 'span' для интервалов времени. Этот диапазон времени выглядит как и любой другой нормальный отрезок времени в Splunk, как '1hr' или '3d'. Он также поддерживает опцию 'auto'. \p\\ Аргументы: \i\\ "prestats": Просто выводит ответ в формате prestats, в случае, если вы хотите, чтобы отправить результаты с помощью конвейера в \i\\ другой тип процессора, который принимает вывод prestats, например в chart или timechart. Это очень полезно для \i\\ создания графиков \i\\ "local": Если вы установите значение "истинно" (true), это заставит процессор работать только на головном узле поиска. \i\\ "append": Действует только в режиме prestats, это позволяет tstats работать для добавления результатов к существующему набору \i\\ результаты, вместо их генерации.\i\\ "summariesonly": Применяется только при выборе из ускоренных моделей данных. Когда "ложно" (false) (по умолчанию), \i\\ Splunk будет генерировать результаты как из суммаризованных (сводных) данных, так и из данных, которые не \i\\ суммаризованы. Для данных, которые не суммаризованы как данные TSIDX, будет использоваться поведение полного поиска \i\\ на исходных данных индекса. Если установлено значение "истинно" (true), 'tstats' будет генерировать только результаты из \i\\ данных TSIDX, которые была автоматически сгенерированы ускорением и несуммаризованные данных \i\\ не будут предоставляться. \i\\ "allow_old_summaries": Применяется только при выборе из ускоренных моделей данных. Когда "ложно" (false) \i\\ (по умолчанию), Splunk предоставляет только результаты из сводных каталогов, когда эти каталоги находятся в текущем состоянии (up-to-date). \i\\ Другими словами, если определение модели данных изменилось, при создании вывода tstats мы не используем сводные каталоги \i\\ которые старше, чем это новое определение. Это значение по умолчанию обеспечивает \i\\ ситуацию, когда вывод tstats всегда будет отражать текущую конфигурацию. Если вместо этого установлено значение "истинно" (true), \i\\ tstats будет использовать как текущие сводные данные, так и сводные данные, которые были \i\\ сгенерированы до изменения определения. По существу, это дополнительный функционал для повышения производительности \i\\ в случаях, когда вы знаете, что старые сводки "достаточно хороши". \i\\ "chunk_size": Расширенная опция. Этот аргумент контролирует, сколько событий извлекаются за время, в течение \i\\ которого один файл TSIDX отвечает на запросы. По умолчанию 10000000. Рассматривайте указание только меньших значений, если вы находите, что определенный запрос использует слишком много памяти. Случаем, который может привести к такой ситуации, может являться условие разделения by (split-by) чрезмерно высокой кардинальности, например, \i\\ группировка по нескольким полям, которые имеют очень \i\\ большое количество уникальных значений. Однако, установив это значение слишком низким, вы можете негативно повлиять на общее \i\\ время выполнения вашего запроса. \p\\ ПРИМЕЧАНИЕ: За исключением режима 'append=t', это генерирующий процессор, поэтому он должн быть первой командой в поиске.

source: Gets the count of all events in the mydata namespace
ru_ru: Получает количество всех событий в пространстве имен mydata

source: Returns the average of field foo in mydata where bar is specifically 'value2' and the value of baz is greater than 5.
ru_ru: Возвращает среднее значение поля foo в mydata, где bar имеет специфическое значение 'value2' и значение baz больше чем 5.

source: Gives the count by source for events with host=x
ru_ru: Дает количество по источникам для событий с host=x

source: Gives a timechart of all the data in your default indexes with a day granularity
ru_ru: Дает timechart всех данных из ваших индексов по умолчанию с детализацией в день
